<!DOCTYPE HTML>
<html lang="zh-cn" >
    
    <head>
        
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=11; IE=10; IE=9; IE=8; IE=7; IE=EDGE" />
        <title>介绍 | Introduction 简介</title>
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="&lt;br&gt;Principles are concepts that can be applied over and over again in similar circumstances as distinct from narrow answers to specific questions. Every game has principles that successful players master to achieve winning results. So does life. Principles are ways of successfully dealing with the laws of nature or the laws of life. Those who understand more of them and understand them well know how to interact with the world more effectively than those who know fewer of them or know them less well. Different principles apply to different aspects of life - e.g., there are &quot;skiing principles&quot; for skiing, &quot;parenting principles&quot; for parenting, &quot;management principles&quot; for managing, “investment principles” for investing, etc - and there are over - arching &quot;life principles&quot; that influence our approaches to all things. And, of course, different people subscribe to different principles that they believe work best.&lt;br&gt;&lt;br&gt;原则是能够在相似场景下反复运用的一套概念，有别于具体问题的狭义回答。每个游戏的获胜者都有自己遵循的原则，生活也是如此。原则是应对自然或生活规律的种种方式。对原则理解越透彻，越能在生活中游刃有余。生活的不同方面也有各自的原则，例如滑雪有“滑雪原则”，做父母的有“父母原则”，管理有“管理原则，投资有“投资原则”等等，也存在支配一切，包罗万象的“生活原则”。当然每个人都有自己认为最有效的原则。  ">
        <meta name="generator" content="GitBook 2.0.1">
        
        
        <meta name="HandheldFriendly" content="true"/>
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
        <meta name="apple-mobile-web-app-capable" content="yes">
        <meta name="apple-mobile-web-app-status-bar-style" content="black">
        <link rel="apple-touch-icon-precomposed" sizes="152x152" href="zhibimo/images/apple-touch-icon-precomposed-152.png">
        <link rel="shortcut icon" href="zhibimo/images/favicon.ico" type="image/x-icon">
        
    
    
    <link rel="next" href="./Chapter_0.html" />
    
    

        <script> var _hmt = _hmt || []; (function() {   var hm = document.createElement('script');   hm.src = '//hm.baidu.com/hm.js?f4c77fe2523e4a5d8092ddefe64d971a';   var s = document.getElementsByTagName('script')[0];    s.parentNode.insertBefore(hm, s); })();</script>
    </head>
    <body>
        
        
    <link rel="stylesheet" href="zhibimo/style.css">
    
    

        
    <div class="book" data-level="0" data-basepath="." data-revision="Mon Aug 29 2016 19:00:53 GMT+0800 (CST)">
    

<div class="book-summary">
    <div class="book-search">
        <input type="text" placeholder="输入并搜索" class="form-control" />
    </div>
    <ul class="summary">
        
        
        
        

        

        
    
        <li class="chapter active" data-level="0" data-path="index.html">
            
                
                    <a href="./index.html">
                        <i class="fa fa-check"></i>
                        
                        介绍
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="1" data-path="Chapter_0.html">
            
                
                    <a href="./Chapter_0.html">
                        <i class="fa fa-check"></i>
                        
                            <b>1.</b>
                        
                        前言
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="2" data-path="Part01.html">
            
                
                    <a href="./Part01.html">
                        <i class="fa fa-check"></i>
                        
                            <b>2.</b>
                        
                        第一章 原则的重要性
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="3" data-path="Part02.html">
            
                
                    <a href="./Part02.html">
                        <i class="fa fa-check"></i>
                        
                            <b>3.</b>
                        
                        第二章 我最重要的生活原则
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="4" data-path="Part204ThePersonalEvolutionaryProcess.html">
            
                
                    <a href="./Part204ThePersonalEvolutionaryProcess.html">
                        <i class="fa fa-check"></i>
                        
                            <b>4.</b>
                        
                        个人成长过程
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="5" data-path="Part208My5StepProcesstoGettingWhatYouWantOutofLife.html">
            
                
                    <a href="./Part208My5StepProcesstoGettingWhatYouWantOutofLife.html">
                        <i class="fa fa-check"></i>
                        
                            <b>5.</b>
                        
                        实现梦想的五大步骤
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="6" data-path="Part03.html">
            
                
                    <a href="./Part03.html">
                        <i class="fa fa-check"></i>
                        
                            <b>6.</b>
                        
                        第三章 我的管理原则
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="7" data-path="Part303SummaryandTableofPrinciples.html">
            
                
                    <a href="./Part303SummaryandTableofPrinciples.html">
                        <i class="fa fa-check"></i>
                        
                            <b>7.</b>
                        
                        原则汇总列表
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="8" data-path="Part304WhatFollowsistheMeat.html">
            
                
                    <a href="./Part304WhatFollowsistheMeat.html">
                        <i class="fa fa-check"></i>
                        
                            <b>8.</b>
                        
                        干货
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="9" data-path="contributionandcorrect.html">
            
                
                    <a href="./contributionandcorrect.html">
                        <i class="fa fa-check"></i>
                        
                            <b>9.</b>
                        
                        贡献和勘误
                    </a>
                
            
            
        </li>
    


        
        <li class="divider"></li>
        <li>
            <a href="http://zhibimo.com" target="blank" class="zhibimo-link">
                本书使用 知笔墨 发布
            </a>
        </li>
        
    </ul>
</div>

    <div class="book-body">
        <div class="body-inner">
            <div class="book-header">
    <!-- Actions Left -->
    <a href="#" class="btn pull-left toggle-summary" aria-label="目录"><i class="fa fa-align-justify"></i></a>
    <a href="#" class="btn pull-left toggle-search" aria-label="搜索"><i class="fa fa-search"></i></a>
    
    <div id="font-settings-wrapper" class="dropdown pull-left">
        <a href="#" class="btn toggle-dropdown" aria-label="字体设置"><i class="fa fa-font"></i>
        </a>
        <div class="dropdown-menu font-settings">
    <div class="dropdown-caret">
        <span class="caret-outer"></span>
        <span class="caret-inner"></span>
    </div>

    <div class="buttons">
        <button type="button" id="reduce-font-size" class="button size-2">A</button>
        <button type="button" id="enlarge-font-size" class="button size-2">A</button>
    </div>

    <div class="buttons font-family-list">
        <button type="button" data-font="0" class="button">宋体</button>
        <button type="button" data-font="1" class="button">黑体</button>
    </div>

    <div class="buttons color-theme-list">
        <button type="button" id="color-theme-preview-0" class="button size-3" data-theme="0">白色</button>
        <button type="button" id="color-theme-preview-1" class="button size-3" data-theme="1">棕褐色</button>
        <button type="button" id="color-theme-preview-2" class="button size-3" data-theme="2">夜间</button>
    </div>
</div>

    </div>

    <div class="dropdown pull-right">
        <a href="#" class="btn toggle-dropdown" aria-label="分享"><i class="fa fa-share-alt"></i>
        </a>
        <div class="dropdown-menu font-settings dropdown-left">
            <div class="dropdown-caret">
                <span class="caret-outer"></span>
                <span class="caret-inner"></span>
            </div>
            <div class="buttons">
                <button type="button" data-sharing="twitter" class="button">
                    分享到 Twitter
                </button>
                <button type="button" data-sharing="facebook" class="button">
                    分享到 Facebook
                </button>
                <button type="button" data-sharing="instapaper" class="button">
                    分享到 Instapaper
                </button>
            </div>
        </div>
    </div>

    <a href="#" target="_blank" class="btn pull-right wechat-sharing-link sharing-link" data-sharing="wechat" aria-label="Wechat"><i class="fa fa-wechat"></i></a>
    <a href="#" target="_blank" class="btn pull-right weibo-sharing-link sharing-link" data-sharing="weibo" aria-label="Weibo"><i class="fa fa-weibo"></i></a>

    <div id='wechat_mask'>
      <div id='wechat_qrcode_wrapper'>
        <span><i class='fa fa-times'></i></span>
        <div id='wechat_qrcode'></div>
      </div>
    </div>

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="./" >Introduction 简介</a>
    </h1>
</div>

            <div class="page-wrapper" tabindex="-1">
                <div class="page-inner">
                
                
                    <section class="normal" id="section-">
                    
                        <h2 id="introduction-%E7%AE%80%E4%BB%8B">Introduction &#x7B80;&#x4ECB;</h2>
<p><br>Principles are concepts that can be applied over and over again in similar circumstances as distinct from narrow answers to specific questions. Every game has principles that successful players master to achieve winning results. So does life. Principles are ways of successfully dealing with the laws of nature or the laws of life. Those who understand more of them and understand them well know how to interact with the world more effectively than those who know fewer of them or know them less well. Different principles apply to different aspects of life - e.g., there are &quot;skiing principles&quot; for skiing, &quot;parenting principles&quot; for parenting, &quot;management principles&quot; for managing, &#x201C;investment principles&#x201D; for investing, etc - and there are over - arching &quot;life principles&quot; that influence our approaches to all things. And, of course, different people subscribe to different principles that they believe work best.
<br><br>&#x539F;&#x5219;&#x662F;&#x80FD;&#x591F;&#x5728;&#x76F8;&#x4F3C;&#x573A;&#x666F;&#x4E0B;&#x53CD;&#x590D;&#x8FD0;&#x7528;&#x7684;&#x4E00;&#x5957;&#x6982;&#x5FF5;&#xFF0C;&#x6709;&#x522B;&#x4E8E;&#x5177;&#x4F53;&#x95EE;&#x9898;&#x7684;&#x72ED;&#x4E49;&#x56DE;&#x7B54;&#x3002;&#x6BCF;&#x4E2A;&#x6E38;&#x620F;&#x7684;&#x83B7;&#x80DC;&#x8005;&#x90FD;&#x6709;&#x81EA;&#x5DF1;&#x9075;&#x5FAA;&#x7684;&#x539F;&#x5219;&#xFF0C;&#x751F;&#x6D3B;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#x3002;&#x539F;&#x5219;&#x662F;&#x5E94;&#x5BF9;&#x81EA;&#x7136;&#x6216;&#x751F;&#x6D3B;&#x89C4;&#x5F8B;&#x7684;&#x79CD;&#x79CD;&#x65B9;&#x5F0F;&#x3002;&#x5BF9;&#x539F;&#x5219;&#x7406;&#x89E3;&#x8D8A;&#x900F;&#x5F7B;&#xFF0C;&#x8D8A;&#x80FD;&#x5728;&#x751F;&#x6D3B;&#x4E2D;&#x6E38;&#x5203;&#x6709;&#x4F59;&#x3002;&#x751F;&#x6D3B;&#x7684;&#x4E0D;&#x540C;&#x65B9;&#x9762;&#x4E5F;&#x6709;&#x5404;&#x81EA;&#x7684;&#x539F;&#x5219;&#xFF0C;&#x4F8B;&#x5982;&#x6ED1;&#x96EA;&#x6709;&#x201C;&#x6ED1;&#x96EA;&#x539F;&#x5219;&#x201D;&#xFF0C;&#x505A;&#x7236;&#x6BCD;&#x7684;&#x6709;&#x201C;&#x7236;&#x6BCD;&#x539F;&#x5219;&#x201D;&#xFF0C;&#x7BA1;&#x7406;&#x6709;&#x201C;&#x7BA1;&#x7406;&#x539F;&#x5219;&#xFF0C;&#x6295;&#x8D44;&#x6709;&#x201C;&#x6295;&#x8D44;&#x539F;&#x5219;&#x201D;&#x7B49;&#x7B49;&#xFF0C;&#x4E5F;&#x5B58;&#x5728;&#x652F;&#x914D;&#x4E00;&#x5207;&#xFF0C;&#x5305;&#x7F57;&#x4E07;&#x8C61;&#x7684;&#x201C;&#x751F;&#x6D3B;&#x539F;&#x5219;&#x201D;&#x3002;&#x5F53;&#x7136;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x6709;&#x81EA;&#x5DF1;&#x8BA4;&#x4E3A;&#x6700;&#x6709;&#x6548;&#x7684;&#x539F;&#x5219;&#x3002;  </p>
<p><br>I am confident that whatever success Bridgewater and I have had has resulted from our operating by certain principles. Creating a great culture, finding the right people, managing them to do great things and solving problems creatively and systematically are challenges faced by all organizations. What differentiates them is how they approach these challenges. The principles laid out in the pages that follow convey our unique ways of doing these things, which are the reasons for our unique results. Bridgewater&#x2019;s success has resulted from talented people operating by the principles set out here, and it will continue if these or other talented people continue to operate by them. Like getting fit, virtually anyone can do it if they are willing to do what it takes.
<br><br>&#x6211;&#x575A;&#x4FE1;&#x6211;&#x548C;&#x6865;&#x6C34;&#x8054;&#x5408;&#x57FA;&#x91D1;&#x6240;&#x83B7;&#x5F97;&#x7684;&#x6210;&#x529F;&#xFF0C;&#x90FD;&#x662F;&#x5F97;&#x76CA;&#x4E8E;&#x6211;&#x4EEC;&#x9075;&#x5FAA;&#x4E86;&#x67D0;&#x4E9B;&#x539F;&#x5219;&#x3002;&#x521B;&#x9020;&#x4E86;&#x826F;&#x597D;&#x7684;&#x4F01;&#x4E1A;&#x6587;&#x5316;&#xFF0C;&#x7528;&#x5BF9;&#x5408;&#x9002;&#x7684;&#x5458;&#x5DE5;&#xFF0C;&#x6307;&#x5BFC;&#x4ED6;&#x4EEC;&#x6210;&#x5C31;&#x5927;&#x4E1A;&#xFF0C;&#x5404;&#x90E8;&#x95E8;&#x90FD;&#x80FD;&#x4EE5;&#x6709;&#x521B;&#x610F;&#x7684;&#x65B9;&#x5F0F;&#x7CFB;&#x7EDF;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF0C;&#x5E94;&#x5BF9;&#x6311;&#x6218;&#x3002;&#x4ED6;&#x4EEC;&#x7684;&#x5DEE;&#x5F02;&#x6765;&#x81EA;&#x5E94;&#x5BF9;&#x6311;&#x6218;&#x7684;&#x65B9;&#x6CD5;&#x4E0D;&#x540C;&#x3002;&#x672C;&#x4E66;&#x8981;&#x8BE6;&#x8FF0;&#x7684;&#x539F;&#x5219;&#x4F53;&#x73B0;&#x4E86;&#x6211;&#x4EEC;&#x72EC;&#x7279;&#x7684;&#x505A;&#x4E8B;&#x65B9;&#x6CD5;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x6211;&#x4EEC;&#x8131;&#x9896;&#x800C;&#x51FA;&#x7684;&#x539F;&#x56E0;&#x3002;&#x6865;&#x6C34;&#x8054;&#x5408;&#x57FA;&#x91D1;&#x7684;&#x6210;&#x529F;&#x5F97;&#x76CA;&#x4E8E;&#x4E00;&#x7FA4;&#x9075;&#x5FAA;&#x539F;&#x5219;&#x5904;&#x4E8B;&#x7684;&#x4EBA;&#x624D;&#x4EEC;&#xFF0C;&#x5982;&#x679C;&#x540E;&#x8F88;&#x4EBA;&#x624D;&#x7EE7;&#x7EED;&#x9075;&#x5FAA;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#xFF0C;&#x5B9A;&#x80FD;&#x7EED;&#x5199;&#x6210;&#x529F;&#x3002;&#x5C31;&#x50CF;&#x5065;&#x8EAB;&#x4E00;&#x6837;&#xFF0C;&#x53EA;&#x6709;&#x5927;&#x5BB6;&#x90FD;&#x613F;&#x610F;&#x6709;&#x6240;&#x4ED8;&#x51FA;&#xFF0C;&#x624D;&#x80FD;&#x6709;&#x6240;&#x6536;&#x83B7;&#x3002;  </p>
<p><br>What is written here is just my understanding of what it takes: my most fundamental life principles, my approach to getting what I want, and my &#x201C;management principles,&#x201D; which are based on those foundations. Taken together, these principles are meant to paint a picture of a process for the systematic pursuit of truth and excellence and for the rewards that accompany this pursuit. I put them in writing for people to consider in order to help Bridgewater and the people I care about most.
<br><br>&#x6211;&#x6765;&#x8BF4;&#x8BF4;&#x9075;&#x5FAA;&#x539F;&#x5219;&#x5E26;&#x6765;&#x7684;&#x6536;&#x83B7;&#x5427;&#xFF1A;&#x6211;&#x6700;&#x6839;&#x672C;&#x7684;&#x4E00;&#x5957;&#x539F;&#x5219;&#xFF0C;&#x5B9E;&#x73B0;&#x7406;&#x60F3;&#x7684;&#x4E00;&#x5957;&#x65B9;&#x6CD5;&#xFF0C;&#x4EE5;&#x53CA;&#x57FA;&#x4E8E;&#x6839;&#x672C;&#x539F;&#x5219;&#x4E0B;&#x5EF6;&#x4F38;&#x7684;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x3002;&#x7EFC;&#x4E0A;&#x6240;&#x8FF0;&#xFF0C;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x5E2E;&#x52A9;&#x6211;&#x7CFB;&#x7EDF;&#x5730;&#x63CF;&#x7ED8;&#x51FA;&#x8FFD;&#x6C42;&#x771F;&#x7406;&#x548C;&#x5353;&#x8D8A;&#x7684;&#x84DD;&#x56FE;&#xFF0C;&#x6536;&#x83B7;&#x968F;&#x4E4B;&#x800C;&#x6765;&#x7684;&#x56DE;&#x62A5;&#x3002;&#x6211;&#x5199;&#x4E0B;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x4F9B;&#x4EBA;&#x4EEC;&#x53C2;&#x8003;&#xFF0C;&#x539F;&#x672C;&#x662F;&#x60F3;&#x4E3A;&#x4E86;&#x5E2E;&#x52A9;&#x6865;&#x6C34;&#x8054;&#x5408;&#x57FA;&#x91D1;&#x548C;&#x6211;&#x6700;&#x5173;&#x5FC3;&#x7684;&#x4EBA;&#x4EEC;&#x3002;  </p>
<p><br>Until recently, I didn&#x2019;t write out these principles because I felt that it was presumptuous for me to tell others what would work best for them. But over time, I saw the people who I cared about most struggling with problems and wanted to help them; I also found that their problems were almost always the result of violating one or more of these principles, and that their problems could be solved by applying these principles. So I began writing down the types of problems and the broken principles that caused them. When I began, I didn&#x2019;t know how many principles I would end up with but, through this process, I discovered that about 200 principles pretty much cover all the problems.I&#x2019;m sure that I will come up with more as I learn more. <br><br>&#x4E00;&#x76F4;&#x4EE5;&#x6765;&#xFF0C;&#x6211;&#x90FD;&#x6CA1;&#x6709;&#x5199;&#x4E0B;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x89C9;&#x5F97;&#x544A;&#x8BC9;&#x522B;&#x4EBA;&#x600E;&#x6837;&#x6700;&#x597D;&#x7684;&#x5DE5;&#x4F5C;&#x662F;&#x6709;&#x70B9;&#x81EA;&#x4EE5;&#x4E3A;&#x662F;&#x7684;&#x3002;&#x4F46;&#x6211;&#x8001;&#x662F;&#x53D1;&#x73B0;&#x6211;&#x6700;&#x5173;&#x5FC3;&#x7684;&#x90A3;&#x7FA4;&#x4EBA;&#x65E5;&#x591C;&#x4E0E;&#x4E00;&#x4E9B;&#x68D8;&#x624B;&#x7684;&#x95EE;&#x9898;&#x505A;&#x6597;&#x4E89;&#xFF0C;&#x6211;&#x60F3;&#x5E2E;&#x52A9;&#x4ED6;&#x4EEC;&#x3002;&#x6211;&#x4E5F;&#x53D1;&#x73B0;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x95EE;&#x9898;&#x51E0;&#x4E4E;&#x90FD;&#x662F;&#x56E0;&#x4E3A;&#x6216;&#x591A;&#x6216;&#x5C11;&#x5730;&#x8FDD;&#x80CC;&#x4E86;&#x6211;&#x60F3;&#x5199;&#x7684;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x3002;&#x53EA;&#x8981;&#x9075;&#x5FAA;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#xFF0C;&#x95EE;&#x9898;&#x5C31;&#x80FD;&#x8FCE;&#x5203;&#x800C;&#x89E3;&#x3002;&#x4E8E;&#x662F;&#x6211;&#x5F00;&#x59CB;&#x8BB0;&#x5F55;&#x4ED6;&#x4EEC;&#x9047;&#x5230;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5199;&#x4E0B;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x80CC;&#x540E;&#x8FDD;&#x80CC;&#x7684;&#x539F;&#x5219;&#x3002;&#x5F53;&#x521D;&#x5F00;&#x59CB;&#x5199;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5E76;&#x4E0D;&#x77E5;&#x9053;&#x6211;&#x4F1A;&#x5199;&#x591A;&#x5C11;&#x6761;&#xFF0C;&#x4F46;&#x5728;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#x6211;&#x53D1;&#x73B0;&#x5927;&#x6982;200&#x6761;&#x539F;&#x5219;&#x5C31;&#x8DB3;&#x4EE5;&#x89E3;&#x51B3;&#x6240;&#x6709;&#x7684;&#x95EE;&#x9898;&#x4E86;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x4EE5;&#x540E;&#x6211;&#x5B66;&#x7684;&#x8D8A;&#x591A;&#xFF0C;&#x4E5F;&#x4F1A;&#x53D1;&#x73B0;&#x66F4;&#x591A;&#x65B0;&#x7684;&#x539F;&#x5219;&#x6D8C;&#x73B0;&#x3002;  </p>
<blockquote>
<p>Since I learned these principles by encountering reality and reflecting on my encounters, and I am still doing these things, I expect there are more principles to come. So I am still creating this document by throwing various thoughts down when they occur to me, trying to put them in some sensible order and trying to smooth over the bumps. Organizing these principles into a sensible order is a challenge since they relate to each other more like a matrix than as a sequence. To help guide you, I&#x2019;ve tried to organize them around large themes like building a great culture, managing people well, and creative problem-solving. I will continue these things, so this is an evolving document. <br>&#x6211;&#x81EA;&#x5DF1;&#x662F;&#x901A;&#x8FC7;&#x906D;&#x9047;&#x73B0;&#x5B9E;&#xFF0C;&#x8FDB;&#x884C;&#x53CD;&#x601D;&#xFF0C;&#x624D;&#x5B66;&#x5230;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x7684;&#x3002;&#x5982;&#x4ECA;&#x6211;&#x4ECD;&#x5728;&#x8FD9;&#x6837;&#x505A;&#xFF0C;&#x4E5F;&#x671F;&#x5F85;&#x603B;&#x7ED3;&#x51FA;&#x66F4;&#x591A;&#x65B0;&#x7684;&#x539F;&#x5219;&#x3002;&#x521B;&#x5EFA;&#x539F;&#x5219;&#x603B;&#x7ED3;&#x65F6;&#xFF0C;&#x6211;&#x601D;&#x7EEA;&#x6D3B;&#x8DC3;&#xFF0C;&#x8BD5;&#x56FE;&#x4EE5;&#x5408;&#x7406;&#x7684;&#x987A;&#x5E8F;&#x5BF9;&#x539F;&#x5219;&#x8FDB;&#x884C;&#x603B;&#x7ED3;&#xFF0C;&#x4F46;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x4E4B;&#x95F4;&#x7684;&#x5173;&#x7CFB;&#x5C31;&#x50CF;&#x662F;&#x77E9;&#x9635;&#x4E00;&#x6837;&#xFF0C;&#x6CA1;&#x6709;&#x660E;&#x663E;&#x7684;&#x6B21;&#x5E8F;&#x3002;&#x4E3A;&#x4E86;&#x66F4;&#x597D;&#x5730;&#x5411;&#x4F60;&#x63D0;&#x4F9B;&#x6307;&#x5BFC;&#xFF0C;&#x6211;&#x5C1D;&#x8BD5;&#x4EE5;&#x4E3B;&#x9898;&#x7C7B;&#x522B;&#x5BF9;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x8FDB;&#x884C;&#x5F52;&#x7C7B;&#xFF0C;&#x5305;&#x62EC;&#x521B;&#x9020;&#x826F;&#x597D;&#x7684;&#x6587;&#x5316;&#xFF0C;&#x7BA1;&#x7406;&#x597D;&#x5458;&#x5DE5;&#xFF0C;&#x521B;&#x65B0;&#x95EE;&#x9898;&#x3001;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7B49;&#x3002;&#x6211;&#x4F1A;&#x6301;&#x7EED;&#x66F4;&#x65B0;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x672C;&#x4E66;&#x672C;&#x8EAB;&#x4E5F;&#x662F;&#x4E00;&#x4EFD;&#x4E0D;&#x65AD;&#x53D1;&#x5C55;&#x5B8C;&#x5584;&#x7684;&#x6587;&#x4EF6;&#x3002;  </p>
</blockquote>
<p><br>When I say that these are my principles, I don&#x2019;t mean that in a possessive or egotistical way. I just mean that they are explanations of what I personally believe. I believe that the people I work with and care about must think for themselves. I set these principles out and explained the logic behind them so that we can together explore their merits and stress test them. While I am confident that these principles work well because I have thought hard about them, they have worked well for me for many years, and they have stood up to the scrutiny of the hundreds of smart, skeptical people, I also believe that nothing is certain. I believe that the best we can hope for is highly probable. By putting them out there and stress testing them, the probabilities of their being right will increase.
<br><br>&#x6211;&#x8BF4;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x662F;&#x6211;&#x7684;&#x539F;&#x5219;&#xFF0C;&#x5E76;&#x4E0D;&#x662F;&#x72C2;&#x5984;&#x81EA;&#x5927;&#x6216;&#x636E;&#x4E3A;&#x5DF1;&#x6709;&#xFF0C;&#x8FD9;&#x4E9B;&#x53EA;&#x662F;&#x6211;&#x4E2A;&#x4EBA;&#x4FE1;&#x5949;&#x7684;&#x7406;&#x8BBA;&#x800C;&#x5DF2;&#x3002;&#x6211;&#x5E0C;&#x671B;&#x6211;&#x7684;&#x5408;&#x4F5C;&#x4F19;&#x4F34;&#x548C;&#x6211;&#x5173;&#x5FC3;&#x7684;&#x4EBA;&#x90FD;&#x80FD;&#x81EA;&#x5DF1;&#x72EC;&#x7ACB;&#x601D;&#x8003;&#x3002;&#x6211;&#x5217;&#x51FA;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#xFF0C;&#x89E3;&#x91CA;&#x4E86;&#x80CC;&#x540E;&#x7684;&#x903B;&#x8F91;&#xFF0C;&#x6211;&#x4EEC;&#x4E00;&#x540C;&#x63A2;&#x8BA8;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x7684;&#x4F18;&#x70B9;&#xFF0C;&#x4E5F;&#x8981;&#x7EE7;&#x7EED;&#x68C0;&#x9A8C;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x3002;&#x6211;&#x5BF9;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x9887;&#x5177;&#x4FE1;&#x5FC3;&#xFF0C;&#x8FD9;&#x4E9B;&#x90FD;&#x662F;&#x6211;&#x51A5;&#x601D;&#x82E6;&#x60F3;&#x5F97;&#x6765;&#x7684;&#xFF0C;&#x591A;&#x5E74;&#x6765;&#x5728;&#x6211;&#x8EAB;&#x4E0A;&#x8BC1;&#x660E;&#x662F;&#x884C;&#x4E4B;&#x6709;&#x6548;&#x7684;&#xFF0C;&#x5386;&#x7ECF;&#x6570;&#x767E;&#x4F4D;&#x806A;&#x6167;&#x4EBA;&#x58EB;&#x7684;&#x8D28;&#x7591;&#xFF0C;&#x5B83;&#x4EEC;&#x90FD;&#x901A;&#x8FC7;&#x4E86;&#x8003;&#x9A8C;&#x3002;&#x6211;&#x4E5F;&#x76F8;&#x4FE1;&#x4E16;&#x4E8B;&#x65E0;&#x7EDD;&#x5BF9;&#xFF0C;&#x6211;&#x60F3;&#x68A6;&#x60F3;&#x662F;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x7684;&#xFF0C;&#x53EA;&#x8981;&#x628A;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x5217;&#x51FA;&#x6765;&#x5E76;&#x4E88;&#x4EE5;&#x8003;&#x9A8C;&#xFF0C;&#x6210;&#x529F;&#x7684;&#x51E0;&#x7387;&#x5C31;&#x4F1A;&#x589E;&#x52A0;&#x3002;  </p>
<p><br>I also believe that those principles that are most valuable to each of us come from our own encounters with reality and our reflections on these encounters &#x2013; not from being taught and simply accepting someone else&#x2019;s principles. So, I put these out there for you to reflect on when you are encountering your realities, and not for you to blindly follow. What I hope for most is that you and others will carefully consider them and try operating by them as part of your process for discovering what works best for you. Through this exploration, and with their increased usage, not only will they be understood, but they will evolve from &#x201C;Ray&#x2019;s principles&#x201D; to &#x201C;our principles,&#x201D; and Ray will fade out of the picture in much the same way as memories of one&#x2019;s ski or tennis instructor fade and people only pay attention to what works.So, when digesting each principle, please&#x2026; <br><br>&#x540C;&#x65F6;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x6700;&#x6709;&#x4EF7;&#x503C;&#x7684;&#x539F;&#x5219;&#x90FD;&#x4E0D;&#x662F;&#x6559;&#x51FA;&#x6765;&#x7684;&#x6216;&#x7B80;&#x5355;&#x63A5;&#x53D7;&#x4ED6;&#x4EBA;&#x7684;&#x539F;&#x5219;&#xFF0C;&#x800C;&#x662F;&#x901A;&#x8FC7;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x73B0;&#x5B9E;&#x7ECF;&#x5386;&#x4E0E;&#x53CD;&#x601D;&#x5F97;&#x51FA;&#x6765;&#x7684;&#x3002;&#x4E66;&#x4E2D;&#x5217;&#x51FA;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#xFF0C;&#x662F;&#x4F9B;&#x4F60;&#x53C2;&#x7167;&#x53CD;&#x601D;&#x81EA;&#x5DF1;&#x7684;&#x7ECF;&#x5386;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x8981;&#x4F60;&#x76F2;&#x76EE;&#x9075;&#x5FAA;&#x6211;&#x5217;&#x7684;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x3002;&#x6211;&#x6700;&#x5E0C;&#x671B;&#x770B;&#x5230;&#x4F60;&#x80FD;&#x4ED4;&#x7EC6;&#x601D;&#x5FD6;&#x672C;&#x4E66;&#x4E4B;&#x540E;&#x5185;&#x5BB9;&#x4E2D;&#x8BE6;&#x8FF0;&#x7684;&#x5404;&#x79CD;&#x539F;&#x5219;&#xFF0C;&#x5C1D;&#x8BD5;&#x4F7F;&#x7528;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#xFF0C;&#x6478;&#x7D22;&#x51FA;&#x6700;&#x9002;&#x5408;&#x81EA;&#x5DF1;&#x7684;&#x539F;&#x5219;&#x3002;&#x5728;&#x63A2;&#x5BFB;&#x548C;&#x4E0D;&#x65AD;&#x4F7F;&#x7528;&#x4E2D;&#xFF0C;&#x4E0D;&#x4EC5;&#x7406;&#x89E3;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#xFF0C;&#x800C;&#x662F;&#x6709;&#x4E00;&#x5929;&#xFF0C;&#x201C;&#x96F7;&#x7684;&#x539F;&#x5219;&#xFF08;&#x8BD1;&#x8005;&#x6CE8;&#xFF1A;&#x4F5C;&#x8005;&#x7684;&#x540D;&#x5B57;&#x662F;&#x96F7;.&#x8FBE;&#x91CC;&#x5965;&#xFF09;&#x201D;&#x6084;&#x7136;&#x901D;&#x53BB;&#xFF0C;&#x800C;&#x5C5E;&#x4E8E;&#x4F60;&#x81EA;&#x5DF1;&#x7684;&#x201C;&#x6211;&#x7684;&#x539F;&#x5219;&#x201D;&#x4F1A;&#x8DC3;&#x7136;&#x7EB8;&#x4E0A;&#x3002;&#x8FD9;&#x5C31;&#x50CF;&#x4EBA;&#x4EEC;&#x5B66;&#x4F1A;&#x6ED1;&#x96EA;&#x6216;&#x7F51;&#x7403;&#x540E;&#xFF0C;&#x6559;&#x7EC3;&#x7684;&#x5F71;&#x5B50;&#x4E5F;&#x4F1A;&#x9010;&#x6E10;&#x6DE1;&#x53BB;&#xFF0C;&#x6211;&#x4EEC;&#x53EA;&#x4F1A;&#x8BB0;&#x5F97;&#x90A3;&#x4E9B;&#x884C;&#x4E4B;&#x6709;&#x6548;&#x7684;&#x4E1C;&#x897F;&#x3002;  </p>
<blockquote>
<p>just what I believe, others will certainly have their own principles, and possibly even their own principles documents, and future managers of Bridgewater will work in their own ways to determine what principles Bridgewater will operate by. At most, this will remain as one reference of principles for people to consider when they are deciding what&#x2019;s important and how to behave. 
<br> &#x672C;&#x4E66;&#x4E3B;&#x8981;&#x9610;&#x8FF0;&#x7684;&#x662F;&#x6211;&#x4FE1;&#x5949;&#x7684;&#x539F;&#x5219;&#xFF0C;&#x522B;&#x4EBA;&#x4E5F;&#x6709;&#x4ED6;&#x4EEC;&#x4FE1;&#x5949;&#x7684;&#x539F;&#x5219;&#xFF0C;&#x4ED6;&#x4EEC;&#x5F88;&#x53EF;&#x80FD;&#x4E5F;&#x6709;&#x5199;&#x81EA;&#x5DF1;&#x539F;&#x5219;&#x7684;&#x6C47;&#x603B;&#x6587;&#x4EF6;&#x3002;&#x6865;&#x6C34;&#x8054;&#x5408;&#x57FA;&#x91D1;&#x516C;&#x53F8;&#x672A;&#x6765;&#x7684;&#x7BA1;&#x7406;&#x8005;&#x4F1A;&#x4EE5;&#x4ED6;&#x4EEC;&#x81EA;&#x5DF1;&#x7684;&#x65B9;&#x5F0F;&#x5DE5;&#x4F5C;&#xFF0C;&#x51B3;&#x5B9A;&#x516C;&#x53F8;&#x9075;&#x5FAA;&#x4EC0;&#x4E48;&#x539F;&#x5219;&#x3002;&#x81F3;&#x591A;&#xFF0C;&#x5F53;&#x4EBA;&#x4EEC;&#x9762;&#x4E34;&#x91CD;&#x8981;&#x51B3;&#x5B9A;&#xFF0C;&#x4E0D;&#x77E5;&#x5982;&#x4F55;&#x5165;&#x624B;&#x65F6;&#xFF0C;&#x672C;&#x4E66;&#x80FD;&#x5728;&#x539F;&#x5219;&#x65B9;&#x9762;&#x63D0;&#x4F9B;&#x4E00;&#x4E9B;&#x53C2;&#x8003;&#x3002;  </p>
</blockquote>
<p>&#x90A3;&#x4E48;&#x5728;&#x6D88;&#x5316;&#x6BCF;&#x6761;&#x539F;&#x5219;&#x65F6;&#xFF0C;&#x8BF7;&#x505A;&#x5230;&#x4EE5;&#x4E0B;&#x8FD9;&#x6761;&#xFF1A;  </p>
<h4 id="%E2%80%A6ask-yourself-%E2%80%9Cis-it-true-%E2%80%9D-br-%E9%97%AE%E8%87%AA%E5%B7%B1%EF%BC%9A%E2%80%9C%E8%BF%99%E6%98%AF%E5%AF%B9%E7%9A%84%E4%B9%88%EF%BC%9F%E2%80%9D">&#x2026;ask yourself: &#x201C;Is it true?&#x201D;  <br> &#x95EE;&#x81EA;&#x5DF1;&#xFF1A;&#x201C;&#x8FD9;&#x662F;&#x5BF9;&#x7684;&#x4E48;&#xFF1F;&#x201D;</h4>
<p><br>Before I discuss the management principles themselves, it&#x2019;s important for me to articulate my own most fundamental life principles because my management principles are an extension of them. <br><br>&#x5728;&#x63A2;&#x8BA8;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x5FC5;&#x987B;&#x8981;&#x8BE6;&#x8FF0;&#x6211;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x6839;&#x672C;&#x539F;&#x5219;&#xFF0C;&#x56E0;&#x4E3A;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x4E5F;&#x53EA;&#x662F;&#x5B83;&#x4EEC;&#x7684;&#x5EF6;&#x4F38;&#x6269;&#x5C55;&#x3002;  </p>
<p><br>In Part 1, I explain what I mean by principles, why I believe they are important, and how they are essential for getting what you want out of life.
<br><br> &#x7B2C;&#x4E00;&#x7AE0;&#x4F1A;&#x89E3;&#x91CA;&#x6211;&#x8BF4;&#x7684;&#x539F;&#x5219;&#x662F;&#x6307;&#x4EC0;&#x4E48;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x8BA4;&#x4E3A;&#x539F;&#x5219;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x4EE5;&#x53CA;&#x5B83;&#x4EEC;&#x5728;&#x5B9E;&#x73B0;&#x4EBA;&#x751F;&#x7406;&#x60F3;&#x4E2D;&#x6240;&#x8D77;&#x7684;&#x5173;&#x952E;&#x4F5C;&#x7528;&#x3002;  </p>
<p><br>Part 2 explains my most fundamental life principles. I describe what I believe are the best ways of interacting with reality to learn what it&#x2019;s like, and how to most effectively deal with it to get what you want. I also discuss what I believe are the most common traps that people fall into that prevent them from getting what they want, and how people&#x2019;s lives can be radically better by avoiding them. I wrote this so you can better understand why my other principles are what they are, though you don&#x2019;t need to read this part to understand the others.
<br><br>&#x7B2C;&#x4E8C;&#x7AE0;&#x6211;&#x4F1A;&#x9610;&#x8FF0;&#x6211;&#x751F;&#x6D3B;&#x4E2D;&#x6700;&#x6839;&#x672C;&#x7684;&#x539F;&#x5219;&#x3002;&#x6211;&#x4F1A;&#x63CF;&#x8FF0;&#x540C;&#x751F;&#x6D3B;&#x73B0;&#x5B9E;&#x6253;&#x4EA4;&#x9053;&#x548C;&#x4E86;&#x89E3;&#x4E8B;&#x5B9E;&#x771F;&#x76F8;&#x6700;&#x6709;&#x7528;&#x7684;&#x539F;&#x5219;&#xFF0C;&#x8FD8;&#x4F1A;&#x8C08;&#x8C08;&#x5982;&#x4F55;&#x6700;&#x6709;&#x6548;&#x5730;&#x8FD0;&#x7528;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x5B9E;&#x73B0;&#x4EBA;&#x751F;&#x7406;&#x60F3;&#x3002;&#x672C;&#x7AE0;&#x8FD8;&#x4F1A;&#x63A2;&#x8BA8;&#x963B;&#x788D;&#x7406;&#x60F3;&#x5B9E;&#x73B0;&#x7684;&#x6700;&#x5E38;&#x89C1;&#x7684;&#x4E00;&#x4E9B;&#x9677;&#x9631;&#xFF0C;&#x907F;&#x514D;&#x8FD9;&#x4E9B;&#x9677;&#x4ECE;&#x6839;&#x672C;&#x4E0A;&#x6539;&#x53D8;&#x4EBA;&#x751F;&#x3002;&#x9605;&#x8BFB;&#x6B64;&#x90E8;&#x5206;&#x4F60;&#x80FD;&#x66F4;&#x597D;&#x5730;&#x7406;&#x89E3;&#x6211;&#x8BBA;&#x8FF0;&#x7684;&#x5176;&#x4ED6;&#x539F;&#x5219;&#xFF0C;&#x4E0D;&#x8FC7;&#x8DF3;&#x8FC7;&#x6B64;&#x90E8;&#x5206;&#x4E5F;&#x4E0D;&#x5F71;&#x54CD;&#x5176;&#x4ED6;&#x5185;&#x5BB9;&#x7684;&#x7406;&#x89E3;&#x3002;  </p>
<p><br>Part 3 is about my management principles. As I have run Bridgewater for more than 35 years, it explains Bridgewater&#x2019;s approach up till now. It begins at the big-picture, conceptual level, with an explanation of why I believe that any company&#x2019;s results are primarily determined by its people and its culture. It then drills down into what I believe are the important principles behind creating a great culture, hiring the right people, managing them to achieve excellence, solving problems systematically and making good decisions. <br><br>&#x7B2C;&#x4E09;&#x7AE0;&#x8BB2;&#x7684;&#x662F;&#x6211;&#x7684;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x3002;&#x6211;&#x7BA1;&#x7406;&#x6865;&#x6C34;&#x8054;&#x5408;&#x57FA;&#x91D1;&#x516C;&#x53F8;&#x5DF2;&#x7ECF;&#x8D85;&#x8FC7;35&#x5E74;&#x4E86;&#xFF0C;&#x8FD9;&#x4E9B;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x81F3;&#x4ECA;&#x90FD;&#x5728;&#x4F7F;&#x7528;&#x3002;&#x672C;&#x7AE0;&#x5F00;&#x59CB;&#x4F1A;&#x7B3C;&#x7EDF;&#x5730;&#x9610;&#x91CA;&#xFF0C;&#x4E4B;&#x540E;&#x4F1A;&#x4ECE;&#x6982;&#x5FF5;&#x5C42;&#x9762;&#x89E3;&#x91CA;&#x4E3A;&#x4EC0;&#x4E48;&#x4EFB;&#x4F55;&#x516C;&#x53F8;&#x7684;&#x6210;&#x529F;&#x90FD;&#x4E3B;&#x8981;&#x5F52;&#x529F;&#x4E8E;&#x5458;&#x5DE5;&#x548C;&#x516C;&#x53F8;&#x6587;&#x5316;&#x3002;&#x968F;&#x540E;&#x5C06;&#x6DF1;&#x5165;&#x63A2;&#x8BA8;&#x4E00;&#x7CFB;&#x5217;&#x91CD;&#x8981;&#x7684;&#x539F;&#x5219;&#xFF0C;&#x5728;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x7684;&#x6307;&#x5BFC;&#x4E0B;&#xFF0C;&#x6211;&#x624D;&#x80FD;&#x521B;&#x9020;&#x51FA;&#x826F;&#x597D;&#x7684;&#x516C;&#x53F8;&#x6587;&#x5316;&#xFF0C;&#x96C7;&#x4F63;&#x5408;&#x9002;&#x7684;&#x5458;&#x5DE5;&#xFF0C;&#x5728;&#x7BA1;&#x7406;&#x4E2D;&#x52A9;&#x4ED6;&#x4EEC;&#x5B9E;&#x73B0;&#x4E1A;&#x7EE9;&#xFF0C;&#x7CFB;&#x7EDF;&#x5730;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF0C;&#x5E76;&#x4F5C;&#x51FA;&#x6B63;&#x786E;&#x7684;&#x6289;&#x62E9;&#x3002;  </p>
<p><br>There are of course lots of other types of principles. For example, I hope to one day write about my investment principles. However, management principles are now what we need most, so here are the ones that I think make sense and have worked for me. <br><br>&#x5F53;&#x7136;&#xFF0C;&#x5B58;&#x5728;&#x5F88;&#x591A;&#x5176;&#x4ED6;&#x7C7B;&#x522B;&#x7684;&#x539F;&#x5219;&#xFF0C;&#x6BD4;&#x65B9;&#x8BF4;&#xFF0C;&#x6211;&#x5E0C;&#x671B;&#x6709;&#x4E00;&#x5929;&#x6211;&#x80FD;&#x5199;&#x4E0B;&#x6211;&#x7684;&#x6295;&#x8D44;&#x539F;&#x5219;&#xFF0C;&#x4E0D;&#x8FC7;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x662F;&#x6211;&#x4EEC;&#x73B0;&#x5728;&#x6700;&#x6025;&#x9700;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x624D;&#x5199;&#x4E86;&#x8FD9;&#x4E9B;&#x6211;&#x8BA4;&#x4E3A;&#x6700;&#x6709;&#x610F;&#x4E49;&#x7684;&#xFF0C;&#x5BF9;&#x6211;&#x6700;&#x6709;&#x7528;&#x7684;&#x539F;&#x5219;&#x3002;</p>

                    
                    </section>
                
                
                </div>
            </div>
        </div>

        
        
        <a href="./Chapter_0.html" class="navigation navigation-next navigation-unique" aria-label="Next page: 前言"><i class="fa fa-angle-right"></i></a>
        
    </div>
</div>

        
<script src="zhibimo/app.js"></script>

    
    <script src="zhibimo/plugins/gitbook-plugin-tongji/client-tongji.js"></script>
    

<script>
require(["gitbook"], function(gitbook) {
    var config = {"fontSettings":{"theme":null,"family":"sans","size":2},"tongji":{"token":"f4c77fe2523e4a5d8092ddefe64d971a"}};
    gitbook.start(config);
});
</script>

        
    </body>
    
</html>
