<!DOCTYPE HTML>
<html lang="zh-cn" >
    
    <head>
        
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=11; IE=10; IE=9; IE=8; IE=7; IE=EDGE" />
        <title>第二章 我最重要的生活原则 | Introduction 简介</title>
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 2.0.1">
        
        
        <meta name="HandheldFriendly" content="true"/>
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
        <meta name="apple-mobile-web-app-capable" content="yes">
        <meta name="apple-mobile-web-app-status-bar-style" content="black">
        <link rel="apple-touch-icon-precomposed" sizes="152x152" href="zhibimo/images/apple-touch-icon-precomposed-152.png">
        <link rel="shortcut icon" href="zhibimo/images/favicon.ico" type="image/x-icon">
        
    
    
    <link rel="next" href="./Part204ThePersonalEvolutionaryProcess.html" />
    
    
    <link rel="prev" href="./Part01.html" />
    

        <script> var _hmt = _hmt || []; (function() {   var hm = document.createElement('script');   hm.src = '//hm.baidu.com/hm.js?f4c77fe2523e4a5d8092ddefe64d971a';   var s = document.getElementsByTagName('script')[0];    s.parentNode.insertBefore(hm, s); })();</script>
    </head>
    <body>
        
        
    <link rel="stylesheet" href="zhibimo/style.css">
    
    

        
    <div class="book" data-level="3" data-basepath="." data-revision="Mon Aug 29 2016 19:00:53 GMT+0800 (CST)">
    

<div class="book-summary">
    <div class="book-search">
        <input type="text" placeholder="输入并搜索" class="form-control" />
    </div>
    <ul class="summary">
        
        
        
        

        

        
    
        <li class="chapter " data-level="0" data-path="index.html">
            
                
                    <a href="./index.html">
                        <i class="fa fa-check"></i>
                        
                        介绍
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="1" data-path="Chapter_0.html">
            
                
                    <a href="./Chapter_0.html">
                        <i class="fa fa-check"></i>
                        
                            <b>1.</b>
                        
                        前言
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="2" data-path="Part01.html">
            
                
                    <a href="./Part01.html">
                        <i class="fa fa-check"></i>
                        
                            <b>2.</b>
                        
                        第一章 原则的重要性
                    </a>
                
            
            
        </li>
    
        <li class="chapter active" data-level="3" data-path="Part02.html">
            
                
                    <a href="./Part02.html">
                        <i class="fa fa-check"></i>
                        
                            <b>3.</b>
                        
                        第二章 我最重要的生活原则
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="4" data-path="Part204ThePersonalEvolutionaryProcess.html">
            
                
                    <a href="./Part204ThePersonalEvolutionaryProcess.html">
                        <i class="fa fa-check"></i>
                        
                            <b>4.</b>
                        
                        个人成长过程
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="5" data-path="Part208My5StepProcesstoGettingWhatYouWantOutofLife.html">
            
                
                    <a href="./Part208My5StepProcesstoGettingWhatYouWantOutofLife.html">
                        <i class="fa fa-check"></i>
                        
                            <b>5.</b>
                        
                        实现梦想的五大步骤
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="6" data-path="Part03.html">
            
                
                    <a href="./Part03.html">
                        <i class="fa fa-check"></i>
                        
                            <b>6.</b>
                        
                        第三章 我的管理原则
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="7" data-path="Part303SummaryandTableofPrinciples.html">
            
                
                    <a href="./Part303SummaryandTableofPrinciples.html">
                        <i class="fa fa-check"></i>
                        
                            <b>7.</b>
                        
                        原则汇总列表
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="8" data-path="Part304WhatFollowsistheMeat.html">
            
                
                    <a href="./Part304WhatFollowsistheMeat.html">
                        <i class="fa fa-check"></i>
                        
                            <b>8.</b>
                        
                        干货
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="9" data-path="contributionandcorrect.html">
            
                
                    <a href="./contributionandcorrect.html">
                        <i class="fa fa-check"></i>
                        
                            <b>9.</b>
                        
                        贡献和勘误
                    </a>
                
            
            
        </li>
    


        
        <li class="divider"></li>
        <li>
            <a href="http://zhibimo.com" target="blank" class="zhibimo-link">
                本书使用 知笔墨 发布
            </a>
        </li>
        
    </ul>
</div>

    <div class="book-body">
        <div class="body-inner">
            <div class="book-header">
    <!-- Actions Left -->
    <a href="#" class="btn pull-left toggle-summary" aria-label="目录"><i class="fa fa-align-justify"></i></a>
    <a href="#" class="btn pull-left toggle-search" aria-label="搜索"><i class="fa fa-search"></i></a>
    
    <div id="font-settings-wrapper" class="dropdown pull-left">
        <a href="#" class="btn toggle-dropdown" aria-label="字体设置"><i class="fa fa-font"></i>
        </a>
        <div class="dropdown-menu font-settings">
    <div class="dropdown-caret">
        <span class="caret-outer"></span>
        <span class="caret-inner"></span>
    </div>

    <div class="buttons">
        <button type="button" id="reduce-font-size" class="button size-2">A</button>
        <button type="button" id="enlarge-font-size" class="button size-2">A</button>
    </div>

    <div class="buttons font-family-list">
        <button type="button" data-font="0" class="button">宋体</button>
        <button type="button" data-font="1" class="button">黑体</button>
    </div>

    <div class="buttons color-theme-list">
        <button type="button" id="color-theme-preview-0" class="button size-3" data-theme="0">白色</button>
        <button type="button" id="color-theme-preview-1" class="button size-3" data-theme="1">棕褐色</button>
        <button type="button" id="color-theme-preview-2" class="button size-3" data-theme="2">夜间</button>
    </div>
</div>

    </div>

    <div class="dropdown pull-right">
        <a href="#" class="btn toggle-dropdown" aria-label="分享"><i class="fa fa-share-alt"></i>
        </a>
        <div class="dropdown-menu font-settings dropdown-left">
            <div class="dropdown-caret">
                <span class="caret-outer"></span>
                <span class="caret-inner"></span>
            </div>
            <div class="buttons">
                <button type="button" data-sharing="twitter" class="button">
                    分享到 Twitter
                </button>
                <button type="button" data-sharing="facebook" class="button">
                    分享到 Facebook
                </button>
                <button type="button" data-sharing="instapaper" class="button">
                    分享到 Instapaper
                </button>
            </div>
        </div>
    </div>

    <a href="#" target="_blank" class="btn pull-right wechat-sharing-link sharing-link" data-sharing="wechat" aria-label="Wechat"><i class="fa fa-wechat"></i></a>
    <a href="#" target="_blank" class="btn pull-right weibo-sharing-link sharing-link" data-sharing="weibo" aria-label="Weibo"><i class="fa fa-weibo"></i></a>

    <div id='wechat_mask'>
      <div id='wechat_qrcode_wrapper'>
        <span><i class='fa fa-times'></i></span>
        <div id='wechat_qrcode'></div>
      </div>
    </div>

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="./" >Introduction 简介</a>
    </h1>
</div>

            <div class="page-wrapper" tabindex="-1">
                <div class="page-inner">
                
                
                    <section class="normal" id="section-">
                    
                        <h2 id="part-2-my-most-fundamental-life-principles-br-br-%E7%AC%AC%E4%BA%8C%E7%AB%A0-%E6%88%91%E6%9C%80%E9%87%8D%E8%A6%81%E7%9A%84%E7%94%9F%E6%B4%BB%E5%8E%9F%E5%88%99">Part 2: My Most Fundamental Life Principles<br> <br>&#x7B2C;&#x4E8C;&#x7AE0; &#x6211;&#x6700;&#x91CD;&#x8981;&#x7684;&#x751F;&#x6D3B;&#x539F;&#x5219;</h2>
<p><br>Time is like a river that will take you forward into encounters with reality that will require you to make decisions. You can&#x2019;t stop the movement down this river, and you can&#x2019;t avoid the encounters. You can only approach these encounters in the best way possible.
<br><br>&#x65F6;&#x95F4;&#x5B9B;&#x5982;&#x4E00;&#x6761;&#x957F;&#x6CB3;&#xFF0C;&#x4F60;&#x5728;&#x987A;&#x6D41;&#x800C;&#x4E0B;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x9082;&#x9005;&#x5404;&#x79CD;&#x73B0;&#x5B9E;&#x7684;&#x7ECF;&#x5386;&#xFF0C;&#x5E76;&#x9700;&#x8981;&#x4F60;&#x505A;&#x51FA;&#x5404;&#x79CD;&#x9009;&#x62E9;&#x3002;&#x4F60;&#x65E0;&#x6CD5;&#x963B;&#x6B62;&#x6CB3;&#x6C34;&#x7684;&#x6D41;&#x52A8;&#xFF0C;&#x5C31;&#x50CF;&#x4F60;&#x65E0;&#x6CD5;&#x907F;&#x514D;&#x5404;&#x79CD;&#x73B0;&#x5B9E;&#x60C5;&#x51B5;&#x4E0D;&#x671F;&#x800C;&#x9047;&#x4E00;&#x6837;&#xFF0C;&#x53EA;&#x80FD;&#x4EE5;&#x529B;&#x6240;&#x80FD;&#x53CA;&#x7684;&#x529E;&#x6CD5;&#x5316;&#x89E3;&#x3002;  </p>
<p><br>That is what this part is all about.
<br><br>&#x8FD9;&#x5C31;&#x662F;&#x672C;&#x7AE0;&#x60F3;&#x8C08;&#x7684;&#x5185;&#x5BB9;&#x3002;</p>
<h3 id="-br-where-i%E2%80%99m-coming-from-br-br-%E6%88%91%E6%9D%A5%E8%87%AA%E4%BD%95%E5%A4%84"><br>Where I&#x2019;m Coming From <br><br> &#x6211;&#x6765;&#x81EA;&#x4F55;&#x5904;</h3>
<p><br>Since we are all products of our genes and our environments and approach the world with biases, I think it is relevant for me to tell you a bit of my background so that you can know where I&#x2019;m coming from. 
<br> <br>&#x6211;&#x4EEC;&#x90FD;&#x662F;&#x57FA;&#x56E0;&#x548C;&#x73AF;&#x5883;&#x7684;&#x4EA7;&#x7269;&#xFF0C;&#x8EAB;&#x5904;&#x7684;&#x4E16;&#x754C;&#x5145;&#x6EE1;&#x6B67;&#x89C6;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x6709;&#x5FC5;&#x8981;&#x8DDF;&#x4F60;&#x4EEC;&#x8C08;&#x4E00;&#x70B9;&#x6211;&#x7684;&#x4E2A;&#x4EBA;&#x80CC;&#x666F;&#xFF0C;&#x4FBF;&#x4E8E;&#x5404;&#x4F4D;&#x4E86;&#x89E3;&#x6211;&#x6765;&#x81EA;&#x4F55;&#x5904;&#x3002;  </p>
<p><br>I grew up in a middle-class neighborhood on Long Island, the only son of a jazz musician and a stay-at-home mom. I was a very ordinary kid, and a less-than-ordinary student. I liked playing with my friends&#x2014; for example, touch football in the street&#x2014;and I didn&apos;t like the school part of school, partly because I had, and still have, a bad rote memory and partly because I couldn&#x2019;t get excited about forcing myself to remember what others wanted me to remember without understanding what all this work was going to get me. In order to be motivated, I needed to work for what I wanted, not for what other people wanted me to do. And in order to be successful, I needed to figure out for myself how to get what I wanted, not remember the facts I was being told to remember.
<br><br>&#x6211;&#x5728;&#x957F;&#x5C9B;&#x7684;&#x4E00;&#x4E2A;&#x4E2D;&#x4EA7;&#x9636;&#x7EA7;&#x793E;&#x533A;&#x957F;&#x5927;&#xFF0C;&#x7236;&#x4EB2;&#x662F;&#x4F4D;&#x7235;&#x58EB;&#x97F3;&#x4E50;&#x5BB6;&#xFF0C;&#x6BCD;&#x4EB2;&#x8DB3;&#x4E0D;&#x51FA;&#x6237;&#xFF0C;&#x662F;&#x4F4D;&#x5BB6;&#x5EAD;&#x4E3B;&#x5987;&#x3002;&#x6211;&#x5462;&#xFF0C;&#x66FE;&#x662F;&#x4E2A;&#x5F88;&#x666E;&#x901A;&#x7684;&#x5C0F;&#x5B69;&#xFF0C;&#x4F46;&#x5728;&#x5B66;&#x6821;&#x91CC;&#x53C8;&#x662F;&#x4E2A;&#x4E0D;&#x90A3;&#x4E48;&#x542C;&#x8BDD;&#x7684;&#x5B66;&#x751F;&#x3002;&#x90A3;&#x65F6;&#x6211;&#x8001;&#x548C;&#x4E00;&#x5E2E;&#x670B;&#x53CB;&#x4EEC;&#x53AE;&#x6DF7;&#xFF0C;&#x5728;&#x8857;&#x4E0A;&#x8E22;&#x8E22;&#x8DB3;&#x7403;&#x4EC0;&#x4E48;&#x7684;&#x3002;&#x5E76;&#x4E0D;&#x662F;&#x5F88;&#x559C;&#x6B22;&#x5B66;&#x6821;&#x4E0A;&#x8BFE;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x53EF;&#x80FD;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x4E00;&#x76F4;&#x4E0D;&#x64C5;&#x957F;&#x6B7B;&#x8BB0;&#x786C;&#x80CC;&#x6559;&#x79D1;&#x4E66;&#x4E0A;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x5F53;&#x7136;&#x6211;&#x73B0;&#x5728;&#x4F9D;&#x65E7;&#x5982;&#x6B64;&#xFF0C;&#x8FD8;&#x53EF;&#x80FD;&#x662F;&#x56E0;&#x4E3A;&#x5982;&#x679C;&#x522B;&#x4EBA;&#x8981;&#x6211;&#x5728;&#x5B8C;&#x5168;&#x6CA1;&#x641E;&#x6E05;&#x695A;&#x662F;&#x600E;&#x4E48;&#x4E00;&#x56DE;&#x4E8B;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x5C31;&#x56EB;&#x56F5;&#x541E;&#x67A3;&#xFF0C;&#x6B7B;&#x8BB0;&#x786C;&#x80CC;&#xFF0C;&#x6211;&#x53EF;&#x771F;&#x662F;&#x4E00;&#x70B9;&#x90FD;&#x63D0;&#x4E0D;&#x8D77;&#x5174;&#x8DA3;&#x3002;&#x505A;&#x4E8B;&#x8981;&#x60F3;&#x6709;&#x5E72;&#x52B2;&#xFF0C;&#x5F97;&#x5E72;&#x4E9B;&#x6211;&#x81EA;&#x5DF1;&#x60F3;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x800C;&#x975E;&#x4ED6;&#x4EBA;&#x903C;&#x8FEB;&#x6211;&#x4E3A;&#x4E4B;&#x3002;&#x60F3;&#x8981;&#x505A;&#x6210;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x6211;&#x5F97;&#x5F04;&#x6E05;&#x695A;&#x83B7;&#x5F97;&#x6210;&#x529F;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x800C;&#x975E;&#x5F3A;&#x8BB0;&#x90A3;&#x4E9B;&#x6CA1;&#x7528;&#x7684;&#x77E5;&#x8BC6;&#x70B9;&#x3002;<br><br></p>
<blockquote>
<p>Rote memory is memory for things that don&#x2019;t have an intrinsic logic for being what they are, like a random series of numbers, words in a foreign language and people&#x2019;s names (all of which I have trouble with). On the other hand, I have a great memory for things that make sense in a context. For example, I can tell you what happened in every year in the economy and markets since the mid-1960s and how many things work.
<br><br>&#x6B7B;&#x8BB0;&#x786C;&#x80CC;&#x5F0F;&#x7684;&#x8BB0;&#x5FC6;&#x662F;&#x673A;&#x68B0;&#x8BB0;&#x5FC6;&#xFF0C;&#x6CA1;&#x6709;&#x5B9E;&#x8D28;&#x5185;&#x5BB9;&#x4E4B;&#x95F4;&#x7684;&#x5185;&#x5728;&#x903B;&#x8F91;&#xFF0C;&#x6BD4;&#x5982;&#x4E00;&#x4E32;&#x968F;&#x673A;&#x6570;&#x5B57;&#xFF0C;&#x5916;&#x8BED;&#x5355;&#x8BCD;&#xFF0C;&#x4EBA;&#x540D;&#xFF08;&#x8FD9;&#x4E2A;&#x6211;&#x611F;&#x5230;&#x6700;&#x5934;&#x75BC;&#x4E86;&#xFF09;&#x3002;&#x53EF;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x6211;&#x5BF9;&#x8BED;&#x5883;&#x4E2D;&#x6709;&#x610F;&#x4E49;&#x7684;&#x5185;&#x5BB9;&#x8BB0;&#x5F97;&#x5F88;&#x6E05;&#x695A;&#xFF0C;&#x4F8B;&#x5982;&#x6211;&#x80FD;&#x544A;&#x8BC9;&#x4F60;&#x81EA;60&#x5E74;&#x4EE3;&#x4E2D;&#x671F;&#x4EE5;&#x6765;&#x6BCF;&#x5E74;&#x5728;&#x7ECF;&#x6D4E;&#x548C;&#x5E02;&#x573A;&#x65B9;&#x9762;&#x53D1;&#x751F;&#x8FC7;&#x4EC0;&#x4E48;&#x5927;&#x4E8B;&#xFF0C;&#x54EA;&#x4E9B;&#x4E8B;&#x8D77;&#x5230;&#x4E86;&#x4F5C;&#x7528;&#x3002;  </p>
</blockquote>
<p><br>One thing I wanted was spending money. So I had a newspaper route, I mowed lawns, I shoveled the snow off driveways, I washed dishes in a restaurant, and, starting when I was 12 years old, I caddied.
<br><br>&#x6211;&#x60F3;&#x82B1;&#x94B1;&#xFF0C;&#x90A3;&#x5C31;&#x5F97;&#x8D5A;&#x94B1;&#xFF0C;&#x6240;&#x4EE5;&#x90A3;&#x65F6;&#x6211;&#x9001;&#x8FC7;&#x62A5;&#x7EB8;&#x3001;&#x9664;&#x8FC7;&#x8349;&#x576A;&#x3001;&#x94F2;&#x8FC7;&#x516C;&#x8DEF;&#x4E0A;&#x7684;&#x79EF;&#x96EA;&#x3001;&#x5728;&#x9910;&#x9986;&#x5237;&#x8FC7;&#x76D8;&#x5B50;&#x3002;12&#x5C81;&#x90A3;&#x5E74;&#xFF0C;&#x6211;&#x5F00;&#x59CB;&#x505A;&#x9AD8;&#x5C14;&#x592B;&#x7403;&#x7AE5;&#x3002;  </p>
<p><br>It was the 1960s. At the time the stock market was booming and everyone was talking about it, especially the people I caddied for. So I started to invest. The first stock I bought was a company called Northeast Airlines, and the only reason I bought it was that it was the only company I had heard of that was trading for less than $5 per share, so I could buy more shares, which I figured was a good thing. It went up a lot. It was about to go broke but another company acquired it, so it tripled. I made money because I was lucky, though I didn&#x2019;t see it that way then. I figured that this game was easy. After all, with thousands of companies listed in the newspaper, how difficult could it be to find at least one that would go up? By comparison to my other jobs, this way of making money seemed much more fun, a lot easier, and much more lucrative. Of course, it didn&#x2019;t take me long to lose money in the markets and learn about how difficult it is to be right and the costs of being wrong.
<br><br>&#x5927;&#x6982;&#x662F;&#x5728;60&#x5E74;&#x4EE3;&#x5427;&#xFF0C;&#x80A1;&#x5E02;&#x884C;&#x60C5;&#x6B23;&#x6B23;&#x5411;&#x8363;&#xFF0C;&#x5BB6;&#x5BB6;&#x6237;&#x6237;&#x90FD;&#x5728;&#x804A;&#x7092;&#x80A1;&#xFF0C;&#x800C;&#x6211;&#x505A;&#x7403;&#x7AE5;&#x65F6;&#x7684;&#x90A3;&#x4E9B;&#x96C7;&#x4E3B;&#x4EEC;&#x66F4;&#x662F;&#x70ED;&#x8877;&#x7092;&#x80A1;&#xFF0C;&#x8033;&#x6FE1;&#x76EE;&#x67D3;&#xFF0C;&#x6211;&#x5F00;&#x59CB;&#x4E86;&#x7B2C;&#x4E00;&#x7B14;&#x6295;&#x8D44;&#x3002;&#x5F53;&#x65F6;&#x6211;&#x4E70;&#x7684;&#x7B2C;&#x4E00;&#x652F;&#x80A1;&#x7968;&#x53EB;&#x4E1C;&#x5317;&#x822A;&#x7A7A;&#x516C;&#x53F8;&#xFF0C;&#x9009;&#x62E9;&#x7684;&#x539F;&#x56E0;&#x4E5F;&#x53EA;&#x662F;&#x56E0;&#x4E3A;&#x5728;&#x6BCF;&#x80A1;5&#x5757;&#x94B1;&#x4EE5;&#x5185;&#x7684;&#x516C;&#x53F8;&#x91CC;&#xFF0C;&#x6211;&#x5C31;&#x53EA;&#x542C;&#x8BF4;&#x8FC7;&#x8FD9;&#x5BB6;&#x516C;&#x53F8;&#x3002;&#x4E0D;&#x8FC7;&#x4E5F;&#x597D;&#xFF0C;&#x81F3;&#x5C11;&#x6211;&#x80FD;&#x591A;&#x4E70;&#x51E0;&#x80A1;&#xFF0C;&#x884C;&#x60C5;&#x8FD8;&#x662F;&#x5F88;&#x68D2;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x5BB6;&#x516C;&#x53F8;&#x521A;&#x8981;&#x7834;&#x4EA7;&#x5C31;&#x88AB;&#x53E6;&#x4E00;&#x5BB6;&#x516C;&#x53F8;&#x6536;&#x8D2D;&#x4E86;&#xFF0C;&#x5E02;&#x503C;&#x77AC;&#x95F4;&#x6DA8;&#x5230;&#x4E86;&#x4ECE;&#x524D;&#x7684;&#x4E09;&#x500D;&#xFF0C;&#x6211;&#x9760;&#x8FD9;&#x70B9;&#x8FD0;&#x6C14;&#x4E5F;&#x7B97;&#x5C0F;&#x8D5A;&#x4E00;&#x7B14;&#xFF0C;&#x5F53;&#x7136;&#x90A3;&#x65F6;&#x6211;&#x8FD8;&#x4E0D;&#x6E05;&#x695A;&#x8FD9;&#x4E9B;&#x4E8B;&#x60C5;&#x80CC;&#x540E;&#x7684;&#x5177;&#x4F53;&#x539F;&#x56E0;&#x3002;&#x770B;&#x8D77;&#x6765;&#x8FD9;&#x6E38;&#x620F;&#x4E0D;&#x96BE;&#x73A9;&#xFF0C;&#x62A5;&#x7EB8;&#x4E0A;&#x767B;&#x7684;&#x6BCF;&#x5929;&#x90A3;&#x4E48;&#x591A;&#x516C;&#x53F8;&#x90FD;&#x5728;&#x4E0A;&#x5E02;&#xFF0C;&#x627E;&#x5BB6;&#x4F1A;&#x6DA8;&#x7684;&#x516C;&#x53F8;&#x6709;&#x4EC0;&#x4E48;&#x96BE;&#x7684;&#xFF1F;&#x518D;&#x8BF4;&#x4E86;&#xFF0C;&#x548C;&#x6211;&#x505A;&#x8FC7;&#x7684;&#x90A3;&#x4E9B;&#x5DE5;&#x4F5C;&#x6BD4;&#x8D77;&#x6765;&#xFF0C;&#x8FD9;&#x79CD;&#x8D5A;&#x94B1;&#x65B9;&#x5F0F;&#x65E2;&#x6709;&#x8DA3;&#x53C8;&#x5BB9;&#x6613;&#xFF0C;&#x8FD8;&#x80FD;&#x8D5A;&#x66F4;&#x591A;&#x94B1;&#xFF0C;&#x4F55;&#x4E50;&#x4E0D;&#x4E3A;&#xFF1F;&#x4E0D;&#x8FC7;&#x6CA1;&#x591A;&#x4E45;&#x6211;&#x5C31;&#x5F00;&#x59CB;&#x4E8F;&#x94B1;&#x4E86;&#xFF0C;&#x539F;&#x6765;&#x9009;&#x5BF9;&#x80A1;&#x7968;&#x5E76;&#x975E;&#x6613;&#x4E8B;&#xFF0C;&#x9009;&#x9519;&#x4E86;&#x4EE3;&#x4EF7;&#x4E5F;&#x633A;&#x4E0D;&#x83F2;&#x7684;&#x3002;  </p>
<p><br>So what I really wanted to do now was beat the market. I just had to figure out how to do it.
<br><br>&#x597D;&#x4E86;&#xFF0C;&#x6211;&#x73B0;&#x5728;&#x89C9;&#x5F97;&#x6211;&#x771F;&#x6B63;&#x60F3;&#x505A;&#x7684;&#x662F;&#x51FB;&#x8D25;&#x5E02;&#x573A;&#xFF0C;&#x90A3;&#x5C31;&#x5F97;&#x641E;&#x6E05;&#x695A;&#x600E;&#x4E48;&#x6765;&#x505A;&#x4E86;&#x3002;  </p>
<p><br>The pursuit of this goal taught me:
<br><br>&#x5728;&#x5B9E;&#x73B0;&#x8FD9;&#x4E2A;&#x76EE;&#x6807;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6211;&#x5B66;&#x5230;&#x51E0;&#x4EF6;&#x4E8B;&#x60C5;&#xFF1A;  </p>
<p><br><strong>1) It isn&apos;t easy for me to be confident that my opinions are right.</strong> In the markets, you can do ahuge amount of work and still be wrong.
<br><br> <strong>1&#xFF09;&#x575A;&#x4FE1;&#x81EA;&#x5DF1;&#x7684;&#x89C2;&#x70B9;&#x90FD;&#x662F;&#x5BF9;&#x7684;&#x53EF;&#x4E0D;&#x662F;&#x4EF6;&#x5BB9;&#x6613;&#x7684;&#x4E8B;&#x60C5;&#x3002;</strong>&#x80A1;&#x5E02;&#x91CC;&#xFF0C;&#x505A;&#x518D;&#x591A;&#x90FD;&#x53EF;&#x80FD;&#x662F;&#x4E8E;&#x4E8B;&#x65E0;&#x8865;&#x3002;  </p>
<p><br><strong>2) Bad opinions can be very costly.</strong> Most people come up with opinions and there&#x2019;s no cost tothem. Not so in the market. This is why I have learned to be cautious. No matter how hard I work, I really can&#x2019;t be sure.
<br><br><strong>2&#xFF09;&#x7CDF;&#x7CD5;&#x7684;&#x610F;&#x89C1;&#x4EE3;&#x4EF7;&#x6602;&#x8D35;&#x3002;</strong>&#x5F88;&#x591A;&#x4EBA;&#x7ED9;&#x51FA;&#x7684;&#x89C2;&#x70B9;&#x548C;&#x770B;&#x6CD5;&#x90FD;&#x662F;&#x96F6;&#x6210;&#x672C;&#xFF0C;&#x4F46;&#x5728;&#x80A1;&#x5E02;&#x91CC;&#x53EF;&#x5C31;&#x4E0D;&#x4E00;&#x6837;&#x4E86;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x5DF2;&#x7ECF;&#x5B66;&#x4F1A;&#x4E86;&#x8C28;&#x614E;&#x3002;&#x56E0;&#x4E3A;&#x518D;&#x6211;&#x600E;&#x4E48;&#x52AA;&#x529B;&#xFF0C;&#x6211;&#x90FD;&#x65E0;&#x6CD5;100%&#x80AF;&#x5B9A;&#x5E02;&#x573A;&#x8D70;&#x5411;&#x3002;  </p>
<p><br><strong>3) The consensus is often wrong, so I have to be an independent thinker.</strong> To make any money,you have to be right when they&#x2019;re wrong.
<br><br> <strong>3&#xFF09;&#x5927;&#x5BB6;&#x7684;&#x5171;&#x8BC6;&#x7ECF;&#x5E38;&#x90FD;&#x662F;&#x9519;&#x7684;&#xFF0C;&#x8981;&#x505A;&#x72EC;&#x7ACB;&#x7684;&#x601D;&#x8003;&#x8005;&#x3002;</strong>&#x8981;&#x60F3;&#x8D5A;&#x94B1;&#xFF0C;&#x90A3;&#x5C31;&#x5F97;&#x5728;&#x522B;&#x4EBA;&#x90FD;&#x9009;&#x9519;&#x65F6;&#xFF0C;&#x4F60;&#x9009;&#x5BF9;&#x624D;&#x884C;&#x3002;  </p>
<p>So &#x2026;
<br>&#x56E0;&#x6B64;&#x2026;&#x2026;  </p>
<p><br><strong>3.1) I worked for what I wanted, not for what others wanted me to do.</strong> For that reason, I never feltthat I had to do anything. All the work I ever did was just what I needed to do to get what I wanted. Since I always had the prerogative to strive for what I wanted, I never felt forced to do anything. 
<br><br> <strong>3.1&#xFF09;&#x6211;&#x5E72;&#x6211;&#x81EA;&#x5DF1;&#x60F3;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x800C;&#x975E;&#x4ED6;&#x4EBA;&#x903C;&#x8FEB;&#x6211;&#x4E3A;&#x4E4B;&#x3002;</strong>&#x8FD9;&#x6837;&#x6211;&#x5C31;&#x4E0D;&#x4F1A;&#x611F;&#x5230;&#x88AB;&#x52A8;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x6240;&#x505A;&#x7684;&#x6BCF;&#x4EF6;&#x4E8B;&#x90FD;&#x662F;&#x4E3A;&#x4E86;&#x8FBE;&#x6210;&#x81EA;&#x5DF1;&#x60F3;&#x8981;&#x5B9E;&#x73B0;&#x7684;&#x76EE;&#x6807;&#x3002;&#x5BF9;&#x4E8E;&#x6211;&#x60F3;&#x8981;&#x7684;&#x4E1C;&#x897F;&#x6211;&#x4E5F;&#x4E00;&#x76F4;&#x62E5;&#x6709;&#x4E0D;&#x53BB;&#x4E89;&#x53D6;&#x7684;&#x81EA;&#x7531;&#xFF0C;&#x6240;&#x4EE5;&#x624D;&#x4E0D;&#x4F1A;&#x611F;&#x5230;&#x88AB;&#x80C1;&#x8FEB;&#x3002;  </p>
<p><br><strong>3.2) I came up with the best independent opinions I could muster to get what I wanted.</strong> Forexample, when I wanted to make money in the markets, I knew that I had to learn about companies to assess the attractiveness of their stocks. At the time, Fortune magazine had a little tear- out coupon that you could mail in to get the annual reports of any companies on the Fortune 500, for free. So I ordered all the annual reports and worked my way through the most interesting ones and formed opinions about which companies were exciting.
<br><br> <strong>3.2&#xFF09;&#x6211;&#x628A;&#x6211;&#x80FD;&#x60F3;&#x5230;&#x7684;&#x6700;&#x597D;&#x7684;&#x3001;&#x72EC;&#x7ACB;&#x7684;&#x89C2;&#x70B9;&#x6C47;&#x805A;&#x5230;&#x4E00;&#x8D77;&#xFF0C;&#x7528;&#x4EE5;&#x5B9E;&#x73B0;&#x6211;&#x7684;&#x76EE;&#x6807;&#x3002;</strong>&#x4F8B;&#x5982;&#xFF0C;&#x6211;&#x60F3;&#x5728;&#x80A1;&#x5E02;&#x91CC;&#x8D5A;&#x94B1;&#xFF0C;&#x6211;&#x5C31;&#x5F97;&#x4E86;&#x89E3;&#x516C;&#x53F8;&#xFF0C;&#x4ECE;&#x800C;&#x8BC4;&#x4F30;&#x8BE5;&#x516C;&#x53F8;&#x80A1;&#x7968;&#x7684;&#x5438;&#x5F15;&#x529B;&#x3002;&#x90A3;&#x65F6;&#xFF0C;&#x300A;&#x8D22;&#x5BCC;&#x300B;&#x6742;&#x5FD7;&#x6BCF;&#x671F;&#x90FD;&#x9644;&#x8D60;&#x4F18;&#x60E0;&#x5238;&#xFF0C;&#x53EF;&#x4EE5;&#x6495;&#x4E0B;&#x6765;&#x90AE;&#x5BC4;&#x7ED9;&#x6742;&#x5FD7;&#xFF0C;&#x514D;&#x8D39;&#x83B7;&#x53D6;&#x4E16;&#x754C;500&#x5F3A;&#x5404;&#x4F01;&#x4E1A;&#x7684;&#x5E74;&#x5EA6;&#x62A5;&#x544A;&#x3002;&#x6211;&#x8BA2;&#x4E86;&#x6240;&#x6709;&#x4F01;&#x4E1A;&#x7684;&#x5E74;&#x5EA6;&#x62A5;&#x544A;&#xFF0C;&#x627E;&#x51FA;&#x6211;&#x8BA4;&#x4E3A;&#x6700;&#x6709;&#x8DA3;&#x7684;&#x516C;&#x53F8;&#xFF0C;&#x5F62;&#x6210;&#x81EA;&#x5DF1;&#x7684;&#x89C2;&#x70B9;&#xFF0C;&#x9009;&#x51FA;&#x81EA;&#x8BA4;&#x4E3A;&#x6700;&#x6709;&#x5438;&#x5F15;&#x529B;&#x7684;&#x516C;&#x53F8;&#x3002;  </p>
<p><br>&gt; The way I learn is to immerse myself in something, which prompts questions, which I answer, prompting more questions, until I reach a conclusion.
<br><br>&#x6211;&#x91C7;&#x53D6;&#x6D78;&#x6CE1;&#x5F0F;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#xFF0C;&#x63D0;&#x51FA;&#x95EE;&#x9898;&#xFF0C;&#x7ED9;&#x51FA;&#x89E3;&#x7B54;&#xFF0C;&#x63D0;&#x51FA;&#x66F4;&#x591A;&#x95EE;&#x9898;&#xFF0C;&#x76F4;&#x5230;&#x5F97;&#x5230;&#x7ED3;&#x8BBA;&#x3002;</p>
<p><br><strong>3.3) I stress-tested my opinions by having the smartest people I could find challenge them so I could find out where I was wrong.</strong> I never cared much about others&#x2019; conclusions&#x2014;only forthe reasoning that led to these conclusions. That reasoning had to make sense to me. Through this process, I improved my chances of being right, and I learned a lot from a lot of great people.
<br><br><strong>3.3&#xFF09;&#x6211;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x89C2;&#x70B9;&#x8FDB;&#x884C;&#x538B;&#x529B;&#x6D4B;&#x8BD5;&#xFF0C;&#x628A;&#x6211;&#x8BA4;&#x8BC6;&#x7684;&#x6700;&#x806A;&#x660E;&#x7684;&#x4EBA;&#x90FD;&#x627E;&#x6765;&#x6311;&#x6BDB;&#x75C5;&#xFF0C;&#x8FD9;&#x6837;&#x624D;&#x80FD;&#x627E;&#x51FA;&#x6211;&#x89C2;&#x70B9;&#x4E2D;&#x9519;&#x8BEF;&#x7684;&#x5730;&#x65B9;&#x3002;</strong>&#x6211;&#x4E0D;&#x7406;&#x4F1A;&#x4ED6;&#x4EEC;&#x7684;&#x7ED3;&#x8BBA;&#xFF0C;&#x6211;&#x53EA;&#x5728;&#x610F;&#x4ED6;&#x4EEC;&#x5F97;&#x51FA;&#x8FD9;&#x4E9B;&#x7ED3;&#x8BBA;&#x7684;&#x63A8;&#x7406;&#x8FC7;&#x7A0B;&#xFF0C;&#x8FD9;&#x624D;&#x662F;&#x5BF9;&#x6211;&#x6709;&#x610F;&#x4E49;&#x7684;&#x5730;&#x65B9;&#x3002;&#x901A;&#x8FC7;&#x5B66;&#x4E60;&#x4ED6;&#x4EEC;&#x7684;&#x601D;&#x7EF4;&#x8FC7;&#x7A0B;&#xFF0C;&#x6211;&#x63D0;&#x5347;&#x4E86;&#x6210;&#x529F;&#x7684;&#x51E0;&#x7387;&#xFF0C;&#x4ECE;&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x8EAB;&#x4E0A;&#x53D7;&#x76CA;&#x532A;&#x6D45;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>This included my retail stockbroker, the people I was caddying for, even my local barber, who was equally engrossed in the stock market. (It wasn&#x2019;t as precocious as it sounds. At the time, instead of talking about the Yankees, everyone was talking about stocks. That was the world I grew up in.)
<br><br> &#x8FD9;&#x7FA4;&#x4EBA;&#x5305;&#x62EC;&#x6211;&#x7684;&#x80A1;&#x7968;&#x7ECF;&#x7EAA;&#x4EBA;&#xFF0C;&#x505A;&#x7403;&#x7AE5;&#x65F6;&#x7684;&#x96C7;&#x4E3B;&#xFF0C;&#x751A;&#x81F3;&#x5F53;&#x5730;&#x7684;&#x7406;&#x53D1;&#x5E08;&#xFF0C;&#x4ED6;&#x90A3;&#x65F6;&#x8DDF;&#x6211;&#x4E00;&#x6837;&#x4E13;&#x6CE8;&#x4E8E;&#x80A1;&#x7968;&#x5E02;&#x573A;&#x3002;&#x8FD9;&#x4E0D;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x65E9;&#x719F;&#xFF0C;&#x56E0;&#x4E3A;&#x90A3;&#x4E2A;&#x5E74;&#x4EE3;&#x5927;&#x5BB6;&#x9664;&#x4E86;&#x8C08;&#x8BBA;&#x626C;&#x57FA;&#x68D2;&#x7403;&#x961F;&#x5916;&#xFF0C;&#x5C31;&#x90FD;&#x662F;&#x8C08;&#x8BBA;&#x80A1;&#x7968;&#x4E86;&#xFF0C;&#x6211;&#x5C31;&#x662F;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x73AF;&#x5883;&#x4E0B;&#x957F;&#x5927;&#x7684;&#x3002;</p>
</blockquote>
<p><br><strong>3.4) I remained wary about being overconfident, and I figured out how to effectively deal with my not knowing.</strong> I dealt with my not knowing by either continuing to gather information until Ireached the point that I could be confident or by eliminating my exposure to the risks of not knowing.
<br><br> <strong>3.4&#xFF09;&#x6211;&#x4E0D;&#x6562;&#x592A;&#x8FC7;&#x81EA;&#x4FE1;&#xFF0C;&#x800C;&#x662F;&#x60F3;&#x529E;&#x6CD5;&#x6709;&#x6548;&#x5904;&#x7406;&#x6211;&#x6240;&#x4E0D;&#x77E5;&#x9053;&#x7684;&#x4E8B;&#x60C5;&#x3002;</strong>&#x5904;&#x7406;&#x672A;&#x77E5;&#x7684;&#x4E8B;&#x7269;&#x6211;&#x4F1A;&#x4E0D;&#x65AD;&#x641C;&#x96C6;&#x4FE1;&#x606F;&#x76F4;&#x5230;&#x6211;&#x5BF9;&#x4E4B;&#x80F8;&#x6709;&#x6210;&#x7AF9;&#xFF0C;&#x6216;&#x964D;&#x4F4E;&#x906D;&#x9047;&#x201C;&#x4E0D;&#x77E5;&#x201D;&#x60C5;&#x51B5;&#x7684;&#x98CE;&#x9669;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>Sometimes when I know that I don&#x2019;t know which way the coin is going to flip, I try to position myself so that it won&#x2019;t have an impact on me either way. In other words, I don&#x2019;t make an inadvertent bet. I try to limit my bets to the limited number of things I am confident in.
<br><br> &#x6709;&#x65F6;&#x5F53;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x786C;&#x5E01;&#x4F1A;&#x6295;&#x5411;&#x54EA;&#x9762;&#xFF0C;&#x6211;&#x4F1A;&#x9009;&#x62E9;&#x91CD;&#x65B0;&#x7ED9;&#x81EA;&#x5DF1;&#x5B9A;&#x4F4D;&#xFF0C;&#x8FD9;&#x6837;&#x6B63;&#x53CD;&#x90FD;&#x4E0D;&#x4F1A;&#x6709;&#x5F71;&#x54CD;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x6211;&#x4E0D;&#x6253;&#x4E0D;&#x52A0;&#x601D;&#x8003;&#x7684;&#x8D4C;&#xFF0C;&#x53EA;&#x5BF9;&#x67D0;&#x4E9B;&#x5341;&#x5206;&#x6709;&#x4FE1;&#x5FC3;&#x7684;&#x4E8B;&#x60C5;&#x4E0B;&#x8D4C;&#x6CE8;&#x3002;  </p>
</blockquote>
<p><br><strong>3.5) I wrestled with my realities, reflected on the consequences of my decisions, and learned and improved from this process.</strong>
<br><br> <strong>3.5&#xFF09;&#x6211;&#x540C;&#x73B0;&#x5B9E;&#x5C55;&#x5F00;&#x6597;&#x4E89;&#xFF0C;&#x53CD;&#x601D;&#x6240;&#x505A;&#x51B3;&#x5B9A;&#x5E26;&#x6765;&#x7684;&#x540E;&#x679C;&#xFF0C;&#x4ECE;&#x4E2D;&#x5B66;&#x4E60;&#x4E0E;&#x63D0;&#x9AD8;&#x3002;</strong>    </p>
<p><br>By doing these things, I learned how important and how liberating it is to think for myself.
<br><br> &#x5C31;&#x8FD9;&#x6837;&#xFF0C;&#x6211;&#x660E;&#x767D;&#x4E86;&#x72EC;&#x7ACB;&#x601D;&#x8003;&#x6709;&#x591A;&#x4E48;&#x91CD;&#x8981;&#xFF0C;&#x591A;&#x4E48;&#x81EA;&#x7531;&#x3002;  </p>
<p><br>In a nutshell, this is the whole approach that I believe will work best for you&#x2014;the best summary of what I want the people who are working with me to do in order to accomplish great things. <strong>I want you to workfor yourself, to come up with independent opinions, to stress-test them, to be wary about being overconfident, and to reflect on the consequences of your decisions and constantly improve.</strong>
<br><br>&#x7B80;&#x800C;&#x8A00;&#x4E4B;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x8BA4;&#x4E3A;&#x6700;&#x9002;&#x5408;&#x4F60;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x6211;&#x5E0C;&#x671B;&#x5DE5;&#x4F5C;&#x4F19;&#x4F34;&#x60F3;&#x8981;&#x6210;&#x529F;&#x6240;&#x9700;&#x505A;&#x5230;&#x7684;&#xFF1A;<strong>&#x4E3A;&#x81EA;&#x5DF1;&#x5DE5;&#x4F5C;&#xFF0C;&#x5F62;&#x6210;&#x72EC;&#x7ACB;&#x7684;&#x89C2;&#x70B9;&#xFF0C;&#x5BF9;&#x4E4B;&#x8FDB;&#x884C;&#x538B;&#x529B;&#x6D4B;&#x8BD5;&#xFF0C;&#x4E0D;&#x8981;&#x8FC7;&#x5EA6;&#x81EA;&#x4FE1;&#xFF0C;&#x53CD;&#x601D;&#x6240;&#x505A;&#x51B3;&#x5B9A;&#x5E26;&#x6765;&#x7684;&#x540E;&#x679C;&#xFF0C;&#x4E0D;&#x65AD;&#x63D0;&#x5347;&#x3002;</strong>  </p>
<p><br>After I graduated from high school, I went to a local college that I barely got in to. I loved it, unlike high school, because I could learn about things that interested me; I studied because I enjoyed it, not because I had to.
<br><br>&#x9AD8;&#x4E2D;&#x6BD5;&#x4E1A;&#x540E;&#x6211;&#x5728;&#x672C;&#x5730;&#x4E0A;&#x7684;&#x5927;&#x5B66;&#xFF0C;&#x5DEE;&#x70B9;&#x6CA1;&#x8003;&#x4E0A;&#x3002;&#x6211;&#x4E0D;&#x559C;&#x6B22;&#x6211;&#x7684;&#x9AD8;&#x4E2D;&#x5B66;&#x6821;&#xFF0C;&#x53EF;&#x6211;&#x5F88;&#x7231;&#x5927;&#x5B66;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x80FD;&#x5B66;&#x4E60;&#x6211;&#x771F;&#x6B63;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x6211;&#x5B66;&#x4E60;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x4EAB;&#x53D7;&#x5B66;&#x4E60;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x800C;&#x975E;&#x88AB;&#x8FEB;&#x5B66;&#x4E4B;&#x3002;  </p>
<p><br>At that time the Beatles had made a trip to India to learn how to meditate, which triggered my interest, so I learned how to meditate. It helped me think more clearly and creatively, so I&#x2019;m sure that enhanced my enjoyment of, and success at, learning.Unlike in high school, in college I did very well.
<br><br>&#x90A3;&#x65F6;&#xFF0C;&#x62AB;&#x5934;&#x58EB;&#x4E50;&#x961F;&#x5728;&#x5370;&#x5EA6;&#x65C5;&#x884C;&#xFF0C;&#x4E3A;&#x7684;&#x662F;&#x5B66;&#x4E60;&#x5982;&#x4F55;&#x51A5;&#x60F3;&#xFF0C;&#x6211;&#x5F88;&#x611F;&#x5174;&#x8DA3;&#xFF0C;&#x4E8E;&#x662F;&#x4E5F;&#x5B66;&#x4E86;&#x600E;&#x4E48;&#x51A5;&#x60F3;&#x3002;&#x5F97;&#x76CA;&#x4E8E;&#x6B64;&#xFF0C;&#x6211;&#x601D;&#x8003;&#x95EE;&#x9898;&#x65F6;&#x66F4;&#x6E05;&#x6670;&#x66F4;&#x5BCC;&#x6709;&#x521B;&#x9020;&#x529B;&#xFF0C;&#x4E5F;&#x63D0;&#x5347;&#x4E86;&#x6211;&#x5BF9;&#x4E8E;&#x5B66;&#x4E60;&#x7684;&#x5174;&#x8DA3;&#x548C;&#x6210;&#x5C31;&#x611F;&#x3002;&#x548C;&#x5728;&#x9AD8;&#x4E2D;&#x65F6;&#x622A;&#x7136;&#x4E0D;&#x540C;&#xFF0C;&#x6211;&#x5728;&#x5927;&#x5B66;&#x8868;&#x73B0;&#x6781;&#x4F73;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>By the way, I still meditate and I still find it helpful.
<br><br>&#x6211;&#x4ECD;&#x5728;&#x575A;&#x6301;&#x51A5;&#x60F3;&#x7EC3;&#x4E60;&#xFF0C;&#x4E5F;&#x4F9D;&#x65E7;&#x89C9;&#x5F97;&#x5F88;&#x6709;&#x7528;&#x3002;</p>
</blockquote>
<p><br>And of course I continued to trade markets. Around this time I became interested in trading commodities futures, though virtually nobody traded them back then. I was attracted to trading them just because they had low margin requirements so I figured I could make more money by being right (which I planned to be).
<br><br>&#x5F53;&#x7136;&#x5566;&#xFF0C;&#x6211;&#x4E0A;&#x5927;&#x5B66;&#x540E;&#x4F9D;&#x65E7;&#x5728;&#x5E02;&#x573A;&#x4E2D;&#x505A;&#x4EA4;&#x6613;&#x3002;&#x4E0D;&#x8FC7;&#x6211;&#x5F00;&#x59CB;&#x5BF9;&#x5546;&#x54C1;&#x671F;&#x8D27;&#x4EA4;&#x6613;&#x611F;&#x5174;&#x8DA3;&#xFF0C;&#x5C3D;&#x7BA1;&#x5F53;&#x65F6;&#x8FD8;&#x6CA1;&#x6709;&#x4EBA;&#x505A;&#x8FD9;&#x65B9;&#x9762;&#x7684;&#x4EA4;&#x6613;&#x3002;&#x5546;&#x54C1;&#x671F;&#x8D27;&#x4EA4;&#x6613;&#x7684;&#x9B45;&#x529B;&#x5728;&#x4E8E;&#x4FDD;&#x8BC1;&#x91D1;&#x8981;&#x6C42;&#x4E0D;&#x9AD8;&#xFF0C;&#x6240;&#x4EE5;&#x53EA;&#x8981;&#x6211;&#x9009;&#x5BF9;&#x4E86;&#xFF0C;&#x5C31;&#x80FD;&#x8D5A;&#x94B1;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x6211;&#x5F53;&#x65F6;&#x7684;&#x8BA1;&#x5212;&#x3002;  </p>
<p><br>By the time I graduated college, in 1971, I had been admitted to Harvard Business School, where I would go in the fall. That summer between college and HBS I clerked on the floor of the New York Stock Exchange. This was the summer of the breakdown of the global monetary system (i.e., the Bretton Woods system). It was one of the most dramatic economic events ever and I was at the epicenter of it, so it thrilled me. It was a currency crisis that drove all market behaviors, so I delved into understanding the currency markets. The currency markets would be important to me for the rest of my life.
<br><br>1971&#x5E74;&#x6211;&#x5927;&#x5B66;&#x6BD5;&#x4E1A;&#xFF0C;&#x8003;&#x5165;&#x4E86;&#x54C8;&#x4F5B;&#x5546;&#x5B66;&#x9662;&#xFF0C;&#x5165;&#x5B66;&#x662F;&#x5728;&#x79CB;&#x5B63;&#x3002;&#x5927;&#x5B66;&#x6BD5;&#x4E1A;&#x540E;&#x7684;&#x590F;&#x5929;&#xFF0C;&#x6211;&#x5728;&#x7EBD;&#x7EA6;&#x8BC1;&#x5238;&#x4EA4;&#x6613;&#x6240;&#x91CC;&#x6253;&#x5DE5;&#x505A;&#x804C;&#x5458;&#x3002;&#x90A3;&#x5E74;&#x590F;&#x5929;&#xFF0C;&#x5168;&#x7403;&#x8D27;&#x5E01;&#x4F53;&#x7CFB;&#xFF08;&#x5E03;&#x96F7;&#x987F;&#x68EE;&#x6797;&#x4F53;&#x7CFB;&#xFF09;&#x5D29;&#x6E83;&#x74E6;&#x89E3;&#x3002;&#x8FD9;&#x5E94;&#x8BE5;&#x662F;&#x5F53;&#x65F6;&#x6700;&#x4E3E;&#x4E16;&#x5173;&#x6CE8;&#x7684;&#x7ECF;&#x6D4E;&#x4E8B;&#x4EF6;&#xFF0C;&#x6211;&#x4F5C;&#x4E3A;&#x4EB2;&#x5386;&#x8005;&#xFF0C;&#x611F;&#x5230;&#x5174;&#x594B;&#x4E0D;&#x5DF2;&#x3002;&#x90A3;&#x573A;&#x8D27;&#x5E01;&#x5371;&#x673A;&#x9707;&#x52A8;&#x4E86;&#x6574;&#x4E2A;&#x5E02;&#x573A;&#xFF0C;&#x6211;&#x4E5F;&#x6DF1;&#x5165;&#x94BB;&#x7814;&#x5B66;&#x4E60;&#x4E86;&#x8D27;&#x5E01;&#x5E02;&#x573A;&#x3002;&#x8D27;&#x5E01;&#x5E02;&#x573A;&#x5BF9;&#x6211;&#x6B64;&#x540E;&#x4EBA;&#x751F;&#x53EF;&#x8C13;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x3002;<br><br>
That fall I went to Harvard Business School, which I was excited about because I felt that I had climbed to the top and would be with the best of the best. Despite these high expectations, the place was even better than I expected because the case study method allowed open-ended figuring things out and debating with others to get at the best answers, rather than memorizing facts. I loved the work-hard, play-hard environment.
<br><br>&#x79CB;&#x5929;&#x6211;&#x53BB;&#x54C8;&#x4F5B;&#x5546;&#x5B66;&#x9662;&#x4E0A;&#x5B66;&#xFF0C;&#x6211;&#x975E;&#x5E38;&#x5174;&#x594B;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x89C9;&#x5F97;&#x90A3;&#x91CC;&#x90FD;&#x662F;&#x7CBE;&#x82F1;&#xFF0C;&#x7B97;&#x662F;&#x722C;&#x5230;&#x4E86;&#x4EBA;&#x624D;&#x805A;&#x96C6;&#x7684;&#x9876;&#x5CF0;&#x3002;&#x6211;&#x5F53;&#x65F6;&#x7684;&#x671F;&#x5F85;&#x5DF2;&#x7ECF;&#x5F88;&#x9AD8;&#x4E86;&#xFF0C;&#x4F46;&#x5B9E;&#x9645;&#x60C5;&#x51B5;&#x6BD4;&#x6211;&#x60F3;&#x5F97;&#x8FD8;&#x8981;&#x597D;&#x3002;&#x90A3;&#x91CC;&#x4E0A;&#x8BFE;&#x5F15;&#x7528;&#x7684;&#x6848;&#x4F8B;&#x7814;&#x7A76;&#x65B9;&#x6CD5;&#x662F;&#x5F00;&#x653E;&#x5F0F;&#x7684;&#xFF0C;&#x4E5F;&#x5141;&#x8BB8;&#x5927;&#x5BB6;&#x76F8;&#x4E92;&#x8FA9;&#x8BBA;&#x83B7;&#x5F97;&#x6700;&#x4F73;&#x7B54;&#x6848;&#xFF0C;&#x4ECE;&#x4E0D;&#x8BA9;&#x5927;&#x5BB6;&#x6B7B;&#x8BB0;&#x786C;&#x80CC;&#x3002;&#x8FD9;&#x91CC;&#x5927;&#x5BB6;&#x62FC;&#x547D;&#x5B66;&#x4E60;&#xFF0C;&#x53C8;&#x61C2;&#x5F97;&#x5C3D;&#x60C5;&#x653E;&#x677E;&#xFF0C;&#x8FD9;&#x79CD;&#x73AF;&#x5883;&#x6DF1;&#x5F97;&#x6211;&#x5FC3;&#x3002;  </p>
<p><br>In the summer between my two years at HBS, I pursued my interest in trading commodities futures by convincing the Director of Commodities for Merrill Lynch to give me a job as his assistant. At the time, commodities trading was still an obscure thing to do.
<br><br>&#x54C8;&#x4F5B;&#x5546;&#x5B66;&#x9662;&#x7684;&#x7B2C;&#x4E00;&#x5E74;&#x6691;&#x5047;&#xFF0C;&#x6211;&#x7EE7;&#x7EED;&#x9F13;&#x6363;&#x5546;&#x54C1;&#x671F;&#x8D27;&#x4EA4;&#x6613;&#xFF0C;&#x5E76;&#x6210;&#x529F;&#x8BF4;&#x670D;&#x7F8E;&#x6797;&#x8BC1;&#x5238;&#x7684;&#x5546;&#x54C1;&#x4E3B;&#x7BA1;&#x8BA9;&#x6211;&#x505A;&#x4ED6;&#x7684;&#x52A9;&#x7406;&#x3002;&#x5728;&#x90A3;&#x65F6;&#xFF0C;&#x5546;&#x54C1;&#x4EA4;&#x6613;&#x4F9D;&#x65E7;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x6A21;&#x7CCA;&#x7684;&#x884C;&#x4E1A;&#x9886;&#x57DF;&#x3002;  </p>
<p><br>In the fall I went back to HBS, and in that academic year, 1972-73, trading commodities futures became a hot thing to do. That is because the monetary system&#x2019;s breakdown that occurred in 1971 led to an inflationary surge that sent commodity prices higher. As a result of this, the first oil shock occurred in 1973. As inflation started to surge, the Federal Reserve tightened monetary policy to fight it, so stocks went down in the worst bear market since the Great Depression. So, commodities futures trading was hot and stock market investing was not. Naturally, brokerage houses that didn&#x2019;t have commodities trading departments wanted them, and there was a shortage of people who knew anything about it. Virtually nobody in the commodities futures business had the type of Harvard Business School background that I had. So I was hired as Director of Commodities at a moderate-size brokerage and given an old salt who had lots of commodities brokerage experience to help me set up a commodities division. The bad stock market environment ended up taking this brokerage house down before we could get the commodities futures trading going. I went to a bigger, more successful brokerage, where I was in charge of its institutional/hedging business. But I didn&#x2019;t fit into the organization well, so I was fired essentially for insubordination.
<br><br>&#x79CB;&#x5929;&#x6211;&#x56DE;&#x54C8;&#x4F5B;&#x5546;&#x5B66;&#x9662;&#x4E0A;&#x5B66;&#xFF0C;&#x5C31;&#x5728;1972&#x5E74;&#x5230;1973&#x5E74;&#x7684;&#x8FD9;&#x4E2A;&#x5B66;&#x5E74;&#x91CC;&#xFF0C;&#x5546;&#x54C1;&#x671F;&#x8D27;&#x5E02;&#x573A;&#x706B;&#x4E86;&#x8D77;&#x6765;&#x3002;&#x56E0;&#x4E3A;1971&#x5E74;&#x8D27;&#x5E01;&#x4F53;&#x7CFB;&#x7684;&#x74E6;&#x89E3;&#x5BFC;&#x81F4;&#x4E86;&#x901A;&#x8D27;&#x81A8;&#x80C0;&#x72C2;&#x6F6E;&#xFF0C;&#x7269;&#x4EF7;&#x98DE;&#x6DA8;&#x3002;1973&#x5E74;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x77F3;&#x6CB9;&#x5371;&#x673A;&#x7206;&#x53D1;&#x4E86;&#x3002;&#x901A;&#x8D27;&#x81A8;&#x80C0;&#x52A0;&#x5267;&#xFF0C;&#x7F8E;&#x8054;&#x50A8;&#x6536;&#x7D27;&#x4E86;&#x8D27;&#x5E01;&#x653F;&#x7B56;&#xFF0C;&#x80A1;&#x7968;&#x5E02;&#x573A;&#x9762;&#x4E34;&#x5927;&#x8427;&#x6761;&#x65F6;&#x671F;&#x4EE5;&#x6765;&#x6700;&#x7CDF;&#x7CD5;&#x7684;&#x718A;&#x5E02;&#x3002;&#x5728;&#x6B64;&#x80CC;&#x666F;&#x4E4B;&#x4E0B;&#xFF0C;&#x5546;&#x54C1;&#x671F;&#x8D27;&#x4EA4;&#x6613;&#x53D8;&#x5F97;&#x7099;&#x624B;&#x53EF;&#x70ED;&#xFF0C;&#x80A1;&#x7968;&#x5E02;&#x573A;&#x6295;&#x8D44;&#x65E0;&#x4EBA;&#x95EE;&#x6D25;&#x3002;&#x8BC1;&#x5238;&#x7ECF;&#x6D4E;&#x516C;&#x53F8;&#x4E5F;&#x60F3;&#x641E;&#x5546;&#x54C1;&#x671F;&#x8D27;&#x4EA4;&#x6613;&#xFF0C;&#x4F46;&#x516C;&#x53F8;&#x6CA1;&#x4EBA;&#x61C2;&#x8FD9;&#x4E9B;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x4ECE;&#x4E8B;&#x5546;&#x54C1;&#x671F;&#x8D27;&#x4EA4;&#x6613;&#x7684;&#xFF0C;&#x5F88;&#x5C11;&#x6709;&#x6211;&#x8FD9;&#x79CD;&#x5177;&#x5907;&#x54C8;&#x4F5B;&#x5546;&#x5B66;&#x9662;&#x80CC;&#x666F;&#x7684;&#x3002;&#x6211;&#x5F88;&#x8F7B;&#x677E;&#x5730;&#x5E94;&#x8058;&#x4E0A;&#x4E86;&#x4E00;&#x5BB6;&#x4E2D;&#x578B;&#x7ECF;&#x7EAA;&#x516C;&#x53F8;&#xFF0C;&#x62C5;&#x4EFB;&#x5546;&#x54C1;&#x4E3B;&#x7BA1;&#xFF0C;&#x516C;&#x53F8;&#x91CC;&#x4E00;&#x4F4D;&#x5728;&#x5546;&#x54C1;&#x7ECF;&#x7EAA;&#x9886;&#x57DF;&#x7ECF;&#x9A8C;&#x4E30;&#x5BCC;&#x7684;&#x8001;&#x624B;&#x4E5F;&#x5E2E;&#x52A9;&#x6211;&#x6210;&#x7ACB;&#x4E86;&#x5546;&#x54C1;&#x5206;&#x90E8;&#x3002;&#x4F46;&#x6211;&#x4EEC;&#x8FD8;&#x6CA1;&#x6765;&#x5F97;&#x53CA;&#x7EF4;&#x6301;&#x5546;&#x54C1;&#x671F;&#x8D27;&#x4EA4;&#x6613;&#xFF0C;&#x80A1;&#x7968;&#x5E02;&#x573A;&#x73AF;&#x5883;&#x5C31;&#x62D6;&#x57AE;&#x4E86;&#x8FD9;&#x5BB6;&#x7ECF;&#x7EAA;&#x516C;&#x53F8;&#x3002;&#x540E;&#x6765;&#x6211;&#x53BB;&#x4E86;&#x5BB6;&#x89C4;&#x6A21;&#x548C;&#x5F71;&#x54CD;&#x529B;&#x5927;&#x70B9;&#x7684;&#x7ECF;&#x7EAA;&#x884C;&#xFF0C;&#x8D1F;&#x8D23;&#x673A;&#x6784;&#x4E8B;&#x52A1;&#x4E0E;&#x5BF9;&#x51B2;&#x57FA;&#x91D1;&#x4E1A;&#x52A1;&#xFF0C;&#x6211;&#x6CA1;&#x80FD;&#x5F88;&#x597D;&#x5730;&#x878D;&#x5165;&#x5230;&#x8FD9;&#x4E2A;&#x516C;&#x53F8;&#x91CC;&#xFF0C;&#x6700;&#x7EC8;&#x56E0;&#x4E0D;&#x670D;&#x4ECE;&#x9886;&#x5BFC;&#x88AB;&#x5F00;&#x9664;&#x4E86;&#x3002;  </p>
<p><br>So in 1975, after a quick two-year stint on Wall Street after school, I started Bridgewater. Soon after, I got married and began my family.
<br><br> 1975&#x5E74;&#xFF0C;&#x6BD5;&#x4E1A;&#x540E;&#x5728;&#x534E;&#x5C14;&#x8857;&#x6DF7;&#x8FF9;&#x4E86;&#x4E24;&#x5E74;&#x540E;&#xFF0C;&#x6211;&#x6210;&#x7ACB;&#x4E86;&#x6865;&#x6C34;&#x57FA;&#x91D1;&#x516C;&#x53F8;&#xFF0C;&#x7ED3;&#x4E86;&#x5A5A;&#x6709;&#x4E86;&#x5B69;&#x5B50;&#x3002;  </p>
<p><br>Through this time and till now I followed the same basic approach I used as a 12-year-old caddie trying to beat the market, i.e., by <strong>1) working for what I wanted, not for what others wanted me to do; 2)coming up with the best independent opinions I could muster to move toward my goals; 3) stress - testing my opinions by having the smartest people I could find challenge them so I could find out where I was wrong; 4) being wary about overconfidence, and good at not knowing; and 5) wrestling with reality, experiencing the results of my decisions, and reflecting on what I did to produce them so that I could improve.</strong>
<br><br> &#x5C31;&#x5728;&#x4E0A;&#x8FF0;&#x7684;&#x8FD9;&#x6BB5;&#x65F6;&#x671F;&#x91CC;&#xFF0C;&#x4ECE;&#x6211;&#x662F;&#x4E2A;12&#x5C81;&#x7684;&#x7403;&#x7AE5;&#x5F00;&#x59CB;&#x5230;&#x73B0;&#x5728;&#xFF0C;&#x6211;&#x51FB;&#x8D25;&#x5E02;&#x573A;&#x4E00;&#x76F4;&#x90FD;&#x4F7F;&#x7528;&#x7684;&#x662F;&#x540C;&#x4E00;&#x5957;&#x65B9;&#x6CD5;&#xFF1A;<strong>1&#xFF09;&#x6211;&#x5E72;&#x6211;&#x81EA;&#x5DF1;&#x60F3;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x800C;&#x975E;&#x4ED6;&#x4EBA;&#x903C;&#x8FEB;&#x6211;&#x4E3A;&#x4E4B;&#xFF1B;2&#xFF09;&#x6211;&#x628A;&#x6211;&#x80FD;&#x60F3;&#x5230;&#x7684;&#x6700;&#x597D;&#x7684;&#x3001;&#x72EC;&#x7ACB;&#x7684;&#x89C2;&#x70B9;&#x6C47;&#x805A;&#x5230;&#x4E00;&#x8D77;&#xFF0C;&#x7528;&#x4EE5;&#x5B9E;&#x73B0;&#x6211;&#x7684;&#x76EE;&#x6807;&#xFF1B;3&#xFF09;&#x5BF9;&#x89C2;&#x70B9;&#x8FDB;&#x884C;&#x538B;&#x529B;&#x6D4B;&#x8BD5;&#xFF0C;&#x628A;&#x6211;&#x8BA4;&#x8BC6;&#x6700;&#x806A;&#x660E;&#x7684;&#x4EBA;&#x627E;&#x6765;&#x5E2E;&#x6211;&#x6311;&#x6BDB;&#x75C5;&#xFF0C;&#x627E;&#x51FA;&#x6211;&#x89C2;&#x70B9;&#x4E2D;&#x9519;&#x8BEF;&#x7684;&#x5730;&#x65B9;&#x3002;4&#xFF09;&#x6211;&#x4E0D;&#x6562;&#x592A;&#x8FC7;&#x81EA;&#x4FE1;&#xFF0C;&#x4F46;&#x5F88;&#x5584;&#x4E8E;&#x9762;&#x5BF9;&#x201C;&#x4E0D;&#x77E5;&#x201D;&#x3002;5&#xFF09;&#x6211;&#x540C;&#x73B0;&#x5B9E;&#x5C55;&#x5F00;&#x6597;&#x4E89;&#xFF0C;&#x53CD;&#x601D;&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x4EA7;&#x751F;&#x8FD9;&#x79CD;&#x7ED3;&#x679C;&#xFF0C;&#x4ECE;&#x4E2D;&#x5B66;&#x4E60;&#x4E0E;&#x63D0;&#x9AD8;&#x3002;</strong>  </p>
<p><br>Since I started Bridgewater, I have gained a lot more experience that taught me a lot more, mostly by making mistakes and learning from them. Most importantly:
<br><br> &#x6210;&#x7ACB;&#x6865;&#x6C34;&#x57FA;&#x91D1;&#x516C;&#x53F8;&#x540E;&#xFF0C;&#x6211;&#x79EF;&#x7D2F;&#x4E86;&#x66F4;&#x591A;&#x7684;&#x7ECF;&#x9A8C;&#xFF0C;&#x6536;&#x83B7;&#x66F4;&#x591A;&#xFF0C;&#x4E3B;&#x8981;&#x5F97;&#x76CA;&#x4E8E;&#x72AF;&#x9519;&#x5E76;&#x4ECE;&#x4E2D;&#x5438;&#x53D6;&#x6559;&#x8BAD;&#x3002;&#x6700;&#x91CD;&#x8981;&#x7684;&#x7ECF;&#x9A8C;&#x5305;&#x62EC;&#xFF1A;  </p>
<p><br></p>
<ul>
<li>I learned that failure is by and large due to not accepting and successfully dealing with the realities of life, and that achieving success is simply a matter of accepting and successfully dealing with all my realities.
<br><br> &#x6211;&#x53D1;&#x73B0;&#xFF0C;&#x5931;&#x8D25;&#x4E3B;&#x8981;&#x662F;&#x56E0;&#x4E3A;&#x4E0D;&#x63A5;&#x53D7;&#x6216;&#x4E0D;&#x80FD;&#x6210;&#x529F;&#x5E94;&#x5BF9;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x73B0;&#x5B9E;&#x60C5;&#x51B5;&#x3002;&#x5B9E;&#x73B0;&#x6210;&#x529F;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x7B80;&#x5355;&#x5730;&#x63A5;&#x53D7;&#x73B0;&#x5B9E;&#x3001;&#x5E94;&#x5BF9;&#x73B0;&#x5B9E;&#x3002;  </li>
</ul>
<p><br></p>
<ul>
<li>I learned that finding out what is true, regardless of what that is, including all the stuff most people think is bad&#x2014;like mistakes and personal weaknesses&#x2014;is good because I can then deal with these things so that they don&#x2019;t stand in my way.
<br><br>&#x6211;&#x53D1;&#x73B0;&#xFF0C;&#x65E0;&#x8BBA;&#x4EC0;&#x4E48;&#x4E8B;&#xFF0C;&#x5373;&#x4F7F;&#x662F;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x8BA4;&#x4E3A;&#x574F;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x8B6C;&#x5982;&#x9519;&#x8BEF;&#x6216;&#x6027;&#x683C;&#x5F31;&#x70B9;&#xFF0C;&#x53EA;&#x8981;&#x627E;&#x51FA;&#x771F;&#x76F8;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x574F;&#x7684;&#x4E5F;&#x80FD;&#x53D8;&#x6210;&#x597D;&#x7684;&#x3002;&#x56E0;&#x4E3A;&#x6211;&#x4F1A;&#x4E86;&#x89E3;&#x5E94;&#x5BF9;&#x8FD9;&#x4E9B;&#x56F0;&#x96BE;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x4E0D;&#x8BA9;&#x5B83;&#x4EEC;&#x6210;&#x4E3A;&#x62E6;&#x8DEF;&#x77F3;&#x3002;</li>
</ul>
<p><br></p>
<ul>
<li>I learned that there is nothing to fear from truth. While some truths can be scary&#x2014;for example, finding out that you have a deadly disease&#x2014;knowing them allows us to deal with them better. Being truthful, and letting others be completely truthful, allows me and others to fully explore our thoughts and exposes us to the feedback that is essential for our learning.
<br><br>&#x6211;&#x53D1;&#x73B0;&#xFF0C;&#x771F;&#x76F8;&#x6CA1;&#x4EC0;&#x4E48;&#x53EF;&#x6015;&#x7684;&#x3002;&#x6709;&#x4E9B;&#x771F;&#x76F8;&#x53EF;&#x80FD;&#x4EE4;&#x4EBA;&#x60E7;&#x6015;&#xFF0C;&#x6BD4;&#x65B9;&#x8BF4;&#x53D1;&#x73B0;&#x81EA;&#x5DF1;&#x5F97;&#x4E86;&#x7EDD;&#x75C7;&#xFF0C;&#x4E0D;&#x8FC7;&#x77E5;&#x9053;&#x8FD9;&#x4E2A;&#x4E8B;&#x5B9E;&#x4F1A;&#x8BA9;&#x6211;&#x4EEC;&#x66F4;&#x597D;&#x53BB;&#x5E94;&#x5BF9;&#x3002;&#x8981;&#x5B9E;&#x4E8B;&#x6C42;&#x662F;&#xFF0C;&#x4E5F;&#x8981;&#x8BA9;&#x522B;&#x4EBA;&#x8FD9;&#x6837;&#x505A;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x601D;&#x60F3;&#x624D;&#x80FD;&#x88AB;&#x5B8C;&#x5168;&#x5F00;&#x53D1;&#xFF0C;&#x6240;&#x83B7;&#x5F97;&#x7684;&#x53CD;&#x9988;&#x5BF9;&#x4E8E;&#x6211;&#x4EEC;&#x7684;&#x5B66;&#x4E60;&#x624D;&#x662F;&#x6700;&#x6709;&#x7528;&#x7684;&#x3002;  </li>
</ul>
<p><br></p>
<ul>
<li>I learned that being truthful was an extension of my freedom to be me. I believe that people who are one way on the inside and believe that they need to be another way outside to please others become conflicted and often lose touch with what they really think and feel. It&#x2019;s difficult for them to be happy and almost impossible for them to be at their best. I know that&#x2019;s true for me.
<br><br>&#x6211;&#x53D1;&#x73B0;&#xFF0C;&#x5B9E;&#x4E8B;&#x6C42;&#x662F;&#x81EA;&#x7531;&#x505A;&#x81EA;&#x5DF1;&#x7684;&#x5EF6;&#x4F38;&#x3002;&#x8868;&#x91CC;&#x4E0D;&#x4E00;&#x3001;&#x53D6;&#x60A6;&#x4ED6;&#x4EBA;&#x7684;&#x4EBA;&#x5F80;&#x5F80;&#x4F1A;&#x81EA;&#x76F8;&#x77DB;&#x76FE;&#xFF0C;&#x4E5F;&#x5BB9;&#x6613;&#x4E22;&#x5931;&#x81EA;&#x5DF1;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#x3002;&#x4ED6;&#x4EEC;&#x4E0D;&#x5BB9;&#x6613;&#x611F;&#x5230;&#x5F00;&#x5FC3;&#xFF0C;&#x66F4;&#x4E0D;&#x53EF;&#x80FD;&#x5C55;&#x73B0;&#x51FA;&#x81EA;&#x5DF1;&#x6700;&#x597D;&#x7684;&#x4E00;&#x9762;&#x3002;&#x53CD;&#x6B63;&#x6211;&#x8BA4;&#x4E3A;&#x6211;&#x662F;&#x8FD9;&#x6837;&#x7684;&#x3002;  </li>
</ul>
<p><br></p>
<ul>
<li>I learned that I want the people I deal with to say what they really believe and to listen to what others say in reply, in order to find out what is true. I learned that one of the greatest sources of problems in our society arises from people having loads of wrong theories in their heads&#x2014;often theories that are critical of others&#x2014;that they won&#x2019;t test by speaking to the relevant people about them. Instead, they talk behind people&#x2019;s backs, which leads to pervasive misinformation. I learned to hate this because I could see that making judgments about people so that they are tried and sentenced in your head, without asking them for their perspective, is both unethical and unproductive.So I learned to love real integrity (saying the same things as one believes)and to despise the lack of it.
<br><br> &#x6211;&#x53D1;&#x73B0;&#xFF0C;&#x6211;&#x60F3;&#x6253;&#x4EA4;&#x9053;&#x7684;&#x4EBA;&#x662F;&#x80FD;&#x544A;&#x8BC9;&#x6211;&#x4ED6;&#x4EEC;&#x771F;&#x6B63;&#x6240;&#x60F3;&#x7684;&#x4EBA;&#xFF0C;&#x6211;&#x4E5F;&#x60F3;&#x503E;&#x542C;&#x4ED6;&#x4EEC;&#x7684;&#x53CD;&#x9988;&#xFF0C;&#x4EE5;&#x5BFB;&#x6C42;&#x771F;&#x76F8;&#x3002;&#x5BFC;&#x81F4;&#x793E;&#x4F1A;&#x95EE;&#x9898;&#x6700;&#x6839;&#x672C;&#x7684;&#x539F;&#x56E0;&#x662F;&#x4EBA;&#x4EEC;&#x6709;&#x592A;&#x591A;&#x9519;&#x8BEF;&#x7684;&#x7406;&#x8BBA;&#xFF0C;&#x90FD;&#x662F;&#x4E9B;&#x6279;&#x8BC4;&#x4ED6;&#x4EBA;&#x7684;&#x7406;&#x8BBA;&#xFF0C;&#x800C;&#x4EBA;&#x4EEC;&#x53C8;&#x4E0D;&#x4F1A;&#x8DDF;&#x76F8;&#x5173;&#x7684;&#x4EBA;&#x8C08;&#x8D77;&#xFF0C;&#x65E0;&#x6CD5;&#x68C0;&#x9A8C;&#x8FD9;&#x4E9B;&#x7406;&#x8BBA;&#x7684;&#x771F;&#x5047;&#x3002;&#x76F8;&#x53CD;&#xFF0C;&#x4EBA;&#x4EEC;&#x5374;&#x5728;&#x80CC;&#x540E;&#x95F2;&#x8A00;&#x95F2;&#x8BED;&#xFF0C;&#x9519;&#x8BEF;&#x7684;&#x4FE1;&#x606F;&#x6F2B;&#x5929;&#x98DE;&#x821E;&#x3002;&#x6211;&#x5F88;&#x8BA8;&#x538C;&#x8FD9;&#x6837;&#xFF0C;&#x6211;&#x770B;&#x5230;&#x8FC7;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x4E0D;&#x53BB;&#x95EE;&#x5BF9;&#x65B9;&#x7684;&#x89C2;&#x70B9;&#xFF0C;&#x5C31;&#x628A;&#x522B;&#x4EBA;&#x5728;&#x8111;&#x6D77;&#x4E2D;&#x79C1;&#x81EA;&#x201C;&#x5224;&#x5211;&#x201D;&#xFF0C;&#x5984;&#x52A0;&#x8BC4;&#x8BBA;&#x3002;&#x8FD9;&#x4E48;&#x505A;&#x65E2;&#x4E0D;&#x9053;&#x5FB7;&#xFF0C;&#x4E5F;&#x5F88;&#x65E0;&#x6548;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x559C;&#x6B22;&#x771F;&#x6B63;&#x7684;&#x8868;&#x91CC;&#x5982;&#x4E00;&#xFF0C;&#x4FE1;&#x4EC0;&#x4E48;&#xFF0C;&#x5C31;&#x8BF4;&#x4EC0;&#x4E48;&#x3002;&#x4E0D;&#x8BDA;&#x5B9E;&#x7684;&#x4EBA;&#xFF0C;&#x6211;&#x662F;&#x55E4;&#x4E4B;&#x4EE5;&#x9F3B;&#x7684;&#x3002;  </li>
</ul>
<p><br></p>
<blockquote>
<p>It is unethical because a basic principle of justice is that everyone has the right to face his accuser. And it is unproductive because it does not lead to the exploration of &#x201C;Is it true?&#x201D; which can lead to understanding and improvement.
<br><br>&#x8FD9;&#x79CD;&#x505A;&#x6CD5;&#x4E4B;&#x6240;&#x4EE5;&#x4E0D;&#x9053;&#x5FB7;&#x662F;&#x56E0;&#x4E3A;&#x516C;&#x6B63;&#x7684;&#x57FA;&#x672C;&#x539F;&#x5219;&#x4FBF;&#x662F;&#x4EBA;&#x4EBA;&#x90FD;&#x6709;&#x6743;&#x5229;&#x4E0E;&#x6279;&#x8BC4;&#x8005;&#x5BF9;&#x5CD9;&#x3002;&#x800C;&#x8BF4;&#x5176;&#x6BEB;&#x65E0;&#x5EFA;&#x8BBE;&#x6027;&#x662F;&#x56E0;&#x4E3A;&#x5B83;&#x963B;&#x65AD;&#x4E86;&#x5BF9;&#x771F;&#x76F8;&#x7684;&#x63A2;&#x7D22;&#xFF0C;&#x65E0;&#x6CD5;&#x5F62;&#x6210;&#x7406;&#x89E3;&#x548C;&#x63D0;&#x9AD8;&#x3002;    </p>
</blockquote>
<p><br></p>
<blockquote>
<p>I do not mean that you should say everything you think, just that what you do say matches your thoughts.
<br><br>&#x6211;&#x4E0D;&#x662F;&#x8981;&#x4F60;&#x60F3;&#x4EC0;&#x4E48;&#x5C31;&#x90FD;&#x51FA;&#x8BF4;&#x6765;&#xFF0C;&#x800C;&#x662F;&#x53EA;&#x8BF4;&#x4E0E;&#x81EA;&#x5DF1;&#x60F3;&#x6CD5;&#x76F8;&#x5339;&#x914D;&#x7684;&#x5185;&#x5BB9;&#x3002;  </p>
</blockquote>
<p><br></p>
<blockquote>
<p>The word &#x201C;integrity&#x201D; is from the Latin root &#x201C;integer,&#x201D; which means &#x201C;one&#x201D; i.e., that you are the same inside and out. Most people would be insulted if you told them that they don&apos;t have integrity&#x2014;but how many people do you know who tell people what they really think?
<br><br>&#x82F1;&#x6587;&#x4E2D;&#x7684;&#x6B63;&#x76F4;&#xFF08;integrity&#xFF09;&#x4E00;&#x8BCD;&#x6765;&#x6E90;&#x4E8E;&#x62C9;&#x4E01;&#x8BED;&#x7684;&#x6574;&#x4F53;&#xFF08;integer&#xFF09;&#x4E00;&#x8BCD;&#xFF0C;&#x542B;&#x6709;&#x552F;&#x4E00;&#x6027;&#x3002;&#x82E5;&#x6211;&#x8BF4;&#x4E00;&#x4E2A;&#x4EBA;&#x4E0D;&#x6B63;&#x76F4;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x90FD;&#x4F1A;&#x89C9;&#x5F97;&#x6211;&#x5728;&#x8FB1;&#x9A82;&#x4ED6;&#xFF0C;&#x4F46;&#x4F60;&#x8BA4;&#x8BC6;&#x7684;&#x4EBA;&#x91CC;&#xFF0C;&#x53C8;&#x6709;&#x591A;&#x5C11;&#x4EBA;&#x4F1A;&#x544A;&#x8BC9;&#x4F60;&#x771F;&#x5B9E;&#x60F3;&#x6CD5;&#x5462;&#xFF1F;  </p>
</blockquote>
<p><br></p>
<ul>
<li>I learned that everyone makes mistakes and has weaknesses and that one of the most important things that differentiates people is their approach to handling them. I learned that there is an incredible beauty to mistakes, because embedded in each mistake is a puzzle, and a gem that I could get if I solved it, i.e., a principle that I could use to reduce my mistakes in the future. I learned that each mistake was probably a reflection of something that I was (or others were) doing wrong, so if I could figure out what that was, I could learn how to be more effective. I learned that wrestling with my problems, mistakes, and weaknesses was the training that strengthened me. Also, I learned that it was the pain of this wrestling that made me and those around me appreciate our successes.
<br><br> &#x6211;&#x53D1;&#x73B0;&#xFF0C;&#x4EBA;&#x4EBA;&#x90FD;&#x4F1A;&#x72AF;&#x9519;&#xFF0C;&#x90FD;&#x6709;&#x5F31;&#x70B9;&#xFF0C;&#x5927;&#x5BB6;&#x7684;&#x5DEE;&#x5F02;&#x5728;&#x4E8E;&#x5904;&#x7406;&#x95EE;&#x9898;&#x7684;&#x65B9;&#x5F0F;&#x3002;&#x9519;&#x8BEF;&#x662F;&#x6781;&#x4E3A;&#x7F8E;&#x4E3D;&#x7684;&#x82B1;&#x6735;&#xFF0C;&#x5B83;&#x8574;&#x85CF;&#x7740;&#x4E00;&#x4E2A;&#x8C1C;&#x9898;&#xFF0C;&#x89E3;&#x5F00;&#x4E86;&#x5C31;&#x80FD;&#x83B7;&#x5F97;&#x5B9D;&#x77F3;&#xFF0C;&#x8FD9;&#x9897;&#x5B9D;&#x77F3;&#x5C31;&#x662F;&#x4E00;&#x6761;&#x539F;&#x5219;&#xFF0C;&#x907F;&#x514D;&#x4EE5;&#x540E;&#x72AF;&#x540C;&#x6837;&#x7684;&#x9519;&#x8BEF;&#x3002;&#x6BCF;&#x6761;&#x9519;&#x8BEF;&#xFF0C;&#x90FD;&#x53EF;&#x80FD;&#x662F;&#x81EA;&#x5DF1;&#x6216;&#x522B;&#x4EBA;&#x8FC7;&#x53BB;&#x72AF;&#x9519;&#x7684;&#x4E00;&#x79CD;&#x53CD;&#x6620;&#xFF0C;&#x5982;&#x679C;&#x80FD;&#x6307;&#x51FA;&#x6765;&#xFF0C;&#x5C31;&#x80FD;&#x63D0;&#x5347;&#x6548;&#x7387;&#x3002;&#x540C;&#x95EE;&#x9898;&#x3001;&#x9519;&#x8BEF;&#x548C;&#x5F31;&#x70B9;&#x5C55;&#x5F00;&#x6597;&#x4E89;&#x4F1A;&#x8BA9;&#x81EA;&#x5DF1;&#x53D8;&#x5F97;&#x5F3A;&#x5927;&#xFF0C;&#x6597;&#x4E89;&#x4E2D;&#x4F1A;&#x611F;&#x5230;&#x75BC;&#x75DB;&#xFF0C;&#x4E5F;&#x6B63;&#x662F;&#x5982;&#x6B64;&#x6211;&#x4EEC;&#x624D;&#x4F1A;&#x73CD;&#x60DC;&#x6210;&#x529F;&#x7684;&#x679C;&#x5B9E;&#x3002;  </li>
</ul>
<p><br></p>
<blockquote>
<p>I believe that our society&apos;s &#x201C;mistakephobia&#x201D; is crippling, a problem that begins in most elementary schools, where we learn to learn what we are taught rather than to form our own goals and to figure out how to achieve them. We are fed with facts and tested and those who make the fewest mistakes are considered to be the smart ones, so we learn that it is embarrassing to not know and to make mistakes. Our education system spends virtually no time on how to learn from mistakes, yet this is critical to real learning. As a result, school typically doesn&#x2019;t prepare young people for real life&#x2014;unless their lives are spent following instructions and pleasing others. In my opinion, that&#x2019;s why so many students who succeed in school fail in life.
<br><br> &#x6211;&#x8BA4;&#x4E3A;&#x793E;&#x4F1A;&#x4E0A;&#x201C;&#x72AF;&#x9519;&#x6050;&#x60E7;&#x75C7;&#x201D;&#x4F1A;&#x5E26;&#x6765;&#x4E25;&#x91CD;&#x540E;&#x679C;&#x3002;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x4ECE;&#x5C0F;&#x5B66;&#x5C31;&#x5F00;&#x59CB;&#x4E86;&#xFF0C;&#x8001;&#x5E08;&#x6559;&#x4EC0;&#x4E48;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x5B66;&#x4EC0;&#x4E48;&#xFF0C;&#x4E5F;&#x4E0D;&#x4F1A;&#x6559;&#x6211;&#x4EEC;&#x6811;&#x7ACB;&#x81EA;&#x5DF1;&#x7684;&#x76EE;&#x6807;&#x6216;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x6446;&#x5728;&#x6211;&#x4EEC;&#x9762;&#x524D;&#x7684;&#x662F;&#x673A;&#x68B0;&#x5730;&#x5B66;&#x4E60;&#x4E00;&#x5806;&#x77E5;&#x8BC6;&#x5E76;&#x53C2;&#x52A0;&#x8003;&#x8BD5;&#x3002;&#x72AF;&#x9519;&#x6700;&#x5C11;&#x624D;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x6700;&#x806A;&#x660E;&#x7684;&#x3002;&#x8981;&#x72AF;&#x9519;&#x6216;&#x627F;&#x8BA4;&#x81EA;&#x5DF1;&#x4E0D;&#x61C2;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x89C9;&#x5F97;&#x5F88;&#x4E22;&#x4EBA;&#x3002;&#x6211;&#x4EEC;&#x7684;&#x6559;&#x80B2;&#x5236;&#x5EA6;&#x91CD;&#x5FC3;&#x4ECE;&#x6765;&#x90FD;&#x4E0D;&#x6559;&#x5B66;&#x751F;&#x4ECE;&#x9519;&#x8BEF;&#x4E2D;&#x5B66;&#x4E60;&#xFF0C;&#x4F46;&#x5176;&#x5B9E;&#x4ECE;&#x72AF;&#x9519;&#x4E2D;&#x5B66;&#x4E60;&#x624D;&#x662F;&#x771F;&#x6B63;&#x7684;&#x5B66;&#x4E60;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5B66;&#x6821;&#x57F9;&#x517B;&#x51FA;&#x6765;&#x7684;&#x5E74;&#x8F7B;&#x4EBA;&#x96BE;&#x4EE5;&#x9002;&#x5E94;&#x73B0;&#x5B9E;&#x751F;&#x6D3B;&#xFF0C;&#x4E0D;&#x8FC7;&#x5982;&#x679C;&#x4ED6;&#x4EEC;&#x613F;&#x610F;&#x4E00;&#x751F;&#x53EA;&#x505A;&#x9075;&#x5B88;&#x6307;&#x4EE4;&#x3001;&#x53D6;&#x60A6;&#x4ED6;&#x4EBA;&#x7684;&#x4EBA;&#xFF0C;&#x90A3;&#x5C31;&#x53E6;&#x5F53;&#x522B;&#x8BBA;&#x4E86;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x89C9;&#x5F97;&#x5F88;&#x591A;&#x5B66;&#x6821;&#x6210;&#x7EE9;&#x4F18;&#x5F02;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x4EBA;&#x751F;&#x5E76;&#x4E0D;&#x6210;&#x529F;&#x3002;  </p>
</blockquote>
<p><br></p>
<ul>
<li>I learned that the popular picture of success&#x2014;which is like a glossy photo of an ideal man or woman out of a Ralph Lauren catalog, with a bio attached listing all of their accomplishments like going to the best prep schools and an Ivy League college, and getting all the answers right on tests&#x2014;is an inaccurate picture of the typical successful person. I met a number of great people and learned that none of them were born great&#x2014;they all made lots of mistakes and had lots weaknesses&#x2014;and that great people become great by looking at their mistakes and weaknesses and figuring out how to get around them. So I learned that the people who make the most of the process of encountering reality, especially the painful obstacles, learn the most and get what they want faster than people who do not. I learned that they are the great ones&#x2014;the ones I wanted to have around me.
<br><br> &#x6211;&#x53D1;&#x73B0;&#xFF0C;&#x5927;&#x4F17;&#x5BF9;&#x4E8E;&#x6210;&#x529F;&#x7684;&#x6982;&#x5FF5;&#x662F;&#x8FD9;&#x6837;&#x7684;&#xFF1A;&#x7A7F;&#x7740;&#x62C9;&#x592B;&#xB7;&#x52B3;&#x4F26;&#x670D;&#x88C5;&#xFF0C;&#x5728;&#x4E00;&#x5E45;&#x5149;&#x9C9C;&#x4EAE;&#x4E3D;&#x7684;&#x5BA3;&#x4F20;&#x7167;&#x65C1;&#x8FB9;&#x9644;&#x4E0A;&#x81EA;&#x5DF1;&#x7684;&#x6210;&#x5C31;&#x4ECB;&#x7ECD;&#xFF1A;&#x4E0A;&#x6700;&#x597D;&#x7684;&#x79C1;&#x7ACB;&#x9884;&#x79D1;&#x5B66;&#x6821;&#xFF0C;&#x8003;&#x5165;&#x5E38;&#x9752;&#x85E4;&#x8054;&#x76DF;&#x7684;&#x540D;&#x724C;&#x5927;&#x5B66;&#xFF0C;&#x80FD;&#x7B54;&#x5BF9;&#x6240;&#x6709;&#x7684;&#x8003;&#x8BD5;&#x9898;&#x3002;&#x5176;&#x5B9E;&#x8FD9;&#x662F;&#x5BF9;&#x771F;&#x6B63;&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x751F;&#x6D3B;&#x7684;&#x8BEF;&#x8BFB;&#x3002;&#x6211;&#x9605;&#x4EBA;&#x65E0;&#x6570;&#xFF0C;&#x6CA1;&#x4E00;&#x4E2A;&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x5929;&#x8D4B;&#x5F02;&#x7980;&#xFF0C;&#x4ED6;&#x4EEC;&#x4E5F;&#x5E38;&#x72AF;&#x9519;&#xFF0C;&#x7F3A;&#x70B9;&#x4E5F;&#x4E0D;&#x5C11;&#xFF0C;&#x4ED6;&#x4EEC;&#x6210;&#x529F;&#x662F;&#x56E0;&#x4E3A;&#x6B63;&#x89C6;&#x9519;&#x8BEF;&#x4E0E;&#x7F3A;&#x70B9;&#xFF0C;&#x627E;&#x5230;&#x65E5;&#x540E;&#x907F;&#x514D;&#x72AF;&#x9519;&#x3001;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x89C9;&#x5F97;&#xFF0C;&#x5168;&#x529B;&#x5229;&#x7528;&#x597D;&#x76F4;&#x9762;&#x73B0;&#x5B9E;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5728;&#x548C;&#x56F0;&#x96BE;&#x969C;&#x788D;&#x6597;&#x4E89;&#x65F6;&#x7684;&#x75DB;&#x82E6;&#x7ECF;&#x5386;&#xFF0C;&#x4ECE;&#x4E2D;&#x7AED;&#x529B;&#x5438;&#x53D6;&#x6559;&#x8BAD;&#xFF0C;&#x8FD9;&#x6837;&#x5B9A;&#x80FD;&#x66F4;&#x5FEB;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x3002;&#x8FD9;&#x6837;&#x7684;&#x4EBA;&#xFF0C;&#x624D;&#x80FD;&#x6210;&#x4E3A;&#x6210;&#x529F;&#x4EBA;&#x58EB;&#xFF0C;&#x8FD9;&#x624D;&#x662F;&#x6211;&#x60F3;&#x6253;&#x4EA4;&#x9053;&#x7684;&#x4EBA;&#x7FA4;&#x3002;  </li>
</ul>
<p><br></p>
<ul>
<li>In short, I learned that being totally truthful, especially about mistakes and weaknesses, led to a rapid rate of improvement and movement toward what I wanted.
<br><br>&#x7B80;&#x800C;&#x8A00;&#x4E4B;&#xFF0C;&#x8981;&#x76F4;&#x9762;&#x771F;&#x76F8;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x81EA;&#x5DF1;&#x7684;&#x9519;&#x8BEF;&#x548C;&#x5F31;&#x70B9;&#xFF0C;&#x4F1A;&#x5927;&#x5927;&#x4FC3;&#x8FDB;&#x81EA;&#x6211;&#x63D0;&#x5347;&#xFF0C;&#x79BB;&#x68A6;&#x60F3;&#x8D8A;&#x6765;&#x8D8A;&#x8FD1;&#x3002;  </li>
</ul>
<p><br>While this approach worked great for me, I found it more opposite than similar to most others&#x2019; approaches, which has produced communications challenges.
<br>
<br>&#x5C3D;&#x7BA1;&#x8FD9;&#x4E2A;&#x65B9;&#x6CD5;&#x5BF9;&#x6211;&#x5F88;&#x9002;&#x7528;&#xFF0C;&#x53EF;&#x662F;&#x4F3C;&#x4E4E;&#x4E0E;&#x5176;&#x4ED6;&#x65B9;&#x6CD5;&#x6BD4;&#x8D77;&#x6765;&#xFF0C;&#x663E;&#x5F97;&#x4E0E;&#x4F17;&#x4E0D;&#x540C;&#xFF0C;&#x5F88;&#x591A;&#x4EBA;&#x4E0D;&#x8BA4;&#x540C;&#xFF0C;&#x4EA4;&#x6D41;&#x8D77;&#x6765;&#x751A;&#x662F;&#x56F0;&#x96BE;&#x3002;  </p>
<p><br>Specifically, I found that:
<br><br>
&#x5177;&#x4F53;&#x6765;&#x8BF4;&#xFF0C;&#x6211;&#x53D1;&#x73B0;&#xFF1A;  </p>
<p><br>* While most others seem to believe that learning what we are taught is the path to success, I believe that figuring out for yourself what you want and how to get it is a better path.
<br><br> &#x5C3D;&#x7BA1;&#x5F88;&#x591A;&#x4EBA;&#x8BA4;&#x4E3A;&#x6559;&#x4F60;&#x4EC0;&#x4E48;&#x5C31;&#x597D;&#x597D;&#x5B66;&#x624D;&#x80FD;&#x5B9E;&#x73B0;&#x6210;&#x529F;&#x3002;&#x4F46;&#x6211;&#x8BA4;&#x4E3A;&#xFF0C;&#x53D1;&#x73B0;&#x81EA;&#x5DF1;&#x60F3;&#x8981;&#x4EC0;&#x4E48;&#xFF0C;&#x660E;&#x767D;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x8FD9;&#x624D;&#x662F;&#x66F4;&#x5149;&#x660E;&#x7684;&#x9053;&#x8DEF;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>After all, isn&#x2019;t the point of learning to help you get what you want? So don&#x2019;t you have to start with what you want and figure out what you have to learn in order to get it?
<br><br>&#x5B66;&#x4E60;&#x7684;&#x76EE;&#x7684;&#x4E0D;&#x5C31;&#x662F;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x5417;&#xFF1F;&#x90A3;&#x4E00;&#x5F00;&#x59CB;&#x662F;&#x4E0D;&#x662F;&#x5C31;&#x5E94;&#x8BE5;&#x5148;&#x5F04;&#x660E;&#x767D;&#x81EA;&#x5DF1;&#x60F3;&#x8981;&#x4EC0;&#x4E48;&#x4EE5;&#x53CA;&#x8981;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x9700;&#x8981;&#x5B66;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;  </p>
</blockquote>
<p><br></p>
<ul>
<li>While most others seem to believe that having answers is better than having questions, I believe that having questions is better than having answers because it leads to more learning.
<br><br> &#x5C3D;&#x7BA1;&#x5F88;&#x591A;&#x4EBA;&#x8BA4;&#x4E3A;&#x7B54;&#x6848;&#x6BD4;&#x95EE;&#x9898;&#x66F4;&#x597D;&#xFF0C;&#x4F46;&#x6211;&#x8BA4;&#x4E3A;&#x95EE;&#x9898;&#x6BD4;&#x7B54;&#x6848;&#x597D;&#xFF0C;&#x56E0;&#x4E3A;&#x95EE;&#x9898;&#x80FD;&#x8BA9;&#x6211;&#x4EEC;&#x5B66;&#x5230;&#x66F4;&#x591A;&#x3002;  </li>
</ul>
<p><br></p>
<blockquote>
<p>In fact I believe that most people who are quick to come up with answers simply haven&#x2019;t thought about all the ways that they can be wrong.
<br><br> &#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x90A3;&#x4E9B;&#x5F88;&#x5FEB;&#x5C31;&#x60F3;&#x51FA;&#x7B54;&#x6848;&#x7684;&#x4EBA;&#x5E76;&#x6CA1;&#x6709;&#x8003;&#x8651;&#x81EA;&#x5DF1;&#x4F1A;&#x51FA;&#x9519;&#x7684;&#x65B9;&#x65B9;&#x9762;&#x9762;&#x3002;  </p>
</blockquote>
<p><br>While most others seem to believe that mistakes are bad things, I believe mistakes are good things because I believe that most learning comes via making mistakes and reflecting on them.
<br><br> &#x5C3D;&#x7BA1;&#x5F88;&#x591A;&#x4EBA;&#x8BA4;&#x4E3A;&#x72AF;&#x9519;&#x662F;&#x574F;&#x4E8B;&#xFF0C;&#x4F46;&#x6211;&#x8BA4;&#x4E3A;&#x72AF;&#x9519;&#x662F;&#x597D;&#x4E8B;&#xFF0C;&#x56E0;&#x4E3A;&#x4EBA;&#x4EEC;&#x4E3B;&#x8981;&#x90FD;&#x662F;&#x4ECE;&#x72AF;&#x9519;&#x7684;&#x53CD;&#x601D;&#x4E2D;&#x53D7;&#x76CA;&#x8FDB;&#x800C;&#x5B66;&#x4E60;&#x548C;&#x63D0;&#x9AD8;&#x81EA;&#x5DF1;&#x7684;&#x3002;  </p>
<p><br>While most others seem to believe that finding out about one&#x2019;s weaknesses is a bad thing, I believe that it is a good thing because it is the first step toward finding out what to do about them and not letting them stand in your way.
<br><br> &#x5C3D;&#x7BA1;&#x5F88;&#x591A;&#x4EBA;&#x8BA4;&#x4E3A;&#x53D1;&#x73B0;&#x7F3A;&#x70B9;&#x662F;&#x574F;&#x4E8B;&#xFF0C;&#x4F46;&#x6211;&#x8BA4;&#x4E3A;&#x7F3A;&#x70B9;&#x662F;&#x597D;&#x4E8B;&#xFF0C;&#x56E0;&#x4E3A;&#x8BA4;&#x8BC6;&#x5230;&#x7F3A;&#x70B9;&#x662F;&#x5BFB;&#x627E;&#x89E3;&#x51B3;&#x529E;&#x6CD5;&#x7684;&#x7B2C;&#x4E00;&#x6B65;&#xFF0C;&#x8FDB;&#x800C;&#x4E0D;&#x8BA9;&#x7F3A;&#x70B9;&#x6210;&#x4E3A;&#x81EA;&#x5DF1;&#x7684;&#x7ECA;&#x811A;&#x77F3;&#x3002;  </p>
<p><br>While most others seem to believe that pain is bad, I believe that pain is required to become stronger.
<br><br> &#x5C3D;&#x7BA1;&#x5F88;&#x591A;&#x4EBA;&#x8BA4;&#x4E3A;&#x75DB;&#x82E6;&#x4E0D;&#x597D;&#xFF0C;&#x4F46;&#x6211;&#x8BA4;&#x4E3A;&#x60F3;&#x8981;&#x53D8;&#x5F97;&#x5F3A;&#x5927;&#xFF0C;&#x5C31;&#x9700;&#x8981;&#x7ECF;&#x53D7;&#x75DB;&#x82E6;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>I don&#x2019;t mean that the more pain the better. I believe that too much pain can break someone and that the absence of pain typically prevents growth so that one should accept the amount of pain that is consistent with achieving one&#x2019;s objectives.
<br><br> &#x6211;&#x4E0D;&#x662F;&#x8BF4;&#x8D8A;&#x75BC;&#x8D8A;&#x597D;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x8FC7;&#x4E8E;&#x75BC;&#x75DB;&#x4F1A;&#x5BF9;&#x4EBA;&#x4EA7;&#x751F;&#x635F;&#x5BB3;&#x3002;&#x6CA1;&#x6709;&#x75DB;&#x82E6;&#x4E00;&#x822C;&#x4E0D;&#x5229;&#x4E8E;&#x6210;&#x957F;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x5E94;&#x5728;&#x4E0E;&#x5B9E;&#x73B0;&#x81EA;&#x5DF1;&#x76EE;&#x6807;&#x76F8;&#x4E00;&#x81F4;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#xFF0C;&#x627F;&#x53D7;&#x4E00;&#x5B9A;&#x7684;&#x75DB;&#x82E6;&#x3002;  </p>
</blockquote>
<p><br>One of the advantages of my being over 60 years old&#x2014;and there aren&#x2019;t many&#x2014;is that we can look back on my story to see how I came by these beliefs and how they have worked for me. It is now more than 35 years after I started Bridgewater and about the same number of years since I got married and began my family. I am obviously not your Ralph Lauren poster child for success, yet I&#x2019;ve had a lot of successes, though they&#x2019;re probably not what you&#x2019;re thinking.
<br>
<br>&#x6211;60&#x591A;&#x5C81;&#x4E86;&#xFF0C;&#x6211;&#x8FD9;&#x4E2A;&#x5E74;&#x7EAA;&#x7684;&#x4EBA;&#x4F18;&#x52BF;&#x5DF2;&#x7ECF;&#x4E0D;&#x591A;&#x4E86;&#xFF0C;&#x5176;&#x4E2D;&#x4E4B;&#x4E00;&#x5C31;&#x662F;&#x6211;&#x80FD;&#x56DE;&#x671B;&#x8FC7;&#x53BB;&#xFF0C;&#x5BA1;&#x89C6;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x662F;&#x5426;&#x771F;&#x7684;&#x53D1;&#x6325;&#x8FC7;&#x4F5C;&#x7528;&#x3002;&#x6211;&#x6210;&#x7ACB;&#x6865;&#x6C34;&#x8054;&#x5408;&#x57FA;&#x91D1;&#x516C;&#x53F8;35&#x5E74;&#xFF0C;&#x7ED3;&#x5A5A;&#x6210;&#x5BB6;&#x4E5F;&#x5DEE;&#x4E0D;&#x591A;&#x8FD9;&#x4E48;&#x591A;&#x5E74;&#xFF0C;&#x4ECE;&#x6211;&#x7684;&#x7ECF;&#x5386;&#x6765;&#x770B;&#xFF0C;&#x663E;&#x7136;&#x6211;&#x4E0D;&#x662F;&#x5927;&#x5BB6;&#x60F3;&#x7684;&#x90A3;&#x79CD;&#x62C9;&#x592B;&#xB7;&#x52B3;&#x4F26;&#x5BA3;&#x4F20;&#x6D77;&#x62A5;&#x4E0A;&#x7684;&#x6210;&#x529F;&#x5178;&#x8303;&#xFF0C;&#x4F46;&#x6211;&#x8FD8;&#x662F;&#x53D6;&#x5F97;&#x4E86;&#x5F88;&#x591A;&#x6210;&#x529F;&#xFF0C;&#x5C3D;&#x7BA1;&#x4E0D;&#x4E00;&#x5B9A;&#x662F;&#x4F60;&#x60F3;&#x8C61;&#x7684;&#x90A3;&#x79CD;&#x6210;&#x529F;&#x3002;  </p>
<p><br>Yes, I started Bridgewater from scratch, and now it&#x2019;s a uniquely successful company and I am on the Forbes 400 list. But these results were never my goals&#x2014;they were just residual outcomes&#x2014;so my getting them can&#x2019;t be indications of my success. And, quite frankly, I never found them very rewarding.
<br><br>
&#x6210;&#x7ACB;&#x6865;&#x6C34;&#x8054;&#x5408;&#x57FA;&#x91D1;&#xFF0C;&#x6211;&#x7B97;&#x662F;&#x767D;&#x624B;&#x8D77;&#x5BB6;&#xFF0C;&#x73B0;&#x5728;&#x8FD9;&#x5BB6;&#x516C;&#x53F8;&#x5DF2;&#x7ECF;&#x975E;&#x5E38;&#x6210;&#x529F;&#xFF0C;&#x6211;&#x4E5F;&#x5728;&#x798F;&#x5E03;&#x65AF;400&#x5BCC;&#x8C6A;&#x699C;&#x4E0A;&#x5360;&#x6709;&#x4E00;&#x5E2D;&#x3002;&#x4F46;&#x8FD9;&#x4E9B;&#x4ECE;&#x6765;&#x90FD;&#x4E0D;&#x662F;&#x6211;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x7B97;&#x662F;&#x9644;&#x52A0;&#x56DE;&#x62A5;&#x5427;&#xFF0C;&#x8FD9;&#x4E9B;&#x4E0D;&#x80FD;&#x8BF4;&#x660E;&#x6211;&#x5C31;&#x662F;&#x6210;&#x529F;&#x7684;&#x3002;&#x8BF4;&#x5B9E;&#x5728;&#x7684;&#xFF0C;&#x6211;&#x4E5F;&#x4E0D;&#x89C9;&#x5F97;&#x8FD9;&#x4E9B;&#x6240;&#x8C13;&#x7684;&#x6210;&#x5C31;&#x6709;&#x4EC0;&#x4E48;&#x610F;&#x4E49;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>I have been very lucky because I have had the opportunity to see what it&#x2019;s like to have little or no money and what it&#x2019;s like to have a lot of it. I&#x2019;m lucky because people make such a big deal of it and, if I didn&#x2019;t experience both, I wouldn&#x2019;t be able to know how important it really is for me. I can&#x2019;t comment on what having a lot of money means to others, but I do know that for me, having a lot more money isn&#x2019;t a lot better than having enough to cover the basics. That&#x2019;s because, for me, the best things in life&#x2014;meaningful work, meaningful relationships, interesting experiences, good food, sleep, music, ideas, sex, and other basic needs and pleasures&#x2014; are not, past a certain point, materially improved upon by having a lot of money. For me, money has always been very important to the point that I could have these basics covered and never very important beyond that. That doesn&#x2019;t mean that I don&#x2019;t think that having more is good&#x2013;it&#x2019;s just that I don&#x2019;t think it&#x2019;s a big deal. So, while I spend money on some very expensive things that cost multiples relative to the more fundamental things, these expensive things have never brought me much enjoyment relative to the much cheaper, more fundamental things. They were just like cherries on the cake. For my tastes, if I had to choose, I&#x2019;d rather be a backpacker who is exploring the world with little money than a big income earner who is in a job I don&#x2019;t enjoy. (Though being in a job that provides me with what I want is best of all, for me). Also, from having come from having next-to-nothing to having a lot, I have developed a strong belief that, all things being equal, offering equal opportunity is fundamental to being good, while handing out money to capable people that weakens their need to get stronger and contribute to society is bad.
<br><br> &#x6211;&#x4E00;&#x76F4;&#x90FD;&#x5F88;&#x5E78;&#x8FD0;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x6709;&#x673A;&#x4F1A;&#x4F53;&#x9A8C;&#x8EAB;&#x65E0;&#x5206;&#x6587;&#xFF0C;&#x4E5F;&#x77E5;&#x9053;&#x5BCC;&#x6709;&#x662F;&#x4EC0;&#x4E48;&#x611F;&#x89C9;&#x3002;&#x73B0;&#x5728;&#x5F88;&#x591A;&#x4EBA;&#x90FD;&#x82B1;&#x5F88;&#x5927;&#x7CBE;&#x529B;&#x8D5A;&#x94B1;&#xFF0C;&#x6211;&#x5982;&#x679C;&#x6CA1;&#x4F53;&#x9A8C;&#x8FC7;&#x8D2B;&#x7A77;&#x4E0E;&#x5BCC;&#x6709;&#x4E24;&#x79CD;&#x72B6;&#x6001;&#xFF0C;&#x5C31;&#x4E0D;&#x4F1A;&#x660E;&#x767D;&#x91D1;&#x94B1;&#x5BF9;&#x4E8E;&#x6211;&#x6765;&#x8BF4;&#x662F;&#x5426;&#x771F;&#x7684;&#x91CD;&#x8981;&#x3002;&#x5BCC;&#x6709;&#x5BF9;&#x522B;&#x4EBA;&#x6765;&#x8BF4;&#x610F;&#x4E49;&#x5982;&#x4F55;&#x6211;&#x662F;&#x65E0;&#x6CD5;&#x8BC4;&#x8BBA;&#x7684;&#xFF0C;&#x4F46;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#xFF0C;&#x8D5A;&#x66F4;&#x591A;&#x7684;&#x94B1;&#x540C;&#x53EA;&#x80FD;&#x6EE1;&#x8DB3;&#x57FA;&#x672C;&#x9700;&#x6C42;&#x7684;&#x6536;&#x5165;&#x76F8;&#x6BD4;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x5927;&#x7684;&#x5DEE;&#x522B;&#x3002;&#x56E0;&#x4E3A;&#x6211;&#x89C9;&#x5F97;&#x4EBA;&#x751F;&#x6700;&#x68D2;&#x7684;&#x4E8B;&#x60C5;&#x662F;&#xFF1A;&#x6709;&#x610F;&#x4E49;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x6709;&#x610F;&#x4E49;&#x7684;&#x4EBA;&#x8109;&#xFF0C;&#x6709;&#x8DA3;&#x7684;&#x7ECF;&#x5386;&#xFF0C;&#x5403;&#x5F97;&#x597D;&#x7761;&#x5F97;&#x597D;&#xFF0C;&#x542C;&#x6B4C;&#xFF0C;&#x5404;&#x79CD;&#x65B0;&#x70B9;&#x5B50;&#xFF0C;&#x6027;&#x7B49;&#x5176;&#x4ED6;&#x57FA;&#x672C;&#x9700;&#x6C42;&#x548C;&#x4EE4;&#x4EBA;&#x6109;&#x60A6;&#x4E4B;&#x7269;&#x3002;&#x5F53;&#x91D1;&#x94B1;&#x79EF;&#x7D2F;&#x8FBE;&#x5230;&#x67D0;&#x4E2A;&#x4E34;&#x754C;&#x70B9;&#x540E;&#xFF0C;&#x589E;&#x52A0;&#x518D;&#x591A;&#xFF0C;&#x4E5F;&#x5C31;&#x4E0D;&#x4F1A;&#x660E;&#x663E;&#x63D0;&#x5347;&#x8FD9;&#x4E9B;&#x6211;&#x8BA4;&#x4E3A;&#x4EBA;&#x751F;&#x6700;&#x68D2;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x91D1;&#x94B1;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#x7684;&#x91CD;&#x8981;&#x6027;&#x5C31;&#x662F;&#xFF0C;&#x80FD;&#x591F;&#x6EE1;&#x8DB3;&#x6211;&#x7684;&#x57FA;&#x672C;&#x751F;&#x6D3B;&#x9700;&#x6C42;&#xFF0C;&#x518D;&#x591A;&#x6211;&#x5C31;&#x8BA4;&#x4E3A;&#x4E0D;&#x91CD;&#x8981;&#x4E86;&#x3002;&#x6211;&#x4E0D;&#x662F;&#x8BF4;&#x8BA4;&#x4E3A;&#x62E5;&#x6709;&#x66F4;&#x591A;&#x4E0D;&#x597D;&#xFF0C;&#x53EA;&#x662F;&#x89C9;&#x5F97;&#x8FD9;&#x6CA1;&#x4EC0;&#x4E48;&#x5927;&#x4E0D;&#x4E86;&#x7684;&#x3002;&#x82B1;&#x94B1;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6709;&#x4E9B;&#x4E1C;&#x897F;&#x7279;&#x522B;&#x6602;&#x8D35;&#xFF0C;&#x8D2D;&#x4E70;&#x8FD9;&#x4E9B;&#x4E1C;&#x897F;&#x5E76;&#x4E0D;&#x80FD;&#x7ED9;&#x6211;&#x5E26;&#x6765;&#x591A;&#x5C11;&#x5FEB;&#x4E50;&#xFF0C;&#x8D2D;&#x4E70;&#x7ECF;&#x6D4E;&#x5B9E;&#x60E0;&#x4E14;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x4E1C;&#x897F;&#x624D;&#x80FD;&#x7ED9;&#x6211;&#x5E26;&#x6765;&#x5FEB;&#x4E50;&#x3002;&#x8FD9;&#x5C31;&#x50CF;&#x86CB;&#x7CD5;&#x4E0A;&#x7684;&#x6A31;&#x6843;&#x4E00;&#x6837;&#xFF0C;&#x9526;&#x4E0A;&#x6DFB;&#x82B1;&#x7F62;&#x4E86;&#x3002;&#x8981;&#x6211;&#x9009;&#x7684;&#x8BDD;&#xFF0C;&#x4E0E;&#x5176;&#x505A;&#x4E00;&#x4EFD;&#x9AD8;&#x85AA;&#x4F46;&#x4E0D;&#x559C;&#x6B22;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x6211;&#x5B81;&#x53EF;&#x505A;&#x4E2A;&#x73AF;&#x6E38;&#x4E16;&#x754C;&#x7684;&#x7A77;&#x80CC;&#x5305;&#x5BA2;&#x3002;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#xFF0C;&#x4ECE;&#x4E8B;&#x7684;&#x5DE5;&#x4F5C;&#x5982;&#x679C;&#x505A;&#x7684;&#x662F;&#x81EA;&#x5DF1;&#x60F3;&#x505A;&#x7684;&#x5C31;&#x662F;&#x6700;&#x597D;&#x4E86;&#x3002;&#x4ECE;&#x51E0;&#x4E4E;&#x4E00;&#x65E0;&#x6240;&#x6709;&#x5230;&#x62E5;&#x6709;&#x751A;&#x591A;&#xFF0C;&#x6211;&#x57F9;&#x517B;&#x4E86;&#x4E00;&#x4E2A;&#x5F88;&#x5F3A;&#x7684;&#x4FE1;&#x5FF5;&#xFF0C;&#x5373;&#x4E07;&#x7269;&#x7686;&#x5E73;&#x7B49;&#xFF0C;&#x63D0;&#x4F9B;&#x5E73;&#x7B49;&#x7684;&#x673A;&#x4F1A;&#x5BF9;&#x6210;&#x529F;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x6709;&#x80FD;&#x529B;&#x7684;&#x4EBA;&#x83B7;&#x5F97;&#x7684;&#x62A5;&#x916C;&#x4E30;&#x5BCC;&#xFF0C;&#x5C31;&#x53EF;&#x80FD;&#x524A;&#x5F31;&#x4ED6;&#x4EEC;&#x6E34;&#x671B;&#x53D8;&#x5F3A;&#x5927;&#x8D21;&#x732E;&#x793E;&#x4F1A;&#x7684;&#x610F;&#x613F;&#xFF0C;&#x8FD9;&#x5BF9;&#x793E;&#x4F1A;&#x53D1;&#x5C55;&#x4E0D;&#x5229;&#x3002;  </p>
</blockquote>
<p><br>What I wanted was to have an interesting, diverse life filled with lots of learning&#x2014;and especially meaningful work and meaningful relationships. I feel that I have gotten these in abundance and I am happy. And I feel that I got what I wanted by following the same basic approach I used as a 12-year-old caddie trying to beat the market, i.e., by 1) working for what I wanted, not for what others wanted me to do; 2) coming up with the best independent opinions I could muster to move toward my goals; 3) stress - testing my opinions by having the smartest people I could find challenge them so I could find out where I was wrong; 4) being wary about overconfidence, and good at not knowing; and 5) wrestling with reality, experiencing the results of my decisions, and reflecting on what I did to produce them so that I could improve. I believe that by following this approach I moved faster to my goals by learning a lot more than if I hadn&#x2019;t followed it.
<br><br>&#x6211;&#x6E34;&#x671B;&#x7684;&#x662F;&#x751F;&#x6D3B;&#x5145;&#x6EE1;&#x8DA3;&#x4E8B;&#xFF0C;&#x591A;&#x59FF;&#x591A;&#x5F69;&#xFF0C;&#x4E0D;&#x65AD;&#x5B66;&#x4E60;&#xFF0C;&#x80FD;&#x505A;&#x6709;&#x610F;&#x4E49;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x80FD;&#x8BA4;&#x8BC6;&#x53EF;&#x4EA4;&#x4E4B;&#x4EBA;&#x3002;&#x6211;&#x8BA4;&#x4E3A;&#xFF0C;&#x80FD;&#x5E38;&#x5E38;&#x6EE1;&#x8DB3;&#x8FD9;&#x4E9B;&#x6761;&#x4EF6;&#xFF0C;&#x6211;&#x5C31;&#x5F88;&#x5F00;&#x5FC3;&#x4E86;&#x3002;&#x6211;&#x8FD8;&#x53D1;&#x73B0;&#xFF0C;&#x4ECE;&#x6211;&#x662F;&#x4E2A;12&#x5C81;&#x7684;&#x7403;&#x7AE5;&#x5230;&#x73B0;&#x5728;&#xFF0C;&#x6211;&#x51FB;&#x8D25;&#x5E02;&#x573A;&#x4E00;&#x76F4;&#x90FD;&#x4F7F;&#x7528;&#x7684;&#x662F;&#x540C;&#x4E00;&#x5957;&#x65B9;&#x6CD5;&#xFF1A;1&#xFF09;&#x6211;&#x5E72;&#x6211;&#x81EA;&#x5DF1;&#x60F3;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x800C;&#x975E;&#x4ED6;&#x4EBA;&#x903C;&#x8FEB;&#x6211;&#x4E3A;&#x4E4B;&#xFF1B;2&#xFF09;&#x6211;&#x628A;&#x6211;&#x80FD;&#x60F3;&#x5230;&#x7684;&#x6700;&#x597D;&#x7684;&#x3001;&#x72EC;&#x7ACB;&#x7684;&#x89C2;&#x70B9;&#x6C47;&#x805A;&#x5230;&#x4E00;&#x8D77;&#xFF0C;&#x7528;&#x4EE5;&#x5B9E;&#x73B0;&#x6211;&#x7684;&#x76EE;&#x6807;&#xFF1B;3&#xFF09;&#x628A;&#x6211;&#x8BA4;&#x8BC6;&#x6700;&#x806A;&#x660E;&#x7684;&#x4EBA;&#x627E;&#x6765;&#x5E2E;&#x6211;&#x6311;&#x6BDB;&#x75C5;&#xFF0C;&#x627E;&#x51FA;&#x6211;&#x89C2;&#x70B9;&#x4E2D;&#x9519;&#x8BEF;&#x7684;&#x5730;&#x65B9;&#xFF1B;4&#xFF09;&#x6211;&#x4E0D;&#x6562;&#x592A;&#x8FC7;&#x81EA;&#x4FE1;&#xFF0C;&#x4F46;&#x5F88;&#x5584;&#x4E8E;&#x9762;&#x5BF9;&#x201C;&#x4E0D;&#x77E5;&#x201D;&#xFF1B;5&#xFF09;&#x6211;&#x540C;&#x73B0;&#x5B9E;&#x5C55;&#x5F00;&#x6597;&#x4E89;&#xFF0C;&#x53CD;&#x601D;&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x4EA7;&#x751F;&#x8FD9;&#x79CD;&#x7ED3;&#x679C;&#xFF0C;&#x4ECE;&#x4E2D;&#x5B66;&#x4E60;&#x4E0E;&#x63D0;&#x9AD8;&#x3002;  </p>
<p><br>Here are the most important principles that I learned along the way.
<br><br>&#x6765;&#x8C08;&#x8C08;&#x4E00;&#x8DEF;&#x8D70;&#x6765;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x4E9B;&#x539F;&#x5219;&#x5427;  </p>
<h3 id="-br-my-most-fundamental-principles-br-br-%E6%88%91%E6%9C%80%E9%87%8D%E8%A6%81%E7%9A%84%E6%A0%B9%E6%9C%AC%E5%8E%9F%E5%88%99"><br>My Most Fundamental Principles <br><br> &#x6211;&#x6700;&#x91CD;&#x8981;&#x7684;&#x6839;&#x672C;&#x539F;&#x5219;</h3>
<p><br>In pursuing my goals I encountered realities, often in the form of problems, and I had to make decisions. I found that if I accepted the realities rather than wished that they didn&#x2019;t exist and if I learned how to work with them rather than fight them, I could figure out how to get to my goals. It might take repeated tries, and seeking the input of others, but I could eventually get there. As a result, I have become someone who believes that we need to deeply understand, accept, and work with reality in order to get what we want out of life. Whether it is knowing how people <strong>really</strong> think and behave when dealing with them, or how things <strong>really</strong> work on a material level&#x2014;so that if we do X then Y will happen&#x2014;understanding reality gives us the power to get what we want out of life, or at least to dramatically improve our odds of success. In other words, I have become a &#x201C;hyperrealist.&#x201D;
<br><br>&#x8FFD;&#x6C42;&#x68A6;&#x60F3;&#x7684;&#x5F81;&#x9014;&#x4E2D;&#xFF0C;&#x6211;&#x4E0E;&#x73B0;&#x5B9E;&#x4E2D;&#x9047;&#x5230;&#x7684;&#x95EE;&#x9898;&#x6FC0;&#x70C8;&#x78B0;&#x649E;&#xFF0C;&#x4E0D;&#x5F97;&#x4E0D;&#x505A;&#x51FA;&#x5404;&#x79CD;&#x51B3;&#x7B56;&#x3002;&#x6211;&#x53D1;&#x73B0;&#xFF0C;&#x4E0E;&#x5176;&#x6574;&#x65E5;&#x5E7B;&#x60F3;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x4E0D;&#x5B58;&#x5728;&#x6216;&#x4E0E;&#x4E4B;&#x6297;&#x4E89;&#xFF0C;&#x8FD8;&#x4E0D;&#x5982;&#x5B9E;&#x4E8B;&#x6C42;&#x662F;&#xFF0C;&#x5BFB;&#x627E;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x8FD9;&#x6837;&#x5012;&#x80FD;&#x66F4;&#x5FEB;&#x627E;&#x5230;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x8DEF;&#x3002;&#x53EF;&#x80FD;&#x8981;&#x53CD;&#x590D;&#x5C1D;&#x8BD5;&#xFF0C;&#x6C72;&#x53D6;&#x4ED6;&#x4EBA;&#x667A;&#x6167;&#xFF0C;&#x4F46;&#x6700;&#x7EC8;&#x603B;&#x80FD;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x3002;&#x4E45;&#x800C;&#x4E45;&#x4E4B;&#xFF0C;&#x6211;&#x6DF1;&#x4FE1;&#x8981;&#x7406;&#x89E3;&#x73B0;&#x5B9E;&#xFF0C;&#x63A5;&#x53D7;&#x73B0;&#x5B9E;&#xFF0C;&#x4E0E;&#x73B0;&#x5B9E;&#x5408;&#x4F5C;&#xFF0C;&#x5BFB;&#x627E;&#x89E3;&#x51B3;&#x529E;&#x6CD5;&#xFF0C;&#x624D;&#x80FD;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x3002;&#x65E0;&#x8BBA;&#x662F;&#x4E86;&#x89E3;&#x4ED6;&#x4EBA;&#x7684;<strong>&#x771F;&#x5B9E;</strong>&#x60F3;&#x6CD5;&#x4E0E;&#x884C;&#x4E3A;&#xFF0C;&#x8FD8;&#x662F;&#x4E8B;&#x7269;&#x5728;&#x7269;&#x8D28;&#x5C42;&#x9762;&#x7684;<strong>&#x771F;&#x5B9E;</strong>&#x539F;&#x7406;&#xFF0C;&#x5982;&#x6211;&#x4EEC;&#x505A;&#x7532;&#x90A3;&#x4E48;&#x4E59;&#x5C31;&#x4F1A;&#x53D1;&#x751F;&#xFF0C;&#x7406;&#x89E3;&#x73B0;&#x5B9E;&#x90FD;&#x4F1A;&#x8D4B;&#x4E88;&#x6211;&#x4EEC;&#x529B;&#x91CF;&#xFF0C;&#x52A9;&#x6211;&#x4EEC;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#xFF0C;&#x81F3;&#x5C11;&#x53EF;&#x4EE5;&#x63D0;&#x9AD8;&#x6210;&#x529F;&#x7684;&#x51E0;&#x7387;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x6211;&#x6210;&#x4E86;&#x4E00;&#x540D;&#x201C;&#x9AD8;&#x5EA6;&#x5199;&#x5B9E;&#x4E3B;&#x4E49;&#x8005;&#x201D;&#x3002;  </p>
<p><br>When I say I&#x2019;m a hyperrealist, people sometimes think I don&#x2019;t believe in making dreams happen. This couldn&#x2019;t be further from the truth. In fact, I believe that without pursuing dreams, life is mundane. I am just saying that I believe hyperrealism is the best way to choose and achieve one&#x2019;s dreams. The people who really change the world are the ones who see what&#x2019;s possible and figure out how to make that happen. I believe that dreamers who simply imagine things that would be nice but are not possible don&#x2019;t sufficiently appreciate the laws of the universe to understand the true implications of their desires, much less how to achieve them.
<br><br>&#x63D0;&#x5230;&#x201C;&#x9AD8;&#x5EA6;&#x5199;&#x5B9E;&#x4E3B;&#x4E49;&#x8005;&#x201D;&#xFF0C;&#x5C31;&#x6709;&#x4EBA;&#x4EE5;&#x4E3A;&#x6211;&#x4E0D;&#x76F8;&#x4FE1;&#x68A6;&#x60F3;&#x53EF;&#x4EE5;&#x53D8;&#x4E3A;&#x73B0;&#x5B9E;&#xFF0C;&#x6070;&#x6070;&#x76F8;&#x53CD;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x751F;&#x6D3B;&#x6CA1;&#x6709;&#x68A6;&#x60F3;&#x662F;&#x5BE1;&#x7136;&#x65E0;&#x5473;&#x7684;&#x3002;&#x6211;&#x5F3A;&#x8C03;&#x7684;&#x662F;&#xFF0C;&#x9009;&#x62E9;&#x68A6;&#x60F3;&#x4E0E;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#xFF0C;&#x901A;&#x8FC7;&#x9AD8;&#x5EA6;&#x5199;&#x5B9E;&#x4E3B;&#x4E49;&#x662F;&#x6700;&#x597D;&#x7684;&#x529E;&#x6CD5;&#x3002;&#x771F;&#x6B63;&#x6539;&#x53D8;&#x4E16;&#x754C;&#x7684;&#x4EBA;&#xFF0C;&#x80FD;&#x53D1;&#x73B0;&#x4EC0;&#x4E48;&#x68A6;&#x60F3;&#x662F;&#x6709;&#x53EF;&#x80FD;&#x5B9E;&#x73B0;&#x7684;&#xFF0C;&#x5E76;&#x80FD;&#x6307;&#x51FA;&#x53EF;&#x884C;&#x4E4B;&#x9053;&#x3002;&#x800C;&#x771F;&#x6B63;&#x7684;&#x7A7A;&#x60F3;&#x5BB6;&#x6210;&#x5929;&#x5E7B;&#x60F3;&#x4E00;&#x4E9B;&#x4E0D;&#x5207;&#x5B9E;&#x9645;&#x7684;&#x7F8E;&#x597D;&#x4E8B;&#x7269;&#xFF0C;&#x4E0D;&#x8003;&#x8651;&#x5B87;&#x5B99;&#x89C4;&#x5219;&#xFF0C;&#x65E0;&#x6CD5;&#x6DF1;&#x523B;&#x7406;&#x89E3;&#x81EA;&#x8EAB;&#x613F;&#x671B;&#x7684;&#x771F;&#x5B9E;&#x5185;&#x6DB5;&#xFF0C;&#x66F4;&#x522B;&#x63D0;&#x5B9E;&#x73B0;&#x4ED6;&#x4EEC;&#x7684;&#x60F3;&#x6CD5;&#x4E86;&#x3002; </p>
<p><br>Let me explain what I mean.<br><br><br>&#x6211;&#x6765;&#x89E3;&#x91CA;&#x4E00;&#x4E0B;&#xFF1A;  </p>
<p><br>I believe there are an infinite number of laws of the universe and that all progress or dreams achieved come from operating in a way that&#x2019;s consistent with them. These laws and the principles of how to operate in harmony with them have always existed. We were given these laws by nature. Man didn&#x2019;t and can&#x2019;t make them up. He can only hope to understand them and use them to get what he wants. For example, the ability to fly or to send cellular phone signals imperceptibly and instantaneously around the world or any other new and beneficial developments resulted from understanding and using previously existing laws of the universe. These inventions did not come from people who were not well-grounded in reality. 17The same is true for economic, political, and social systems that work. Success is achieved by people who deeply understand reality and know how to use it to get what they want. The converse is also true: idealists who are not well-grounded in reality create problems, not progress. For example, communism was a system created by people with good intentions who failed to recognize that their idealistic system was inconsistent with human nature. As a result, they caused more harm than good.
<br><br>&#x6211;&#x8BA4;&#x4E3A;&#x5B87;&#x5B99;&#x62E5;&#x6709;&#x65E0;&#x9650;&#x591A;&#x89C4;&#x5219;&#xFF0C;&#x5B9E;&#x73B0;&#x4E00;&#x5207;&#x68A6;&#x60F3;&#x4E0E;&#x8FDB;&#x6B65;&#x90FD;&#x5F97;&#x9075;&#x5FAA;&#x8FD9;&#x4E9B;&#x89C4;&#x5219;&#xFF0C;&#x5982;&#x4F55;&#x9075;&#x5FAA;&#x4E5F;&#x662F;&#x6709;&#x5B9A;&#x5F8B;&#x6709;&#x539F;&#x5219;&#x53EF;&#x5FAA;&#x7684;&#xFF0C;&#x8FD9;&#x4E9B;&#x5B9A;&#x5F8B;&#x4E00;&#x76F4;&#x90FD;&#x5B58;&#x5728;&#xFF0C;&#x4E0D;&#x662F;&#x4EBA;&#x4E3A;&#x5236;&#x5B9A;&#x7684;&#x3002;&#x4EBA;&#x4EEC;&#x53EA;&#x80FD;&#x7406;&#x89E3;&#x5E76;&#x7528;&#x597D;&#x8FD9;&#x4E9B;&#x89C4;&#x5219;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x3002;&#x4E3E;&#x4E2A;&#x4F8B;&#x5B50;&#x5427;&#xFF0C;&#x60F3;&#x98DE;&#x7FD4;&#xFF0C;&#x60F3;&#x5728;&#x5168;&#x7403;&#x53D1;&#x5C04;&#x5373;&#x65F6;&#x5FAE;&#x611F;&#x7684;&#x624B;&#x673A;&#x8BAF;&#x53F7;&#x6216;&#x522B;&#x7684;&#x4EC0;&#x4E48;&#x6709;&#x5229;&#x4E8E;&#x53D1;&#x5C55;&#x7684;&#x65B0;&#x53D1;&#x660E;&#xFF0C;&#x90FD;&#x5F97;&#x6DF1;&#x523B;&#x7406;&#x89E3;&#x5B87;&#x5B99;&#x5DF2;&#x7ECF;&#x5B58;&#x5728;&#x7684;&#x57FA;&#x672C;&#x89C4;&#x5F8B;&#x3002;&#x4E0D;&#x811A;&#x8E0F;&#x5B9E;&#x5730;&#x3001;&#x5B9E;&#x4E8B;&#x6C42;&#x662F;&#x7684;&#x4EBA;&#x662F;&#x65E0;&#x6CD5;&#x521B;&#x9020;&#x53D1;&#x660E;&#x65B0;&#x4E8B;&#x7269;&#x7684;&#x3002;&#x5236;&#x5B9A;&#x7ECF;&#x6D4E;&#x3001;&#x653F;&#x6CBB;&#x3001;&#x793E;&#x4F1A;&#x65B0;&#x5236;&#x5EA6;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#x3002;&#x5B9E;&#x4E8B;&#x6C42;&#x662F;&#xFF0C;&#x57FA;&#x4E8E;&#x73B0;&#x5B9E;&#x6765;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#xFF0C;&#x624D;&#x80FD;&#x6210;&#x529F;&#x3002;&#x53CD;&#x4E4B;&#x4EA6;&#x7136;&#xFF1A;&#x4E0D;&#x811A;&#x8E0F;&#x5B9E;&#x5730;&#x5B9E;&#x4E8B;&#x6C42;&#x662F;&#x7684;&#x7406;&#x60F3;&#x4E3B;&#x4E49;&#x8005;&#x53EA;&#x4F1A;&#x5236;&#x9020;&#x9EBB;&#x70E6;&#xFF0C;&#x800C;&#x4E0D;&#x4F1A;&#x5E26;&#x6765;&#x8FDB;&#x6B65;&#x3002;&#x4E3E;&#x4F8B;&#x6765;&#x8BF4;&#xFF0C;&#x521B;&#x9020;&#x5171;&#x4EA7;&#x4E3B;&#x4E49;&#x7684;&#x4EBA;&#x521D;&#x8877;&#x662F;&#x597D;&#x7684;&#xFF0C;&#x4F46;&#x6CA1;&#x610F;&#x8BC6;&#x5230;&#x4ED6;&#x4EEC;&#x8BBE;&#x60F3;&#x7684;&#x7406;&#x60F3;&#x4F53;&#x5236;&#x540C;&#x4EBA;&#x7C7B;&#x7684;&#x672C;&#x6027;&#x662F;&#x4E0D;&#x76F8;&#x7B26;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x4ED6;&#x4EEC;&#x5E26;&#x6765;&#x7684;&#x9EBB;&#x70E6;&#x6BD4;&#x597D;&#x5904;&#x8981;&#x591A;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>I recognize that sometimes a discovery is made by accident, but the discovery is of some basic underlying principle that creates understanding of a cause-effect relationship that leads to a desired result.
<br><br>&#x6211;&#x8BA4;&#x4E3A;&#x6709;&#x65F6;&#x5019;&#xFF0C;&#x4E00;&#x9879;&#x65B0;&#x7684;&#x53D1;&#x73B0;&#x53EF;&#x80FD;&#x662F;&#x5076;&#x7136;&#x4E8B;&#x4EF6;&#xFF0C;&#x4F46;&#x65B0;&#x7684;&#x53D1;&#x73B0;&#x90FD;&#x5177;&#x5907;&#x57FA;&#x672C;&#x7684;&#x6F5C;&#x5728;&#x539F;&#x5219;&#xFF0C;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x5EFA;&#x7ACB;&#x4E86;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#xFF0C;&#x76F8;&#x5E94;&#x7684;&#x7ED3;&#x679C;&#x4E5F;&#x5C31;&#x987A;&#x7406;&#x6210;&#x7AE0;&#x4E86;&#x3002;<br><br>
This brings me to my most fundamental principle:<br><br><br>&#x8FD9;&#x5C31;&#x5F15;&#x51FA;&#x4E86;&#x6211;&#x60F3;&#x8C08;&#x7684;&#x6700;&#x6839;&#x672C;&#x539F;&#x5219;&#xFF1A;  </p>
</blockquote>
<h3 id="-br-truth-%E2%80%94-more-precisely-an-accurate-understanding-of-reality-%E2%80%94-is-the-essential-foundation-for-producing-good-outcomes-br-br-%E7%9C%9F%E7%9B%B8-%E2%80%94%E2%80%94-%E5%85%B7%E4%BD%93%E6%9D%A5%E8%AF%B4%EF%BC%8C%E5%B0%B1%E6%98%AF%E7%B2%BE%E5%87%86%E7%90%86%E8%A7%A3%E7%8E%B0%E5%AE%9E-%E2%80%94%E2%80%94-%E8%BF%99%E6%98%AF%E8%BE%BE%E6%88%90%E8%89%AF%E5%A5%BD%E7%BB%93%E6%9E%9C%E7%9A%84%E6%9C%80%E9%87%8D%E8%A6%81%E6%A0%B9%E5%9F%BA%E3%80%82"><br> Truth &#x2014; more precisely, an accurate understanding of reality &#x2014; is the essential foundation for producing good outcomes. <br><br> &#x771F;&#x76F8; &#x2014;&#x2014; &#x5177;&#x4F53;&#x6765;&#x8BF4;&#xFF0C;&#x5C31;&#x662F;&#x7CBE;&#x51C6;&#x7406;&#x89E3;&#x73B0;&#x5B9E; &#x2014;&#x2014; &#x8FD9;&#x662F;&#x8FBE;&#x6210;&#x826F;&#x597D;&#x7ED3;&#x679C;&#x7684;&#x6700;&#x91CD;&#x8981;&#x6839;&#x57FA;&#x3002;</h3>
<p><br>While I spend the most time studying how the realities that affect me most work&#x2014;i.e., those that drive the markets and the people I deal with&#x2014;I also love to study nature to try to figure out how it works because, to me, nature is both beautiful and practical.
<br><br>&#x6211;&#x5927;&#x90E8;&#x5206;&#x65F6;&#x95F4;&#x90FD;&#x5728;&#x7814;&#x7A76;&#x73B0;&#x5B9E;&#x5982;&#x4F55;&#x5F71;&#x54CD;&#x6211;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x9A71;&#x52A8;&#x5E02;&#x573A;&#x7684;&#x8981;&#x7D20;&#xFF0C;&#x5982;&#x4F55;&#x4E0E;&#x4EBA;&#x6253;&#x4EA4;&#x9053;&#xFF0C;&#x5176;&#x5B9E;&#x6211;&#x4E5F;&#x7231;&#x7814;&#x7A76;&#x81EA;&#x7136;&#x89C4;&#x5F8B;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x5927;&#x81EA;&#x7136;&#x7F8E;&#x4E3D;&#x800C;&#x73B0;&#x5B9E;&#x3002;  </p>
<p><br>Its perfection and brilliance staggers me. When I think about all the flying machines, swimming machines, and billions of other systems that nature created, from the microscopic level to the cosmic level, and how they interact with one another to make a workable whole that evolves through time and through multi-dimensions, my breath is taken away. It seems to me that, in relation to nature, man has the intelligence of a mold growing on an apple&#x2014;man can&#x2019;t even make a mosquito, let alone scratch the surface of understanding the universe.
<br><br>&#x5927;&#x81EA;&#x7136;&#x5B8C;&#x7F8E;&#x7EDA;&#x4E3D;&#xFF0C;&#x4EE4;&#x6211;&#x60CA;&#x53F9;&#x3002;&#x5929;&#x4E0A;&#x98DE;&#x7684;&#xFF0C;&#x6C34;&#x91CC;&#x6E38;&#x7684;&#xFF0C;&#x5343;&#x59FF;&#x767E;&#x6001;&#x90FD;&#x662F;&#x5927;&#x81EA;&#x7136;&#x521B;&#x9020;&#x7684;&#x3002;&#x4ECE;&#x5FAE;&#x89C2;&#x5C42;&#x9762;&#x5230;&#x5B87;&#x5B99;&#x5B8F;&#x89C2;&#xFF0C;&#x4E16;&#x754C;&#x4E07;&#x7269;&#x76F8;&#x4E92;&#x8054;&#x7CFB;&#xFF0C;&#x6784;&#x6210;&#x548C;&#x8C10;&#x8FD0;&#x8F6C;&#x7684;&#x6574;&#x4F53;&#xFF0C;&#x968F;&#x65F6;&#x95F4;&#x63A8;&#x79FB;&#xFF0C;&#x5C42;&#x5C42;&#x6F14;&#x8FDB;&#xFF0C;&#x6211;&#x60CA;&#x53F9;&#x5F97;&#x65E0;&#x6CD5;&#x547C;&#x5438;&#x3002;&#x540C;&#x5927;&#x81EA;&#x7136;&#x76F8;&#x6BD4;&#xFF0C;&#x4EBA;&#x7C7B;&#x7684;&#x667A;&#x6167;&#x5145;&#x5176;&#x91CF;&#x4E5F;&#x5C31;&#x82F9;&#x679C;&#x4E0A;&#x7684;&#x4E00;&#x5C0F;&#x5757;&#x9709;&#x6591;&#xFF0C;&#x4EBA;&#x7C7B;&#x8FDE;&#x53EA;&#x868A;&#x5B50;&#x90FD;&#x6CA1;&#x521B;&#x9020;&#xFF0C;&#x66F4;&#x522B;&#x8BF4;&#x7406;&#x89E3;&#x5B87;&#x5B99;&#x4E86;&#xFF0C;&#x6700;&#x591A;&#x4E5F;&#x5C31;&#x80FD;&#x77E5;&#x9053;&#x70B9;&#x76AE;&#x6BDB;&#x3002;  </p>
<p><br>Though how nature works is way beyond man&#x2019;s ability to comprehend, I have found that observing how nature works offers innumerable lessons that can help us understand the realities that affect us. That is because, though man is unique, he is part of nature and subject to most of the same laws of nature that affect other species.
<br><br>&#x5927;&#x81EA;&#x7136;&#x7684;&#x8FD0;&#x884C;&#x89C4;&#x5F8B;&#xFF0C;&#x4EBA;&#x7C7B;&#x662F;&#x96BE;&#x4EE5;&#x5B8C;&#x5168;&#x7406;&#x89E3;&#x7684;&#xFF0C;&#x4F46;&#x89C2;&#x5BDF;&#x81EA;&#x7136;&#xFF0C;&#x80FD;&#x5B66;&#x5230;&#x4E0D;&#x5C11;&#x4E1C;&#x897F;&#xFF0C;&#x6709;&#x76CA;&#x4E8E;&#x6211;&#x4EEC;&#x7406;&#x89E3;&#x8EAB;&#x8FB9;&#x7684;&#x73B0;&#x5B9E;&#x3002;&#x56E0;&#x4E3A;&#x6BCF;&#x4E2A;&#x4EBA;&#x867D;&#x662F;&#x72EC;&#x7ACB;&#x4E2A;&#x4F53;&#xFF0C;&#x4F46;&#x90FD;&#x662F;&#x81EA;&#x7136;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x53D7;&#x5236;&#x4E8E;&#x5927;&#x81EA;&#x7136;&#x652F;&#x914D;&#x4E00;&#x5207;&#x7269;&#x79CD;&#x7684;&#x666E;&#x904D;&#x89C4;&#x5F8B;&#x3002;  </p>
<p><br>For example, I have found that by looking at what is rewarded and punished, and why, universally&#x2014;i.e., in nature as well as in humanity&#x2014;I have been able to learn more about what is &#x201C;good&#x201D; and &#x201C;bad&#x201D; than by listening to most people&#x2019;s views about good and bad. It seems to me that what most people call &#x201C;good&#x201D; and &#x201C;bad&#x201D; typically reflects their particular group&#x2019;s preferences: the Taliban&#x2019;s definitions are different than Americans&#x2019;, which are different than others&#x2019;&#x2014;and within each group there are differences and they are intended to paint a picture of the world the way they&#x2019;d like it to be rather than the way it really is. So there are many different takes on what is good and bad that each group uses to call others &#x201C;bad&#x201D; and themselves &#x201C;good,&#x201D; some of which are practical and others of which are impractical. Yet all of them, and everything else, are subject to the same laws of nature&#x2013;i.e., I believe that we all get rewarded and punished according to whether we operate in harmony or in conflict with nature&#x2019;s laws, and that all societies will succeed or fail in the degrees that they operate consistently with these laws.
<br><br>&#x4E3E;&#x4F8B;&#x6765;&#x8BF4;&#xFF0C;&#x6211;&#x4EEC;&#x770B;&#x770B;&#x5956;&#x60E9;&#x4E4B;&#x9053;&#x5427;&#xFF0C;&#x5927;&#x81EA;&#x7136;&#x548C;&#x4EBA;&#x7C7B;&#x662F;&#x4E00;&#x6837;&#x7684;&#xFF0C;&#x5728;&#x8FD9;&#x70B9;&#x4E0A;&#xFF0C;&#x6211;&#x66F4;&#x80FD;&#x5206;&#x8FA8;&#x597D;&#x4E0E;&#x574F;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x968F;&#x5927;&#x6D41;&#x542C;&#x522B;&#x4EBA;&#x7684;&#x89C2;&#x70B9;&#x3002;&#x6211;&#x8BA4;&#x4E3A;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x5BF9;&#x597D;&#x4E0E;&#x574F;&#x7684;&#x533A;&#x5206;&#x90FD;&#x662F;&#x57FA;&#x4E8E;&#x4E2A;&#x4EBA;&#x559C;&#x6076;&#xFF0C;&#x5854;&#x5229;&#x73ED;&#x548C;&#x7F8E;&#x56FD;&#x4EBA;&#x5BF9;&#x597D;&#x4E0E;&#x574F;&#x7684;&#x5B9A;&#x4E49;&#x5C31;&#x622A;&#x7136;&#x4E0D;&#x540C;&#xFF0C;&#x5BF9;&#x522B;&#x7684;&#x7FA4;&#x4F53;&#x4EA6;&#x662F;&#x5982;&#x6B64;&#x3002;&#x6BCF;&#x4E2A;&#x7FA4;&#x4F53;&#x5BF9;&#x597D;&#x4E0E;&#x574F;&#x7684;&#x5B9A;&#x4E49;&#x90FD;&#x4E0D;&#x5C3D;&#x76F8;&#x540C;&#xFF0C;&#x90FD;&#x662F;&#x57FA;&#x4E8E;&#x81EA;&#x8EAB;&#x671F;&#x671B;&#xFF0C;&#x800C;&#x975E;&#x4E8B;&#x5B9E;&#x672C;&#x8EAB;&#x3002;&#x6BCF;&#x4E2A;&#x7FA4;&#x4F53;&#x5BF9;&#x4EC0;&#x4E48;&#x662F;&#x597D;&#xFF0C;&#x4EC0;&#x4E48;&#x662F;&#x574F;&#x90FD;&#x6709;&#x4E0D;&#x540C;&#x89C2;&#x70B9;&#xFF0C;&#x6709;&#x4E9B;&#x5207;&#x5408;&#x5B9E;&#x9645;&#xFF0C;&#x6709;&#x4E9B;&#x4E0D;&#x7136;&#xFF0C;&#x5373;&#x4FBF;&#x4E16;&#x95F4;&#x4E07;&#x7269;&#x90FD;&#x53D7;&#x5236;&#x4E8E;&#x540C;&#x6837;&#x7684;&#x81EA;&#x7136;&#x89C4;&#x5F8B;&#x3002;&#x6211;&#x4EEC;&#x83B7;&#x5F97;&#x5956;&#x52B1;&#xFF0C;&#x8FD8;&#x662F;&#x5F97;&#x5230;&#x60E9;&#x7F5A;&#xFF0C;&#x90FD;&#x53D6;&#x51B3;&#x4E8E;&#x6211;&#x4EEC;&#x662F;&#x7B26;&#x5408;&#x81EA;&#x7136;&#x89C4;&#x5F8B;&#xFF0C;&#x8FD8;&#x662F;&#x8FDD;&#x80CC;&#x81EA;&#x7136;&#x89C4;&#x5F8B;&#x3002;&#x6240;&#x6709;&#x793E;&#x4F1A;&#x7FA4;&#x4F53;&#x6210;&#x529F;&#x4E0E;&#x5426;&#xFF0C;&#x90FD;&#x53D6;&#x51B3;&#x4E8E;&#x540C;&#x81EA;&#x7136;&#x89C4;&#x5F8B;&#x76F8;&#x548C;&#x8C10;&#x7684;&#x7A0B;&#x5EA6;&#x3002;<br><br>
This perspective gives me a non-traditional sense of good and bad: &#x201C;good,&#x201D; to me, means operating consistently with the natural laws, while &#x201C;bad&#x201D; means operating inconsistently with these laws. In other words, for something to be &#x201C;good&#x201D; it must be grounded in reality. And if something is in conflict with reality&#x2014;for example, if morality is in conflict with reality&#x2014;it is &#x201C;bad,&#x201D; i.e., it will not produce good outcomes.
<br><br>&#x8FD9;&#x79CD;&#x89C2;&#x70B9;&#x4E0E;&#x4F20;&#x7EDF;&#x610F;&#x4E49;&#x4E0A;&#x7684;&#x597D;&#x4E0E;&#x574F;&#x4E0D;&#x592A;&#x4E00;&#x6837;&#xFF0C;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#xFF0C;&#x7B26;&#x5408;&#x81EA;&#x7136;&#x89C4;&#x5F8B;&#x7684;&#x5C31;&#x662F;&#x597D;&#x7684;&#xFF0C;&#x4E0D;&#x7B26;&#x5408;&#x81EA;&#x7136;&#x89C4;&#x5F8B;&#x7684;&#x5C31;&#x662F;&#x4E0D;&#x597D;&#x7684;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x597D;&#x7684;&#x4E8B;&#x60C5;&#x5FC5;&#x987B;&#x662F;&#x57FA;&#x4E8E;&#x73B0;&#x5B9E;&#x89C4;&#x5F8B;&#x7684;&#xFF0C;&#x5982;&#x679C;&#x4E00;&#x4EF6;&#x4E8B;&#x60C5;&#x540C;&#x73B0;&#x5B9E;&#x89C4;&#x5F8B;&#x76F8;&#x51B2;&#x7A81;&#xFF0C;&#x6BD4;&#x5982;&#x9053;&#x5FB7;&#x5982;&#x679C;&#x548C;&#x73B0;&#x5B9E;&#x76F8;&#x51B2;&#x7A81;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#x574F;&#x7684;&#xFF0C;&#x5C31;&#x4E0D;&#x4F1A;&#x4EA7;&#x751F;&#x6709;&#x76CA;&#x7ED3;&#x679C;&#x3002;  </p>
<p><br>In other words, I believe that understanding what is good is obtained by looking at the way the world works and figuring out how to operate in harmony with it to help it (and yourself) evolve. But it is not obvious, and it is sometimes difficult to accept.
<br><br>&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x5224;&#x65AD;&#x4E8B;&#x60C5;&#x662F;&#x4E0D;&#x662F;&#x597D;&#x7684;&#xFF0C;&#x8981;&#x4ECE;&#x5927;&#x5C40;&#x770B;&#x4E16;&#x754C;&#x8FD0;&#x884C;&#x89C4;&#x5F8B;&#xFF0C;&#x6307;&#x51FA;&#x5982;&#x4F55;&#x4E0E;&#x4E4B;&#x76F8;&#x7B26;&#x5408;&#xFF0C;&#x8FDB;&#x800C;&#x4F7F;&#x8FD9;&#x4EF6;&#x4E8B;&#xFF08;&#x6216;&#x4F60;&#x81EA;&#x5DF1;&#xFF09;&#x83B7;&#x5F97;&#x53D1;&#x5C55;&#x3002;&#x4E0D;&#x8FC7;&#x8FD9;&#x79CD;&#x5224;&#x65AD;&#x4E0D;&#x597D;&#x505A;&#xFF0C;&#x4F9D;&#x636E;&#x8FC7;&#x4E8E;&#x6A21;&#x7CCA;&#xFF0C;&#x6709;&#x65F6;&#x751A;&#x81F3;&#x8BA9;&#x4EBA;&#x96BE;&#x4EE5;&#x63A5;&#x53D7;&#x3002;  </p>
<p><br>For example, when a pack of hyenas takes down a young wildebeest, is this good or bad? At face value, this seems terrible; the poor wildebeest suffers and dies. Some people might even say that the hyenas are evil. Yet this type of apparently evil behavior exists throughout nature through all species and was created by nature, which is much smarter than I am, so before I jump to pronouncing it evil, I need to try to see if it might be good. When I think about it, like death itself, this behavior is integral to the enormously complex and efficient system that has worked for as long as there has been life. And when I think of the second- and third- order consequences, it becomes obvious that this behavior is good for both the hyenas, who are operating in their self-interest, and in the interests of the greater system, which includes the wildebeest, because killing and eating the wildebeest fosters evolution, i.e., the natural process of improvement. In fact, if I changed anything about the way that dynamic works, the overall outcome would be worse.
<br><br>&#x4F8B;&#x5982;&#xFF0C;&#x4E00;&#x7FA4;&#x571F;&#x72FC;&#x653B;&#x51FB;&#x4E00;&#x53EA;&#x7F9A;&#x7F8A;&#xFF0C;&#x662F;&#x597D;&#x662F;&#x574F;&#xFF1F;&#x8868;&#x9762;&#x4E0A;&#x770B;&#xFF0C;&#x8FD9;&#x53EF;&#x7CDF;&#x900F;&#x4E86;&#xFF0C;&#x53EF;&#x601C;&#x7684;&#x7F9A;&#x7F8A;&#x906D;&#x53D7;&#x75DB;&#x82E6;&#x800C;&#x4EA1;&#x3002;&#x6709;&#x4EBA;&#x4F1A;&#x65A5;&#x8D23;&#x8BF4;&#x8FD9;&#x7FA4;&#x571F;&#x72FC;&#x771F;&#x662F;&#x592A;&#x53EF;&#x6076;&#x4E86;&#xFF0C;&#x53EF;&#x8FD9;&#x79CD;&#x4ED6;&#x4EEC;&#x79F0;&#x4E3A;&#x53EF;&#x6076;&#x7684;&#x884C;&#x4E3A;&#x5374;&#x5728;&#x6240;&#x6709;&#x7269;&#x79CD;&#x95F4;&#x65E0;&#x5904;&#x4E0D;&#x5728;&#xFF0C;&#x8FD9;&#x662F;&#x5927;&#x81EA;&#x7136;&#x521B;&#x9020;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x8FD9;&#x53EF;&#x6BD4;&#x6211;&#x806A;&#x660E;&#x591A;&#x4E86;&#x3002;&#x6211;&#x8DF3;&#x51FA;&#x6765;&#x8BF4;&#x8FD9;&#x79CD;&#x884C;&#x4E3A;&#x591A;&#x90AA;&#x6076;&#x524D;&#x6211;&#x4F1A;&#x60F3;&#xFF0C;&#x8FD9;&#x4EF6;&#x4E8B;&#x53EF;&#x80FD;&#x4E0D;&#x662F;&#x574F;&#x4E8B;&#x3002;&#x5C31;&#x6B7B;&#x4EA1;&#x672C;&#x8EAB;&#x6765;&#x770B;&#xFF0C;&#x662F;&#x5E9E;&#x5927;&#x3001;&#x590D;&#x6742;&#x3001;&#x9AD8;&#x6548;&#x8FD0;&#x8F6C;&#x7684;&#x5927;&#x81EA;&#x7136;&#x7CFB;&#x7EDF;&#x4E2D;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x8FD9;&#x79CD;&#x7CFB;&#x7EDF;&#x81EA;&#x4E16;&#x754C;&#x4E0A;&#x5B58;&#x5728;&#x751F;&#x547D;&#x4EE5;&#x6765;&#x5C31;&#x5B58;&#x5728;&#x4E86;&#x3002;&#x518D;&#x4ECE;&#x751F;&#x7269;&#x5708;&#x7684;&#x4E8C;&#x3001;&#x4E09;&#x7EA7;&#x6548;&#x5E94;&#x6765;&#x770B;&#xFF0C;&#x663E;&#x7136;&#x8FD9;&#x79CD;&#x884C;&#x4E3A;&#x6709;&#x5229;&#x4E8E;&#x571F;&#x72FC;&#x7FA4;&#x4F53;&#xFF0C;&#x4EE5;&#x53CA;&#x66F4;&#x5927;&#x7684;&#x751F;&#x7269;&#x5708;&#x3002;&#x540C;&#x65F6;&#xFF0C;&#x4E5F;&#x6709;&#x5229;&#x4E8E;&#x7F9A;&#x7F8A;&#x672C;&#x8EAB;&#xFF0C;&#x56E0;&#x4E3A;&#x571F;&#x72FC;&#x6355;&#x98DF;&#x7F9A;&#x7F8A;&#x6709;&#x5229;&#x4E8E;&#x7F9A;&#x7F8A;&#x8FDB;&#x5316;&#xFF0C;&#x8FD9;&#x662F;&#x7269;&#x79CD;&#x81EA;&#x8EAB;&#x8FDB;&#x5316;&#x7684;&#x81EA;&#x7136;&#x8FC7;&#x7A0B;&#x3002;&#x6574;&#x4E2A;&#x81EA;&#x7136;&#x52A8;&#x6001;&#x4F53;&#x7CFB;&#x4E2D;&#x6709;&#x4EFB;&#x4F55;&#x53D8;&#x52A8;&#xFF0C;&#x7ED3;&#x679C;&#x90FD;&#x53EF;&#x80FD;&#x4F1A;&#x66F4;&#x7CDF;&#x7CD5;&#x3002;  </p>
<p><br><strong>I believe that evolution, which is the natural movement toward better adaptation, is the greatest single force in the universe, and that it is good.</strong>Itaffects the changes of everything from all speciesto the entire solar system. It is good because evolution is the process of adaptation that leads to improvement. So, based on how I observe both nature and humanity working, I believe that what is bad and most punished are those things that don&#x2019;t work because they are at odds with the laws of the universe and they impede evolution.
<br><br><strong>&#x6211;&#x8BA4;&#x4E3A;&#xFF0C;&#x751F;&#x7269;&#x8FDB;&#x5316;&#x662F;&#x5927;&#x81EA;&#x7136;&#x7684;&#x6B63;&#x5E38;&#x6D3B;&#x52A8;&#xFF0C;&#x5E2E;&#x52A9;&#x751F;&#x7269;&#x66F4;&#x597D;&#x5730;&#x9002;&#x5E94;&#x5927;&#x81EA;&#x7136;&#xFF0C;&#x662F;&#x5B87;&#x5B99;&#x6700;&#x5F3A;&#x5927;&#x7684;&#x4E00;&#x80A1;&#x529B;&#x91CF;&#xFF0C;&#x6240;&#x4EE5;&#x751F;&#x7269;&#x8FDB;&#x5316;&#x662F;&#x597D;&#x4E8B;&#x60C5;&#x3002;</strong>&#x751F;&#x7269;&#x8FDB;&#x5316;&#x5F71;&#x54CD;&#x7740;&#x6240;&#x6709;&#x7269;&#x79CD;&#xFF0C;&#x751A;&#x81F3;&#x5F71;&#x54CD;&#x592A;&#x9633;&#x7CFB;&#x3002;&#x751F;&#x7269;&#x8FDB;&#x5316;&#x662F;&#x597D;&#x4E8B;&#x60C5;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x662F;&#x8BA9;&#x751F;&#x7269;&#x66F4;&#x9002;&#x5E94;&#x5927;&#x81EA;&#x7136;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x80FD;&#x591F;&#x6539;&#x5584;&#x7269;&#x79CD;&#x672C;&#x8EAB;&#x3002;&#x57FA;&#x4E8E;&#x6211;&#x5BF9;&#x81EA;&#x7136;&#x4E0E;&#x4EBA;&#x7C7B;&#x7684;&#x89C2;&#x5BDF;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x90A3;&#x4E9B;&#x4E0D;&#x597D;&#x7684;&#x3001;&#x53D7;&#x60E9;&#x7F5A;&#x7684;&#x4E8B;&#x60C5;&#x90FD;&#x662F;&#x56E0;&#x4E3A;&#x4E0E;&#x5B87;&#x5B99;&#x89C4;&#x5F8B;&#x76F8;&#x8FDD;&#x80CC;&#xFF0C;&#x5F71;&#x54CD;&#x4E86;&#x751F;&#x7269;&#x8FDB;&#x5316;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>In fact, it appears to me that everything other than evolution eventually disintegrates and that we all are, and everything else is, vehicles for evolution.
<br><br>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x4F3C;&#x4E4E;&#x9664;&#x4E86;&#x8FDB;&#x5316;&#x672C;&#x8EAB;&#x4E4B;&#x5916;&#xFF0C;&#x5176;&#x4ED6;&#x4E00;&#x5207;&#x4E8B;&#x7269;&#x90FD;&#x4F1A;&#x6700;&#x7EC8;&#x74E6;&#x89E3;&#x3002;&#x6211;&#x4EEC;&#x548C;&#x5176;&#x4ED6;&#x6240;&#x6709;&#x4E1C;&#x897F;&#x90FD;&#x53EA;&#x662F;&#x8FDB;&#x5316;&#x7684;&#x5DE5;&#x5177;&#x3002;  </p>
</blockquote>
<p><br><strong>I believe that the desire to evolve, i.e., to get better, is probably humanity&#x2019;s most pervasive driving force.</strong> Enjoying your job, a craft, or your favorite sport comes from the innate satisfaction of getting better.Though most people typically think that they are striving to get things (e.g., toys, better houses, money, status, etc.) that will make them happy, that is not usually the case. Instead, when we get the things we are striving for, we rarely remain satisfied.It is natural for us to seek other things or to seek to make the things we have better. In the process of this seeking, we continue to evolve and we contribute to the evolution of all that we have contact with. The things we are striving for are just the bait to get us to chase after them in order to make us evolve, and it is the evolution and not the reward itself that matters to us and those around us.
<br><br> <strong>&#x6E34;&#x671B;&#x8FDB;&#x5316;&#xFF0C;&#x6E34;&#x671B;&#x53D8;&#x5F97;&#x66F4;&#x597D;&#xFF0C;&#x4E5F;&#x8BB8;&#x662F;&#x4EBA;&#x7C7B;&#x6700;&#x666E;&#x904D;&#x7684;&#x9A71;&#x52A8;&#x529B;&#x3002;</strong>&#x559C;&#x6B22;&#x4F60;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x6B23;&#x8D4F;&#x4E00;&#x4EF6;&#x5DE5;&#x827A;&#x54C1;&#xFF0C;&#x70ED;&#x7231;&#x4E00;&#x9879;&#x4F53;&#x80B2;&#x8FD0;&#x52A8;&#xFF0C;&#x90FD;&#x662F;&#x6E90;&#x81EA;&#x5185;&#x5FC3;&#x5BF9;&#x66F4;&#x597D;&#x751F;&#x6D3B;&#x7684;&#x5411;&#x5F80;&#x3002;&#x5C3D;&#x7BA1;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x90FD;&#x89C9;&#x5F97;&#x4E3A;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x800C;&#x82E6;&#x82E6;&#x6323;&#x624E;&#xFF0C;&#x6BD4;&#x5982;&#x60F3;&#x8981;&#x73A9;&#x5177;&#xFF0C;&#x66F4;&#x597D;&#x7684;&#x4F4F;&#x623F;&#xFF0C;&#x8D5A;&#x94B1;&#xFF0C;&#x540D;&#x671B;&#x7B49;&#x7B49;&#xFF0C;&#x8BA4;&#x4E3A;&#x5B9E;&#x73B0;&#x8FD9;&#x4E9B;&#x68A6;&#x60F3;&#x5C31;&#x80FD;&#x5F00;&#x5FC3;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#x5E76;&#x975E;&#x5982;&#x6B64;&#xFF0C;&#x5F53;&#x6211;&#x4EEC;&#x52AA;&#x529B;&#x5B9E;&#x73B0;&#x4E86;&#x68A6;&#x60F3;&#x540E;&#xFF0C;&#x4EBA;&#x4EEC;&#x5F88;&#x5C11;&#x4F1A;&#x77E5;&#x8DB3;&#x3002;&#x6211;&#x4EEC;&#x4F1A;&#x6709;&#x65B0;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x6216;&#x60F3;&#x6539;&#x5584;&#x6211;&#x4EEC;&#x62E5;&#x6709;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x8FD9;&#x90FD;&#x662F;&#x5F88;&#x6B63;&#x5E38;&#x7684;&#x3002;&#x8FFD;&#x5BFB;&#x68A6;&#x60F3;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x65AD;&#x6210;&#x957F;&#xFF0C;&#x4E5F;&#x4FC3;&#x4F7F;&#x6211;&#x4EEC;&#x63A5;&#x89E6;&#x7684;&#x4EBA;&#x4E0E;&#x4E8B;&#x6210;&#x957F;&#x3002;&#x6211;&#x4EEC;&#x60F3;&#x5B9E;&#x73B0;&#x7684;&#x68A6;&#x60F3;&#x53EA;&#x662F;&#x4E2A;&#x8BF1;&#x9975;&#xFF0C;&#x4FC3;&#x4F7F;&#x6211;&#x4EEC;&#x5728;&#x5B9E;&#x73B0;&#x4E4B;&#x540E;&#x53BB;&#x8FFD;&#x6C42;&#x66F4;&#x591A;&#x68A6;&#x60F3;&#xFF0C;&#x4FC3;&#x4F7F;&#x6211;&#x4EEC;&#x6210;&#x957F;&#x3002;&#x548C;&#x5B9E;&#x73B0;&#x7684;&#x90A3;&#x4E9B;&#x68A6;&#x60F3;&#x6BD4;&#x8D77;&#x6765;&#xFF0C;&#x6210;&#x957F;&#x672C;&#x8EAB;&#x5BF9;&#x6211;&#x4EEC;&#x548C;&#x5468;&#x56F4;&#x7684;&#x4EBA;&#x624D;&#x662F;&#x6700;&#x6709;&#x610F;&#x4E49;&#x7684;&#x3002;  </p>
<p><br>Of course, we are often satisfied with the same things &#x2013; relationships, careers, etc.&#x2014;but when that is the case, it is typically because we are getting new enjoyments from the new dimensions of these things.
<br><br>&#x5F53;&#x7136;&#x6211;&#x4EEC;&#x7ECF;&#x5E38;&#x4F1A;&#x56E0;&#x4E3A;&#x540C;&#x6837;&#x7684;&#x4E8B;&#x60C5;&#x800C;&#x611F;&#x5230;&#x6EE1;&#x8DB3;&#xFF1A;&#x4EBA;&#x9645;&#x5173;&#x7CFB;&#xFF0C;&#x4E8B;&#x4E1A;&#x7B49;&#x7B49;&#x3002;&#x4F46;&#x4E00;&#x822C;&#x90A3;&#x4E5F;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x4ECE;&#x8FD9;&#x4E9B;&#x4E1C;&#x897F;&#x4E2D;&#x83B7;&#x5F97;&#x65B0;&#x89D2;&#x5EA6;&#xFF0C;&#x5F97;&#x5230;&#x4E86;&#x65B0;&#x7684;&#x6109;&#x60A6;&#x4F53;&#x9A8C;&#x3002;  </p>
<p><br>It is natural that it should be this way&#x2014;i.e., that our lives are not satisfied by obtaining our goals rather than by striving for them&#x2014;because of the law of diminishing returns.For example, suppose making a lot of money is your goal and suppose you make enough so that making more has no marginal utility. Then it would be foolish to continue to have making money be your goal. People who acquire things beyond their usefulness not only will derive little or no marginal gains from these acquisitions, but they also will experience negative consequences, as with any form of gluttony. So, because of the law of diminishing returns, it is only natural that seeking something new, or seeking new depths of something old, is required to bring us satisfaction.
<br><br>&#x81EA;&#x7136;&#x89C4;&#x5F8B;&#x5C31;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x4F1A;&#x6EE1;&#x8DB3;&#x4E8E;&#x5B9E;&#x73B0;&#x4E00;&#x4E2A;&#x4E2A;&#x68A6;&#x60F3;&#xFF0C;&#x800C;&#x662F;&#x4EAB;&#x53D7;&#x8FD9;&#x4E2A;&#x8FFD;&#x68A6;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x8FD9;&#x662F;&#x57FA;&#x4E8E;&#x6536;&#x76CA;&#x9012;&#x51CF;&#x539F;&#x7406;&#x7684;&#x3002;&#x4E3E;&#x4E2A;&#x4F8B;&#x5B50;&#xFF0C;&#x5047;&#x8BBE;&#x4F60;&#x7684;&#x68A6;&#x60F3;&#x662F;&#x8D5A;&#x94B1;&#xFF0C;&#x800C;&#x5F53;&#x4F60;&#x8D5A;&#x591F;&#x4E86;&#xFF0C;&#x518D;&#x8D5A;&#x66F4;&#x591A;&#x4E5F;&#x5C31;&#x6CA1;&#x6709;&#x8FB9;&#x9645;&#x6548;&#x76CA;&#x4E86;&#xFF0C;&#x82E5;&#x6B64;&#x65F6;&#x7684;&#x68A6;&#x60F3;&#x8FD8;&#x662F;&#x8D5A;&#x94B1;&#x5C31;&#x5F88;&#x50BB;&#x3002;&#x8D85;&#x8FC7;&#x4F7F;&#x7528;&#x8FB9;&#x9645;&#x540E;&#x8FD8;&#x4E0D;&#x65AD;&#x83B7;&#x53D6;&#xFF0C;&#x662F;&#x96BE;&#x6709;&#x56DE;&#x62A5;&#xFF0C;&#x751A;&#x81F3;&#x6CA1;&#x6709;&#x56DE;&#x62A5;&#x7684;&#xFF0C;&#x8FD8;&#x4F1A;&#x4EA7;&#x751F;&#x8B6C;&#x5982;&#x8D2A;&#x5A6A;&#x8FD9;&#x79CD;&#x8D1F;&#x9762;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x6839;&#x636E;&#x6536;&#x76CA;&#x9012;&#x51CF;&#x539F;&#x7406;&#xFF0C;&#x6211;&#x4EEC;&#x5F88;&#x81EA;&#x7136;&#x5730;&#x4F1A;&#x60F3;&#x8981;&#x5BFB;&#x6C42;&#x65B0;&#x9C9C;&#x4E8B;&#x7269;&#x6216;&#x63A2;&#x7D22;&#x5DF2;&#x5B58;&#x5728;&#x4E8B;&#x7269;&#x7684;&#x65B0;&#x5C42;&#x6B21;&#xFF0C;&#x8FD9;&#x6837;&#x6211;&#x4EEC;&#x624D;&#x80FD;&#x83B7;&#x5F97;&#x6EE1;&#x8DB3;&#x3002;</p>
<p><br></p>
<blockquote>
<p>The marginal benefits of moving from a shortage to an abundance of anything decline.
<br><br>&#x4ECE;&#x7F3A;&#x5C11;&#x5230;&#x5BCC;&#x8DB3;&#xFF0C;&#x8FB9;&#x9645;&#x6548;&#x76CA;&#x9010;&#x6E10;&#x9012;&#x51CF;&#x3002;  </p>
</blockquote>
<p><br></p>
<blockquote>
<p>In other words, the sequence of 1) seeking new things (goals); 2) working and learning in the process of pursuing these goals; 3) obtaining these goals; and 4) then doing this over and over again is the <strong>personal evolutionary process</strong> that fulfills most of us and moves society forward.
<br><br>&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;1&#xFF09;&#x5BFB;&#x6C42;&#x65B0;&#x76EE;&#x6807;&#xFF1B;2&#xFF09;&#x5728;&#x8FFD;&#x5BFB;&#x76EE;&#x6807;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x5DE5;&#x4F5C;&#x4E0E;&#x5B66;&#x4E60;&#xFF1B;3&#xFF09;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#xFF1B;4&#xFF09;&#x53CD;&#x590D;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x3002;&#x8FD9;&#x662F;<strong>&#x4E2A;&#x4EBA;&#x8FDB;&#x5316;&#x8FC7;&#x7A0B;</strong>&#xFF0C;&#x662F;&#x6211;&#x4EEC;&#x751A;&#x81F3;&#x793E;&#x4F1A;&#x524D;&#x8FDB;&#x7684;&#x65B9;&#x5F0F;&#x3002;<br><br>
I believe that pursuing self-interest in harmony with the laws of the universe and contributing toevolution is universally rewarded, and what I call &#x201C;good.&#x201D; Look at all species in action: they areconstantly pursuing their own interests and helping evolution in a symbiotic way, with most of them not even knowing that their self-serving behaviors are contributing to evolution. Like the hyenas attacking the wildebeest, successful people might not even know if or how their pursuit of self-interest helps evolution, but it typically does.
<br><br>&#x6211;&#x8BA4;&#x4E3A;&#xFF0C;&#x5728;&#x9075;&#x5FAA;&#x5B87;&#x5B99;&#x89C4;&#x5F8B;&#xFF0C;&#x5728;&#x6709;&#x5229;&#x4E8E;&#x8FDB;&#x5316;&#x7684;&#x57FA;&#x7840;&#x4E0A;&#x8FFD;&#x5BFB;&#x4E2A;&#x4EBA;&#x76EE;&#x6807;&#xFF0C;&#x5C31;&#x4F1A;&#x83B7;&#x5F97;&#x5956;&#x8D4F;&#xFF0C;&#x6211;&#x5C31;&#x4F1A;&#x8BA4;&#x4E3A;&#x8FD9;&#x662F;&#x597D;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x770B;&#x770B;&#x6240;&#x6709;&#x73B0;&#x5B58;&#x7684;&#x7269;&#x79CD;&#x5427;&#xFF1A;&#x5B83;&#x4EEC;&#x4E0D;&#x65AD;&#x7EF4;&#x62A4;&#x81EA;&#x8EAB;&#x5229;&#x76CA;&#xFF0C;&#x540C;&#x5176;&#x5B83;&#x751F;&#x7269;&#x5171;&#x751F;&#x8FDB;&#x5316;&#xFF0C;&#x5374;&#x4E0D;&#x77E5;&#x9053;&#x5B83;&#x4EEC;&#x8FD9;&#x79CD;&#x81EA;&#x5229;&#x884C;&#x4E3A;&#x4E5F;&#x63A8;&#x52A8;&#x4E86;&#x8FDB;&#x5316;&#x3002;&#x50CF;&#x6211;&#x63D0;&#x5230;&#x7684;&#x571F;&#x72FC;&#x88AD;&#x51FB;&#x7F9A;&#x7F8A;&#xFF0C;&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x53EF;&#x80FD;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x8FFD;&#x9010;&#x81EA;&#x8EAB;&#x5229;&#x76CA;&#x7684;&#x540C;&#x65F6;&#x5E2E;&#x52A9;&#x4E86;&#x8FDB;&#x5316;&#xFF0C;&#x53EF;&#x4E8B;&#x5B9E;&#x5C31;&#x662F;&#x5982;&#x6B64;&#x3002;  </p>
</blockquote>
<p><br>When pursuing self-interest is in conflict with evolution, it is typically punished.
<br><br>&#x8FFD;&#x6C42;&#x4E2A;&#x4EBA;&#x79C1;&#x5229;&#x662F;&#x540C;&#x8FDB;&#x5316;&#x76F8;&#x51B2;&#x7A81;&#x7684;&#xFF0C;&#x4E00;&#x822C;&#x4F1A;&#x53D7;&#x5230;&#x60E9;&#x7F5A;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>Self-interest and society&#x2019;s interests are generally symbiotic: more than anything else, it is pursuit of self-interest that motivates people to push themselves to do the difficult things that benefit them and that contribute to society. In return, society rewards those who give it what it wants. That is why how much money people have earned is a rough measure of how much they gave society what it wanted&#x2014;NOT how much they desired to make money. Look at what caused people to make a lot of money and you will see that usually it is in proportion to their production of what the society wanted and largely unrelated to their desire to make money. There are many people who have made a lot of money who never made making a lot of money their primary goal. Instead, they simply engaged in the work that they were doing, produced what society wanted, and got rich doing it. And there are many people who really wanted to make a lot of money but never produced what the society wanted and they didn&#x2019;t make a lot of money. In other words, there is an excellent correlation between giving society what it wants and making money, and almost no correlation between the desire to make money and how much money one makes. I know that this is true for me&#x2014;i.e., I never worked to make a lot of money, and if I had I would have stopped ages ago because of the law of diminishing returns. I know that the same is true for all the successful, healthy (i.e., non-obsessed) people I know.
<br><br> &#x81EA;&#x8EAB;&#x5229;&#x76CA;&#x548C;&#x793E;&#x4F1A;&#x5229;&#x76CA;&#x662F;&#x76F8;&#x4E92;&#x5171;&#x751F;&#x7684;&#x3002;&#x8FFD;&#x9010;&#x81EA;&#x8EAB;&#x5229;&#x76CA;&#xFF0C;&#x4F1A;&#x6FC0;&#x52B1;&#x4EBA;&#x4EEC;&#x63A5;&#x53D7;&#x6311;&#x6218;&#xFF0C;&#x83B7;&#x5F97;&#x76CA;&#x5904;&#xFF0C;&#x63A8;&#x52A8;&#x793E;&#x4F1A;&#x6709;&#x6548;&#x53D1;&#x5C55;&#x3002;&#x53CD;&#x8FC7;&#x6765;&#xFF0C;&#x793E;&#x4F1A;&#x4E5F;&#x4F1A;&#x56DE;&#x9988;&#x90A3;&#x4E9B;&#x63A8;&#x52A8;&#x5176;&#x6709;&#x6548;&#x53D1;&#x5C55;&#x7684;&#x4E2A;&#x4F53;&#x3002;&#x6240;&#x4EE5;&#x8BC4;&#x5224;&#x5BF9;&#x793E;&#x4F1A;&#x6709;&#x6548;&#x8D21;&#x732E;&#x7684;&#x7C97;&#x7565;&#x6807;&#x51C6;&#x662F;&#x8D5A;&#x4E86;&#x591A;&#x5C11;&#x94B1;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x6709;&#x591A;&#x60F3;&#x8981;&#x8D5A;&#x94B1;&#x3002;&#x770B;&#x770B;&#x662F;&#x4EC0;&#x4E48;&#x4FC3;&#x4F7F;&#x4EBA;&#x4EEC;&#x8D5A;&#x94B1;&#xFF0C;&#x4F60;&#x5C31;&#x4F1A;&#x53D1;&#x73B0;&#xFF0C;&#x8FD9;&#x540C;&#x4ED6;&#x4EEC;&#x5BF9;&#x793E;&#x4F1A;&#x7684;&#x6709;&#x6548;&#x751F;&#x4EA7;&#x503C;&#x6210;&#x6B63;&#x76F8;&#x5173;&#xFF0C;&#x540C;&#x4ED6;&#x4EEC;&#x60F3;&#x8D5A;&#x94B1;&#x7684;&#x6B32;&#x671B;&#x7A0B;&#x5EA6;&#x65E0;&#x5173;&#x3002;&#x4E0D;&#x5C11;&#x76C6;&#x6EE1;&#x94B5;&#x8D62;&#x7684;&#x4EBA;&#x90FD;&#x6CA1;&#x628A;&#x8D5A;&#x94B1;&#x5F53;&#x505A;&#x9996;&#x8981;&#x76EE;&#x6807;&#xFF0C;&#x4ED6;&#x4EEC;&#x53EA;&#x662F;&#x8BA4;&#x771F;&#x5DE5;&#x4F5C;&#xFF0C;&#x751F;&#x4EA7;&#x793E;&#x4F1A;&#x9700;&#x8981;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x5C31;&#x9010;&#x6E10;&#x53D8;&#x5F97;&#x5BCC;&#x6709;&#x4E86;&#x3002;&#x4E5F;&#x6709;&#x4E0D;&#x5C11;&#x4EBA;&#x5929;&#x5929;&#x60F3;&#x8D5A;&#x4E00;&#x5927;&#x7B14;&#x94B1;&#xFF0C;&#x4F46;&#x4ECE;&#x6CA1;&#x6309;&#x793E;&#x4F1A;&#x9700;&#x6C42;&#x8FDB;&#x884C;&#x751F;&#x4EA7;&#xFF0C;&#x5C31;&#x6CA1;&#x600E;&#x4E48;&#x8D5A;&#x94B1;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x63D0;&#x4F9B;&#x793E;&#x4F1A;&#x6240;&#x9700;&#x540C;&#x8D5A;&#x94B1;&#x4E4B;&#x95F4;&#x7684;&#x5173;&#x7CFB;&#x751A;&#x662F;&#x7D27;&#x5BC6;&#xFF0C;&#x800C;&#x8D5A;&#x94B1;&#x7684;&#x6B32;&#x671B;&#x5F3A;&#x70C8;&#x7A0B;&#x5EA6;&#x5219;&#x4E0E;&#x4E4B;&#x6CA1;&#x4EC0;&#x4E48;&#x5173;&#x7CFB;&#x3002;&#x81F3;&#x5C11;&#x5BF9;&#x6211;&#x786E;&#x5B9E;&#x5982;&#x6B64;&#xFF0C;&#x6211;&#x5DE5;&#x4F5C;&#x4ECE;&#x4E0D;&#x4E3A;&#x8D5A;&#x5927;&#x94B1;&#xFF0C;&#x8981;&#x662F;&#x5982;&#x6B64;&#x7684;&#x8BDD;&#xFF0C;&#x6309;&#x6536;&#x76CA;&#x9012;&#x51CF;&#x539F;&#x7406;&#xFF0C;&#x6211;&#x65E9;&#x5C31;&#x6CA1;&#x5DE5;&#x4F5C;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x94B1;&#x65E9;&#x8D5A;&#x591F;&#x4E86;&#x3002;&#x6211;&#x8BA4;&#x8BC6;&#x7684;&#x6210;&#x529F;&#x4E14;&#x5065;&#x5EB7;&#xFF08;&#x672A;&#x5BF9;&#x91D1;&#x94B1;&#x75F4;&#x8FF7;&#xFF09;&#x7684;&#x4EBA;&#x90FD;&#x662F;&#x5982;&#x6B64;&#x3002;  </p>
</blockquote>
<p><br></p>
<blockquote>
<p>Of course, there are many people who give society what it wants but are paid poorly. This is explained by the law of supply and demand.
<br><br> &#x5F53;&#x7136;&#x4E5F;&#x6709;&#x4E0D;&#x5C11;&#x4EBA;&#x751F;&#x4EA7;&#x4E86;&#x793E;&#x4F1A;&#x6240;&#x9700;&#x4F46;&#x6CA1;&#x6709;&#x83B7;&#x5F97;&#x4E30;&#x539A;&#x56DE;&#x62A5;&#xFF0C;&#x4F9B;&#x5E94;&#x4E0E;&#x9700;&#x6C42;&#x89C4;&#x5219;&#x53EF;&#x4EE5;&#x89E3;&#x91CA;&#x8FD9;&#x79CD;&#x73B0;&#x8C61;&#x3002;  </p>
</blockquote>
<p><br>I do know some successful people who are obsessed with making money despite making money having little or no marginal benefit for them.
<br><br> &#x6211;&#x5C31;&#x8BA4;&#x8BC6;&#x6709;&#x4E9B;&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x75F4;&#x8FF7;&#x4E8E;&#x8D5A;&#x94B1;&#xFF0C;&#x5C3D;&#x7BA1;&#x518D;&#x8D5A;&#x94B1;&#x5BF9;&#x4ED6;&#x4EEC;&#x4E5F;&#x51E0;&#x4E4E;&#x6CA1;&#x4EC0;&#x4E48;&#x8FB9;&#x9645;&#x6548;&#x76CA;&#x4E86;&#x3002;  </p>
<p><br>This process of productive adaptation&#x2014;i.e., the process of seeking, obtaining, and pursuing new goals&#x2014; does not just pertain to how individuals and society move forward. It is equally relevant when dealing with setbacks, which are inevitable. That is why many people who have had setbacks that seemed devastating at the time ended up as happy as (or even happier than) they were before, once they successfully adapted to them. The faster that one appropriately adapts, the better. As Darwin described, adaptation&#x2014;i.e., adjusting appropriately to changes in one&#x2019;s circumstances&#x2014;is a big part of the evolutionary process, and it is rewarded. That is why some of the most successful people are typically those who see the changing landscape and identify how to best adapt to it.
<br><br>&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x53EB;&#x6709;&#x6548;&#x9002;&#x5E94;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x5BFB;&#x6C42;&#x3001;&#x83B7;&#x5F97;&#x3001;&#x8FFD;&#x5BFB;&#x65B0;&#x76EE;&#x6807;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x5B83;&#x4E0D;&#x4EC5;&#x548C;&#x4E2A;&#x4F53;&#x4E0E;&#x793E;&#x4F1A;&#x8FDB;&#x6B65;&#x76F8;&#x5173;&#xFF0C;&#x4E5F;&#x540C;&#x6837;&#x4E0E;&#x632B;&#x8D25;&#x76F8;&#x5173;&#xFF0C;&#x632B;&#x8D25;&#x662F;&#x96BE;&#x4EE5;&#x907F;&#x514D;&#x7684;&#x3002;&#x6240;&#x4EE5;&#x6709;&#x4EBA;&#x9762;&#x5BF9;&#x770B;&#x4F3C;&#x707E;&#x96BE;&#x6027;&#x7684;&#x632B;&#x6298;&#x540E;&#xFF0C;&#x4E00;&#x65E6;&#x6210;&#x529F;&#x9002;&#x5E94;&#x4E86;&#xFF0C;&#x5C31;&#x548C;&#x4EE5;&#x524D;&#x4E00;&#x6837;&#x5F00;&#x5FC3;&#xFF0C;&#x751A;&#x81F3;&#x66F4;&#x5F00;&#x5FC3;&#x3002;&#x9002;&#x5E94;&#x8D8A;&#x5FEB;&#xFF0C;&#x6548;&#x679C;&#x8D8A;&#x597D;&#x3002;&#x8FBE;&#x5C14;&#x6587;&#x8BF4;&#xFF0C;&#x9002;&#x5E94;&#x5C31;&#x662F;&#x5BF9;&#x4E2A;&#x4F53;&#x73AF;&#x5883;&#x7684;&#x53D8;&#x5316;&#x8FDB;&#x884C;&#x9002;&#x5F53;&#x8C03;&#x6574;&#x3002;&#x8FD9;&#x662F;&#x8FDB;&#x5316;&#x8FC7;&#x7A0B;&#x4E2D;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x9002;&#x5E94;&#x8FC7;&#x7A0B;&#x80FD;&#x5E26;&#x6765;&#x56DE;&#x9988;&#x3002;&#x6240;&#x4EE5;&#x5927;&#x591A;&#x6570;&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x80FD;&#x5F88;&#x5FEB;&#x89C9;&#x5BDF;&#x5230;&#x5927;&#x73AF;&#x5883;&#x7684;&#x53D8;&#x5316;&#xFF0C;&#x5E76;&#x8FC5;&#x901F;&#x4EE5;&#x6700;&#x4F73;&#x65B9;&#x5F0F;&#x9002;&#x5E94;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>Darwin is reported to have said, &#x201C;It is not the strongest of the species that survives, nor the most intelligent that survives. It is the one that is the most adaptable to change.&#x201D;
<br><br> &#x8FBE;&#x5C14;&#x6587;&#x81EA;&#x4F20;&#x66FE;&#x8BF4;&#x8FC7;&#xFF1A;&#x5728;&#x5927;&#x81EA;&#x7136;&#x7684;&#x5386;&#x53F2;&#x957F;&#x6CB3;&#x4E2D;&#xFF0C;&#x80FD;&#x591F;&#x5B58;&#x6D3B;&#x4E0B;&#x6765;&#x7684;&#x7269;&#x79CD;&#xFF0C;&#x65E2;&#x4E0D;&#x662F;&#x90A3;&#x4E9B;&#x6700;&#x5F3A;&#x58EE;&#x7684;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x90A3;&#x4E9B;&#x667A;&#x529B;&#x6700;&#x9AD8;&#x7684;&#xFF0C;&#x800C;&#x662F;&#x90A3;&#x4E9B;&#x6700;&#x80FD;&#x9002;&#x5E94;&#x73AF;&#x5883;&#x53D8;&#x5316;&#x7684;&#x3002;</p>
</blockquote>
<p><br></p>
<blockquote>
<p>Your ability to see the changing landscape and adapt is more a function of your perceptive and reasoning abilities than your ability to learn and process quickly.
<br><br>&#x80FD;&#x611F;&#x53D7;&#x5230;&#x5927;&#x73AF;&#x5883;&#x7684;&#x53D8;&#x5316;&#x5E76;&#x9002;&#x5E94;&#x662F;&#x4E00;&#x79CD;&#x80FD;&#x529B;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x6D1E;&#x5BDF;&#x529B;&#x548C;&#x63A8;&#x7406;&#x80FD;&#x529B;&#xFF0C;&#x8FD9;&#x6BD4;&#x5FEB;&#x901F;&#x5B66;&#x4E60;&#x4E0E;&#x5904;&#x7406;&#x7684;&#x80FD;&#x529B;&#x66F4;&#x80FD;&#x53D1;&#x6325;&#x4F5C;&#x7528;&#x3002;  </p>
</blockquote>
<p><br>So,it seems to me that desires to evolve are universal and so are symbiotic relationships that lead to the evolution of the whole to occur via the pursuit of individuals&#x2019; self-interests. However, what differentiates man from other species is man&#x2019;s greater ability to learn. Because we can learn, we can evolve more and faster than other species.
<br><br> &#x60F3;&#x8FDB;&#x5316;&#x662F;&#x5F88;&#x6B63;&#x5E38;&#x7684;&#xFF0C;&#x8FFD;&#x9010;&#x4E2A;&#x4EBA;&#x5229;&#x76CA;&#x65F6;&#xFF0C;&#x4E0E;&#x793E;&#x4F1A;&#x7684;&#x5171;&#x751F;&#x5173;&#x7CFB;&#x4F1A;&#x63A8;&#x52A8;&#x6574;&#x4E2A;&#x793E;&#x4F1A;&#x8FDB;&#x5316;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x5F88;&#x666E;&#x904D;&#x7684;&#x3002;&#x4EBA;&#x7C7B;&#x4E0E;&#x522B;&#x7684;&#x7269;&#x79CD;&#x7684;&#x4E0D;&#x540C;&#x4E4B;&#x5904;&#x5728;&#x4E8E;&#x4EBA;&#x7C7B;&#x5584;&#x4E8E;&#x5B66;&#x4E60;&#x3002;&#x6211;&#x4EEC;&#x4F1A;&#x5B66;&#x4E60;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x6BD4;&#x522B;&#x7684;&#x7269;&#x79CD;&#x8FDB;&#x5316;&#x5F97;&#x5FEB;&#x3002;  </p>
<p><br>I also believe that all things in nature have innate attributes that are both good and bad, with their goodness and their badness depending on what they are used for. For example, the thorns on a rose bush, the stinger on a bee, the aggressiveness of a lion, the timidity of a gazelle are all both good and bad, depending on their applications. Over time, nature evolves toward the right balance through the process of natural selection&#x2014;e.g., an overly aggressive animal will die prematurely, as will an overly timid animal. However, because man has the ability to look at himself and direct his own change, individuals have the capacity to evolve.
<br><br>&#x6240;&#x6709;&#x4E8B;&#x7269;&#x90FD;&#x6709;&#x5176;&#x5185;&#x5728;&#x7684;&#x56FA;&#x6709;&#x5C5E;&#x6027;&#xFF0C;&#x90FD;&#x6709;&#x597D;&#x4E0E;&#x574F;&#x4E24;&#x9762;&#xFF0C;&#x8FD9;&#x53D6;&#x51B3;&#x4E8E;&#x7528;&#x9014;&#x3002;&#x6BD4;&#x65B9;&#x8BF4;&#x73AB;&#x7470;&#x4E0A;&#x7684;&#x523A;&#xFF0C;&#x871C;&#x8702;&#x8EAB;&#x4E0A;&#x7684;&#x523A;&#xFF0C;&#x72EE;&#x5B50;&#x7684;&#x653B;&#x51FB;&#x6027;&#xFF0C;&#x5C0F;&#x7F9A;&#x7F8A;&#x7684;&#x602F;&#x5F31;&#xFF0C;&#x8FD9;&#x4E9B;&#x90FD;&#x65E2;&#x662F;&#x597D;&#x7684;&#x4E5F;&#x662F;&#x4E0D;&#x597D;&#x7684;&#xFF0C;&#x53D6;&#x51B3;&#x4E8E;&#x4ED6;&#x4EEC;&#x7684;&#x7528;&#x9014;&#x3002;&#x653B;&#x51FB;&#x6027;&#x8FC7;&#x5F3A;&#x6216;&#x592A;&#x80C6;&#x5C0F;&#x7684;&#x52A8;&#x7269;&#x90FD;&#x53EF;&#x80FD;&#x8FD8;&#x6CA1;&#x53D1;&#x80B2;&#x5B8C;&#x5168;&#x5C31;&#x6B7B;&#x6389;&#x4E86;&#x3002;&#x800C;&#x4EBA;&#x7C7B;&#x6709;&#x80FD;&#x529B;&#x5BA1;&#x89C6;&#x81EA;&#x5DF1;&#xFF0C;&#x6307;&#x5BFC;&#x81EA;&#x8EAB;&#x53D8;&#x5316;&#xFF0C;&#x6709;&#x80FD;&#x529B;&#x8FDB;&#x884C;&#x8FDB;&#x5316;&#x3002;  </p>
<p><br>Most of us are born with attributes that both help us and hurt us, depending on their applications, and the more extreme the attribute, the more extreme the potential good and bad outcomes these attributes are likely to produce. For example, highly creative, goal- oriented people who are good at imagining the big picture often can easily get tripped up on the details of daily life, while highly pragmatic, task-oriented people who are great with the details might not be creative. That is because the ways their minds work make it difficult for them to see both ways of thinking. In nature everything was made for a purpose, and so too were these different ways of thinking. They just have different purposes. It is extremely important to one&#x2019;s happiness and success to know oneself&#x2014;most importantly to understand one&#x2019;s own values and abilities&#x2014;and then to find the right fits. We all have things that we value that we want and we all have strengths and weaknesses that affect our paths for getting them. <strong>The most important quality that differentiates successful people from unsuccessful people is our capacity to learn and adapt to these things.</strong>
<br><br>&#x6211;&#x4EEC;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x751F;&#x6765;&#x5177;&#x5907;&#x7684;&#x7279;&#x8D28;&#xFF0C;&#x65E2;&#x4F1A;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#xFF0C;&#x4E5F;&#x53EF;&#x80FD;&#x4F24;&#x5BB3;&#x5230;&#x6211;&#x4EEC;&#xFF0C;&#x6839;&#x636E;&#x7528;&#x9014;&#x800C;&#x6709;&#x522B;&#x3002;&#x7A0B;&#x5EA6;&#x8D8A;&#x6781;&#x7AEF;&#xFF0C;&#x7279;&#x8D28;&#x5E26;&#x6765;&#x7684;&#x79EF;&#x6781;&#x6216;&#x6D88;&#x6781;&#x5F71;&#x54CD;&#x5C31;&#x76F8;&#x5BF9;&#x5E94;&#x8D8A;&#x5927;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x521B;&#x9020;&#x529B;&#x5F88;&#x5F3A;&#x3001;&#x76EE;&#x6807;&#x5F88;&#x6E05;&#x6670;&#xFF0C;&#x5584;&#x4E8E;&#x628A;&#x63E1;&#x5927;&#x5C40;&#x7684;&#x4EBA;&#x53EF;&#x80FD;&#x5C31;&#x4F1A;&#x5728;&#x751F;&#x6D3B;&#x7EC6;&#x8282;&#x4E0A;&#x5403;&#x4E8F;&#x3002;&#x800C;&#x91CD;&#x5B9E;&#x52A1;&#x3001;&#x5173;&#x6CE8;&#x5177;&#x4F53;&#x4EFB;&#x52A1;&#x3001;&#x80FD;&#x5B8C;&#x7F8E;&#x5904;&#x7406;&#x7EC6;&#x8282;&#x7684;&#x4EBA;&#x53EF;&#x80FD;&#x4E0D;&#x600E;&#x4E48;&#x6709;&#x521B;&#x9020;&#x529B;&#x3002;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x601D;&#x7EF4;&#x7684;&#x7279;&#x6027;&#xFF0C;&#x5F88;&#x96BE;&#x4E24;&#x8005;&#x517C;&#x987E;&#x3002;&#x4E8B;&#x4E8B;&#x90FD;&#x5B58;&#x4E4B;&#x6709;&#x7406;&#xFF0C;&#x4E0D;&#x540C;&#x7684;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;&#x4E5F;&#x5B58;&#x4E4B;&#x6709;&#x7406;&#xFF0C;&#x56E0;&#x5176;&#x6709;&#x4E0D;&#x540C;&#x7684;&#x5B58;&#x5728;&#x76EE;&#x7684;&#xFF0C;&#x8FD9;&#x5BF9;&#x4E8E;&#x4E2A;&#x4EBA;&#x5E78;&#x798F;&#x611F;&#x548C;&#x81EA;&#x8EAB;&#x4E86;&#x89E3;&#x6781;&#x4E3A;&#x91CD;&#x8981;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4E86;&#x89E3;&#x81EA;&#x8EAB;&#x4EF7;&#x503C;&#x548C;&#x80FD;&#x529B;&#xFF0C;&#x8FD9;&#x6837;&#x624D;&#x80FD;&#x8FDB;&#x4E00;&#x6B65;&#x627E;&#x5230;&#x5408;&#x9002;&#x7684;&#x5B9A;&#x4F4D;&#x3002;&#x4EBA;&#x4EBA;&#x90FD;&#x6709;&#x73CD;&#x89C6;&#x4E4B;&#x7269;&#xFF0C;&#x90FD;&#x6709;&#x6E34;&#x671B;&#x4E4B;&#x4E8B;&#xFF0C;&#x90FD;&#x6709;&#x5F71;&#x54CD;&#x6211;&#x4EEC;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x7684;&#x4F18;&#x7F3A;&#x70B9;&#x3002;<strong>&#x533A;&#x5206;&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x4E0E;&#x5E73;&#x5EB8;&#x4E4B;&#x8F88;&#x6700;&#x91CD;&#x8981;&#x7684;&#x54C1;&#x8D28;&#x5C31;&#x662F;&#x5B66;&#x4E60;&#x80FD;&#x529B;&#x548C;&#x9002;&#x5E94;&#x80FD;&#x529B;&#x3002;</strong>  </p>
<p><br>Unlike any other species, man is capable of reflecting on himself and the things around him to learn and adapt in order to improve. He has this capability because, in the evolution of species man&#x2019;s brain developed a part that no other species has&#x2014;the prefrontal cortex. It is the part of the human brain that gives us the ability to reflect and conduct other cognitive thinking. Because of this, people who can objectively reflect on themselves and others &#x2014;most importantly on their weaknesses are&#x2014;can figure out how to get around these weaknesses, can evolve fastest and come closer to realizing their potentials than those who can&#x2019;t.
<br><br> &#x548C;&#x522B;&#x7684;&#x7269;&#x79CD;&#x4E0D;&#x540C;&#xFF0C;&#x4EBA;&#x7C7B;&#x80FD;&#x591F;&#x8FDB;&#x884C;&#x81EA;&#x8EAB;&#x53CD;&#x601D;&#xFF0C;&#x5BF9;&#x5468;&#x906D;&#x4E8B;&#x7269;&#x5C55;&#x5F00;&#x601D;&#x8003;&#xFF0C;&#x8FDB;&#x800C;&#x83B7;&#x5F97;&#x5B66;&#x4E60;&#x4E0E;&#x63D0;&#x9AD8;&#x3002;&#x4EBA;&#x7C7B;&#x62E5;&#x6709;&#x8FD9;&#x4E9B;&#x80FD;&#x529B;&#x662F;&#x56E0;&#x4E3A;&#x5728;&#x8FDB;&#x5316;&#x8FC7;&#x7A0B;&#x4E2D;&#x5927;&#x8111;&#x5F62;&#x6210;&#x4E86;&#x524D;&#x989D;&#x53F6;&#x76AE;&#x5C42;&#xFF0C;&#x8FD9;&#x662F;&#x522B;&#x7684;&#x751F;&#x7269;&#x6240;&#x6CA1;&#x6709;&#x7684;&#x3002;&#x5B83;&#x4F7F;&#x5F97;&#x4EBA;&#x7C7B;&#x5177;&#x5907;&#x81EA;&#x7701;&#x3001;&#x5F00;&#x5C55;&#x5176;&#x4ED6;&#x8BA4;&#x77E5;&#x601D;&#x7EF4;&#x7684;&#x80FD;&#x529B;&#x3002;&#x9274;&#x4E8E;&#x6B64;&#xFF0C;&#x4EBA;&#x7C7B;&#x80FD;&#x5BA2;&#x89C2;&#x5730;&#x53CD;&#x601D;&#x81EA;&#x5DF1;&#x548C;&#x522B;&#x4EBA;&#xFF0C;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#x53CD;&#x601D;&#x81EA;&#x8EAB;&#x7684;&#x7F3A;&#x70B9;&#xFF0C;&#x6307;&#x51FA;&#x89E3;&#x51B3;&#x8FD9;&#x4E9B;&#x7F3A;&#x70B9;&#x7684;&#x529E;&#x6CD5;&#xFF0C;&#x80FD;&#x6700;&#x5FEB;&#x8FDB;&#x5316;&#x3001;&#x5F00;&#x53D1;&#x6F5C;&#x80FD;&#x3002;  </p>
<p><br>However, typically defensive, emotional reactions&#x2014;i.e., ego barriers&#x2014;stand in the way of this progress. These reactions take place in the part of the brain called the amygdala. As a result of them, most people don&#x2019;t like reflecting on their weaknesses even though recognizing them is an essential step toward preventing them from causing them problems. Most people especially dislike others exploring their weaknesses because it makes them feel attacked, which produces fight or flight reactions; however, having others help one find one&#x2019;s weaknesses is essential because it&#x2019;s very difficult to identify one&#x2019;s own. Most people don&#x2019;t like helping others explore their weaknesses, even though they are willing to talk about them behind their backs. For these reasons most people don&#x2019;t do a good job of understanding themselves and adapting in order to get what they want most out of life. In my opinion, that is the biggest single problem of mankind because it, more than anything else, impedes people&#x2019;s abilities to address all other problems and it is probably the greatest source of pain for most people.
<br><br>&#x7136;&#x800C;&#x67D0;&#x4E9B;&#x62B5;&#x6297;&#x6027;&#x7684;&#x60C5;&#x7EEA;&#x53CD;&#x5E94;&#xFF0C;&#x5982;&#x81EA;&#x6211;&#x8BBE;&#x969C;&#xFF0C;&#x963B;&#x788D;&#x7740;&#x6211;&#x4EEC;&#x8FDB;&#x6B65;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x8FD9;&#x4E9B;&#x60C5;&#x7EEA;&#x7531;&#x5927;&#x8111;&#x5185;&#x674F;&#x4EC1;&#x4F53;&#x638C;&#x7BA1;&#x3002;&#x9274;&#x4E8E;&#x8FD9;&#x79CD;&#x53CD;&#x5E94;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x90FD;&#x4E0D;&#x7231;&#x53CD;&#x7701;&#x81EA;&#x8EAB;&#x7F3A;&#x70B9;&#xFF0C;&#x5373;&#x4FBF;&#x4ED6;&#x4EEC;&#x90FD;&#x77E5;&#x9053;&#x53CD;&#x7701;&#x7F3A;&#x70B9;&#x662F;&#x907F;&#x514D;&#x51FA;&#x73B0;&#x95EE;&#x9898;&#x7684;&#x91CD;&#x8981;&#x4E00;&#x6B65;&#x3002;&#x5927;&#x5BB6;&#x5C24;&#x5176;&#x8BA8;&#x538C;&#x522B;&#x4EBA;&#x6316;&#x6398;&#x81EA;&#x5DF1;&#x7684;&#x7F3A;&#x70B9;&#xFF0C;&#x4EE4;&#x4EBA;&#x6DF1;&#x611F;&#x5192;&#x72AF;&#xFF0C;&#x4ECE;&#x800C;&#x4EA7;&#x751F;&#x8FD8;&#x51FB;&#x6216;&#x9003;&#x79BB;&#x7684;&#x53CD;&#x5E94;&#x3002;&#x5176;&#x5B9E;&#x6709;&#x4EBA;&#x6307;&#x51FA;&#x81EA;&#x5DF1;&#x7684;&#x7F3A;&#x70B9;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x56E0;&#x4E3A;&#x81EA;&#x5DF1;&#x5F88;&#x96BE;&#x53D1;&#x73B0;&#x81EA;&#x8EAB;&#x7F3A;&#x70B9;&#x3002;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x90FD;&#x4E0D;&#x559C;&#x6B22;&#x6307;&#x51FA;&#x522B;&#x4EBA;&#x7684;&#x7F3A;&#x70B9;&#xFF0C;&#x4E0D;&#x8FC7;&#x80CC;&#x5730;&#x91CC;&#x5012;&#x662F;&#x633A;&#x613F;&#x610F;&#x8BA8;&#x8BBA;&#x522B;&#x4EBA;&#x7684;&#x7F3A;&#x70B9;&#x3002;&#x6240;&#x4EE5;&#x82B8;&#x82B8;&#x4F17;&#x751F;&#xFF0C;&#x771F;&#x6B63;&#x4E86;&#x89E3;&#x81EA;&#x5DF1;&#x7684;&#x4EBA;&#x751A;&#x5C11;&#xFF0C;&#x4E5F;&#x5C31;&#x65E0;&#x6CD5;&#x9002;&#x5E94;&#x73AF;&#x5883;&#x3001;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x4E86;&#x3002;&#x6211;&#x8BA4;&#x4E3A;&#xFF0C;&#x8FD9;&#x662F;&#x4EBA;&#x7C7B;&#x9762;&#x4E34;&#x6700;&#x7B80;&#x5355;&#x5374;&#x6700;&#x5927;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6DF1;&#x6DF1;&#x963B;&#x788D;&#x7740;&#x4EBA;&#x4EEC;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x4E5F;&#x662F;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x611F;&#x5230;&#x75DB;&#x82E6;&#x7684;&#x6839;&#x6E90;&#x3002;  </p>
<p><br>Some people get over the ego barrier and others don&#x2019;t. Which path they choose, more than anything else, determines how good their outcomes are. Aristotle defined tragedy as a bad outcome for a person because of a fatal flaw that he can&#x2019;t get around. So it is tragic when people let ego barriers lead them to experience bad outcomes.
<br><br>&#x6709;&#x4EBA;&#x80FD;&#x514B;&#x670D;&#x81EA;&#x6211;&#x8BBE;&#x969C;&#x8FD9;&#x79CD;&#x60C5;&#x7EEA;&#x53CD;&#x5E94;&#xFF0C;&#x6709;&#x4E9B;&#x4EBA;&#x5219;&#x505A;&#x4E0D;&#x5230;&#x3002;&#x9009;&#x4EC0;&#x4E48;&#x8DEF;&#xFF0C;&#x5C31;&#x4F1A;&#x8D70;&#x5411;&#x4F55;&#x79CD;&#x7ED3;&#x679C;&#x3002;&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#x8BA4;&#x4E3A;&#x60B2;&#x5267;&#x662F;&#x4EBA;&#x7C7B;&#x65E0;&#x6CD5;&#x514B;&#x670D;&#x81F4;&#x547D;&#x5F31;&#x70B9;&#x800C;&#x5E26;&#x6765;&#x7684;&#x4E0D;&#x597D;&#x7ED3;&#x679C;&#x3002;&#x5982;&#x679C;&#x4EBA;&#x4EEC;&#x88AB;&#x81EA;&#x6211;&#x8BBE;&#x969C;&#x8FD9;&#x79CD;&#x60C5;&#x7EEA;&#x7275;&#x7740;&#x9F3B;&#x5B50;&#x8D70;&#xFF0C;&#x78B0;&#x4E86;&#x4E00;&#x9F3B;&#x5B50;&#x7070;&#xFF0C;&#x5C31;&#x662F;&#x60B2;&#x5267;&#x3002;</p>

                    
                    </section>
                
                
                </div>
            </div>
        </div>

        
        <a href="./Part01.html" class="navigation navigation-prev " aria-label="Previous page: 第一章 原则的重要性"><i class="fa fa-angle-left"></i></a>
        
        
        <a href="./Part204ThePersonalEvolutionaryProcess.html" class="navigation navigation-next " aria-label="Next page: 个人成长过程"><i class="fa fa-angle-right"></i></a>
        
    </div>
</div>

        
<script src="zhibimo/app.js"></script>

    
    <script src="zhibimo/plugins/gitbook-plugin-tongji/client-tongji.js"></script>
    

<script>
require(["gitbook"], function(gitbook) {
    var config = {"fontSettings":{"theme":null,"family":"sans","size":2},"tongji":{"token":"f4c77fe2523e4a5d8092ddefe64d971a"}};
    gitbook.start(config);
});
</script>

        
    </body>
    
</html>
