<!DOCTYPE HTML>
<html lang="zh-cn" >
    
    <head>
        
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=11; IE=10; IE=9; IE=8; IE=7; IE=EDGE" />
        <title>第一章 原则的重要性 | Introduction 简介</title>
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 2.0.1">
        
        
        <meta name="HandheldFriendly" content="true"/>
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
        <meta name="apple-mobile-web-app-capable" content="yes">
        <meta name="apple-mobile-web-app-status-bar-style" content="black">
        <link rel="apple-touch-icon-precomposed" sizes="152x152" href="zhibimo/images/apple-touch-icon-precomposed-152.png">
        <link rel="shortcut icon" href="zhibimo/images/favicon.ico" type="image/x-icon">
        
    
    
    <link rel="next" href="./Part02.html" />
    
    
    <link rel="prev" href="./Chapter_0.html" />
    

        <script> var _hmt = _hmt || []; (function() {   var hm = document.createElement('script');   hm.src = '//hm.baidu.com/hm.js?f4c77fe2523e4a5d8092ddefe64d971a';   var s = document.getElementsByTagName('script')[0];    s.parentNode.insertBefore(hm, s); })();</script>
    </head>
    <body>
        
        
    <link rel="stylesheet" href="zhibimo/style.css">
    
    

        
    <div class="book" data-level="2" data-basepath="." data-revision="Mon Aug 29 2016 19:00:53 GMT+0800 (CST)">
    

<div class="book-summary">
    <div class="book-search">
        <input type="text" placeholder="输入并搜索" class="form-control" />
    </div>
    <ul class="summary">
        
        
        
        

        

        
    
        <li class="chapter " data-level="0" data-path="index.html">
            
                
                    <a href="./index.html">
                        <i class="fa fa-check"></i>
                        
                        介绍
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="1" data-path="Chapter_0.html">
            
                
                    <a href="./Chapter_0.html">
                        <i class="fa fa-check"></i>
                        
                            <b>1.</b>
                        
                        前言
                    </a>
                
            
            
        </li>
    
        <li class="chapter active" data-level="2" data-path="Part01.html">
            
                
                    <a href="./Part01.html">
                        <i class="fa fa-check"></i>
                        
                            <b>2.</b>
                        
                        第一章 原则的重要性
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="3" data-path="Part02.html">
            
                
                    <a href="./Part02.html">
                        <i class="fa fa-check"></i>
                        
                            <b>3.</b>
                        
                        第二章 我最重要的生活原则
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="4" data-path="Part204ThePersonalEvolutionaryProcess.html">
            
                
                    <a href="./Part204ThePersonalEvolutionaryProcess.html">
                        <i class="fa fa-check"></i>
                        
                            <b>4.</b>
                        
                        个人成长过程
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="5" data-path="Part208My5StepProcesstoGettingWhatYouWantOutofLife.html">
            
                
                    <a href="./Part208My5StepProcesstoGettingWhatYouWantOutofLife.html">
                        <i class="fa fa-check"></i>
                        
                            <b>5.</b>
                        
                        实现梦想的五大步骤
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="6" data-path="Part03.html">
            
                
                    <a href="./Part03.html">
                        <i class="fa fa-check"></i>
                        
                            <b>6.</b>
                        
                        第三章 我的管理原则
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="7" data-path="Part303SummaryandTableofPrinciples.html">
            
                
                    <a href="./Part303SummaryandTableofPrinciples.html">
                        <i class="fa fa-check"></i>
                        
                            <b>7.</b>
                        
                        原则汇总列表
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="8" data-path="Part304WhatFollowsistheMeat.html">
            
                
                    <a href="./Part304WhatFollowsistheMeat.html">
                        <i class="fa fa-check"></i>
                        
                            <b>8.</b>
                        
                        干货
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="9" data-path="contributionandcorrect.html">
            
                
                    <a href="./contributionandcorrect.html">
                        <i class="fa fa-check"></i>
                        
                            <b>9.</b>
                        
                        贡献和勘误
                    </a>
                
            
            
        </li>
    


        
        <li class="divider"></li>
        <li>
            <a href="http://zhibimo.com" target="blank" class="zhibimo-link">
                本书使用 知笔墨 发布
            </a>
        </li>
        
    </ul>
</div>

    <div class="book-body">
        <div class="body-inner">
            <div class="book-header">
    <!-- Actions Left -->
    <a href="#" class="btn pull-left toggle-summary" aria-label="目录"><i class="fa fa-align-justify"></i></a>
    <a href="#" class="btn pull-left toggle-search" aria-label="搜索"><i class="fa fa-search"></i></a>
    
    <div id="font-settings-wrapper" class="dropdown pull-left">
        <a href="#" class="btn toggle-dropdown" aria-label="字体设置"><i class="fa fa-font"></i>
        </a>
        <div class="dropdown-menu font-settings">
    <div class="dropdown-caret">
        <span class="caret-outer"></span>
        <span class="caret-inner"></span>
    </div>

    <div class="buttons">
        <button type="button" id="reduce-font-size" class="button size-2">A</button>
        <button type="button" id="enlarge-font-size" class="button size-2">A</button>
    </div>

    <div class="buttons font-family-list">
        <button type="button" data-font="0" class="button">宋体</button>
        <button type="button" data-font="1" class="button">黑体</button>
    </div>

    <div class="buttons color-theme-list">
        <button type="button" id="color-theme-preview-0" class="button size-3" data-theme="0">白色</button>
        <button type="button" id="color-theme-preview-1" class="button size-3" data-theme="1">棕褐色</button>
        <button type="button" id="color-theme-preview-2" class="button size-3" data-theme="2">夜间</button>
    </div>
</div>

    </div>

    <div class="dropdown pull-right">
        <a href="#" class="btn toggle-dropdown" aria-label="分享"><i class="fa fa-share-alt"></i>
        </a>
        <div class="dropdown-menu font-settings dropdown-left">
            <div class="dropdown-caret">
                <span class="caret-outer"></span>
                <span class="caret-inner"></span>
            </div>
            <div class="buttons">
                <button type="button" data-sharing="twitter" class="button">
                    分享到 Twitter
                </button>
                <button type="button" data-sharing="facebook" class="button">
                    分享到 Facebook
                </button>
                <button type="button" data-sharing="instapaper" class="button">
                    分享到 Instapaper
                </button>
            </div>
        </div>
    </div>

    <a href="#" target="_blank" class="btn pull-right wechat-sharing-link sharing-link" data-sharing="wechat" aria-label="Wechat"><i class="fa fa-wechat"></i></a>
    <a href="#" target="_blank" class="btn pull-right weibo-sharing-link sharing-link" data-sharing="weibo" aria-label="Weibo"><i class="fa fa-weibo"></i></a>

    <div id='wechat_mask'>
      <div id='wechat_qrcode_wrapper'>
        <span><i class='fa fa-times'></i></span>
        <div id='wechat_qrcode'></div>
      </div>
    </div>

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="./" >Introduction 简介</a>
    </h1>
</div>

            <div class="page-wrapper" tabindex="-1">
                <div class="page-inner">
                
                
                    <section class="normal" id="section-">
                    
                        <h2 id="part-1-the-importance-of-principles-br-%E7%AC%AC%E4%B8%80%E7%AB%A0-%E5%8E%9F%E5%88%99%E7%9A%84%E9%87%8D%E8%A6%81%E6%80%A7">Part 1: The Importance of Principles  <br> &#x7B2C;&#x4E00;&#x7AE0; &#x539F;&#x5219;&#x7684;&#x91CD;&#x8981;&#x6027;</h2>
<p><br>I believe that having principles that work is essential for getting what we want out of life. I also believe that to understand each other we have to understand each other&#x2019;s principles.That is why I believe we need to talk about them.
<br><br>&#x6211;&#x8BA4;&#x4E3A;&#xFF0C;&#x638C;&#x63E1;&#x539F;&#x5219;&#x5BF9;&#x4E8E;&#x5B9E;&#x73B0;&#x4EBA;&#x751F;&#x7406;&#x60F3;&#x81F3;&#x5173;&#x91CD;&#x8981;&#xFF0C;&#x6211;&#x76F8;&#x4FE1;&#x8981;&#x60F3;&#x77E5;&#x5DF1;&#x77E5;&#x5F7C;&#xFF0C;&#x4E5F;&#x5FC5;&#x987B;&#x4E86;&#x89E3;&#x5F7C;&#x6B64;&#x7684;&#x5904;&#x4E8B;&#x539F;&#x5219;&#x3002;&#x5728;&#x6211;&#x770B;&#x6765;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x4E3A;&#x4EC0;&#x4E48;&#x539F;&#x5219;&#x95EE;&#x9898;&#x503C;&#x5F97;&#x4E00;&#x8C08;&#x7684;&#x539F;&#x56E0;&#x3002;</p>
<p><br>We will begin by examining the following questions:
<br> <br>&#x5148;&#x6765;&#x770B;&#x770B;&#x4E0B;&#x9762;&#x51E0;&#x4E2A;&#x95EE;&#x9898;&#x5427;&#xFF1A;</p>
<p><br><strong>What are principles?</strong>
<br><br><strong>&#x539F;&#x5219;&#x662F;&#x4EC0;&#x4E48; &#xFF1F;</strong>  </p>
<p><br><strong>Why are principles important?</strong>
<br><br><strong>&#x539F;&#x5219;&#x4E3A;&#x4F55;&#x91CD;&#x8981;&#xFF1F;</strong>  </p>
<p><br><strong>Where do principles come from?</strong>
<br><br><strong>&#x539F;&#x5219;&#x6765;&#x81EA;&#x4F55;&#x5904;&#xFF1F;</strong></p>
<p><br><strong>Do you have principles that you live your life by? What are they?</strong> 
<br><br><strong>&#x4F60;&#x751F;&#x6D3B;&#x4E2D;&#x6709;&#x606A;&#x5B88;&#x7684;&#x539F;&#x5219;&#x4E48;&#xFF0C;&#x90FD;&#x6709;&#x54EA;&#x4E9B;&#xFF1F;</strong></p>
<p><br><strong>How well do you think they will work, and why?</strong>
<br><br><strong>&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x4F60;&#x8BA4;&#x4E3A;&#x884C;&#x4E4B;&#x6709;&#x6548;&#x4E48;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;</strong></p>
<p><br>Answer all questions with complete honesty, without worrying what I or others might think. That honesty will allow you to be comfortable living with your own principles, and to judge yourself by how consistently you operate by them. If you don&#x2019;t have many well-thought-out principles, don&#x2019;t worry. We will get there together, if we remain open-minded.
<br><br> &#x56DE;&#x7B54;&#x4E0A;&#x8FF0;&#x95EE;&#x9898;&#x65F6;&#xFF0C;&#x65E0;&#x9700;&#x62C5;&#x5FE7;&#x6211;&#x6216;&#x522B;&#x4EBA;&#x4F1A;&#x600E;&#x4E48;&#x60F3;&#x3002;&#x5766;&#x8BDA;&#x56DE;&#x7B54;&#x5C31;&#x597D;&#xFF0C;&#x5766;&#x8BDA;&#x9762;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x5904;&#x4E8B;&#x539F;&#x5219;&#x624D;&#x80FD;&#x4E0E;&#x4E4B;&#x548C;&#x8C10;&#x76F8;&#x5904;&#xFF0C;&#x624D;&#x80FD;&#x5224;&#x65AD;&#x81EA;&#x5DF1;&#x7684;&#x884C;&#x4E3A;&#x662F;&#x5426;&#x4E0D;&#x8FDD;&#x80CC;&#x539F;&#x5219;&#x3002;&#x5373;&#x4F7F;&#x4F60;&#x6CA1;&#x6709;&#x592A;&#x591A;&#x6DF1;&#x601D;&#x719F;&#x8651;&#x7684;&#x539F;&#x5219;&#x4E5F;&#x6CA1;&#x5173;&#x7CFB;.&#x8BF7;&#x968F;&#x6211;&#x4E00;&#x8D77;&#x89E3;&#x653E;&#x601D;&#x60F3;&#xFF0C;&#x5EFA;&#x7ACB;&#x5C5E;&#x4E8E;&#x4F60;&#x81EA;&#x5DF1;&#x7684;&#x539F;&#x5219;&#x3002;</p>
<p><br>I wish everyone wrote down their principles. I wish I could read and compare the principles of all the people I&#x2019;m interested in&#x2014; Steve Jobs, Albert Einstein, people running for political office, people I share my life with, etc. I&apos;d love to know what they value most and what principles they use to get what they want. Imagine how great that would be&#x2014;e.g. imagine how much valuable fundamental thinking could be harnessed. I hope that my doing this will encourage others to do the same.
<br><br> &#x6211;&#x5E0C;&#x671B;&#x5927;&#x5BB6;&#x90FD;&#x80FD;&#x5199;&#x4E0B;&#x81EA;&#x5DF1;&#x7684;&#x539F;&#x5219;&#x3002;&#x6211;&#x5E0C;&#x671B;&#x80FD;&#x591F;&#x77E5;&#x9053;&#x6240;&#x6709;&#x6211;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x4EBA;&#x5199;&#x4E0B;&#x7684;&#x539F;&#x5219;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x50CF;&#x662F;&#x53F2;&#x8482;&#x592B;&#xB7;&#x4E54;&#x5E03;&#x65AF;&#xFF0C;&#x963F;&#x5C14;&#x4F2F;&#x7279;&#xB7;&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF0C;&#x7ADE;&#x9009;&#x4ECE;&#x653F;&#x4E4B;&#x4EBA;&#xFF0C;&#x4E0E;&#x6211;&#x5171;&#x5EA6;&#x4E00;&#x751F;&#x4E4B;&#x4EBA;&#x7B49;&#xFF0C;&#x5E0C;&#x671B;&#x53EF;&#x4EE5;&#x62FF;&#x6211;&#x7684;&#x539F;&#x5219;&#x548C;&#x4ED6;&#x4EEC;&#x7684;&#x539F;&#x5219;&#x8FDB;&#x884C;&#x6BD4;&#x8F83;&#x3002;&#x6211;&#x5F88;&#x60F3;&#x77E5;&#x9053;&#x4ED6;&#x4EEC;&#x6700;&#x73CD;&#x89C6;&#x4EC0;&#x4E48;&#xFF0C;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x65F6;&#x90FD;&#x9075;&#x5FAA;&#x4EC0;&#x4E48;&#x539F;&#x5219;&#x3002;&#x60F3;&#x4E00;&#x60F3;&#x90FD;&#x89C9;&#x5F97;&#x68D2;&#x6781;&#x4E86;&#xFF0C;&#x8FD9;&#x6C47;&#x603B;&#x8D77;&#x6765;&#x5BF9;&#x6211;&#x81EA;&#x5DF1;&#x7684;&#x601D;&#x7EF4;&#x8BE5;&#x591A;&#x6709;&#x4EF7;&#x503C;&#x554A;&#x3002;&#x6211;&#x5E0C;&#x671B;&#x6211;&#x5199;&#x7684;&#x539F;&#x5219;&#x80FD;&#x591F;&#x9F13;&#x52B1;&#x5176;&#x4ED6;&#x4EBA;&#x4E5F;&#x5C06;&#x81EA;&#x5DF1;&#x7684;&#x539F;&#x5219;&#x5199;&#x4E0B;&#x6765;&#x3002;</p>
<h3 id="-br-1-what-are-principles-br-br-1-%E5%8E%9F%E5%88%99%E6%98%AF%E4%BB%80%E4%B9%88%EF%BC%9F"><br>1) What are principles?  <br><br> 1) &#x539F;&#x5219;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;</h3>
<p><br>Your values are what you consider important, literally what you &#x201C;value.&#x201D; Principles are what allow you to live a life consistent with those values. Principles connect your values to your actions; they are beacons that guide your actions, and help you successfully deal with the laws of reality. It is to your principles that you turn when you face hard choices.
<br><br> &#x4EF7;&#x503C;&#x89C2;&#x662F;&#x4F60;&#x8BA4;&#x4E3A;&#x91CD;&#x8981;&#x7684;&#x3001;&#x201C;&#x6709;&#x4EF7;&#x503C;&#x201D;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x800C;&#x5728;&#x751F;&#x6D3B;&#x4E2D;&#x82E5;&#x60F3;&#x987A;&#x4ECE;&#x81EA;&#x5DF1;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#xFF0C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x7684;&#x5C31;&#x662F;&#x539F;&#x5219;&#x3002;&#x539F;&#x5219;&#x8FDE;&#x63A5;&#x4EF7;&#x503C;&#x89C2;&#x4E0E;&#x884C;&#x52A8;&#xFF0C;&#x5B83;&#x5982;&#x6307;&#x5F15;&#x884C;&#x52A8;&#x7684;&#x706F;&#x5854;&#xFF0C;&#x5E2E;&#x4F60;&#x6210;&#x529F;&#x5E94;&#x5BF9;&#x73B0;&#x5B9E;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x6761;&#x6761;&#x6846;&#x6846;&#x3002;&#x5F53;&#x9762;&#x4E34;&#x4E24;&#x96BE;&#x6289;&#x62E9;&#x4E4B;&#x65F6;&#xFF0C;&#x9075;&#x5FAA;&#x539F;&#x5219;&#x5C31;&#x80FD;&#x8FCE;&#x5203;&#x800C;&#x89E3;&#x3002;</p>
<h3 id="-br-2%EF%BC%89why-are-principles-important-br-br-2%EF%BC%89%E5%8E%9F%E5%88%99%E4%B8%BA%E4%BD%95%E9%87%8D%E8%A6%81%EF%BC%9F"><br> 2&#xFF09;Why are principles important? <br> <br> 2&#xFF09;&#x539F;&#x5219;&#x4E3A;&#x4F55;&#x91CD;&#x8981;&#xFF1F;</h3>
<p><br>
All successful people operate by principles that help them be successful. Without principles, you would be forced to react to circumstances that come at you without considering what you value most and how to make choices to get what you want. This would prevent you from making the most of your life. While operating without principles is bad for individuals, it is even worse for groups of individuals (such as companies) because it leads to people randomly bumping into each other without understanding their own values and how to behave in order to be consistent with those values.
<br><br>&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x606A;&#x5B88;&#x5E2E;&#x52A9;&#x4ED6;&#x4EEC;&#x6210;&#x529F;&#x7684;&#x4E00;&#x5957;&#x539F;&#x5219;&#x3002;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x539F;&#x5219;&#xFF0C;&#x90A3;&#x4E48;&#x5F53;&#x4F60;&#x9762;&#x4E34;&#x6289;&#x62E9;&#x4E4B;&#x65F6;&#xFF0C;&#x4F60;&#x5C06;&#x53D8;&#x5F97;&#x975E;&#x5E38;&#x88AB;&#x52A8;&#xFF0C;&#x56E0;&#x4E3A;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x6700;&#x73CD;&#x89C6;&#x4EC0;&#x4E48;&#xFF0C;&#x9762;&#x5BF9;&#x9009;&#x62E9;&#x4E5F;&#x65E0;&#x4ECE;&#x4E0B;&#x624B;&#x3002;&#x5982;&#x6B64;&#x4E00;&#x6765;&#xFF0C;&#x5C31;&#x66F4;&#x522B;&#x8C08;&#x5B9E;&#x73B0;&#x4EBA;&#x751F;&#x4EF7;&#x503C;&#x4E86;&#x3002;&#x4E2A;&#x4EBA;&#x5904;&#x4E8B;&#x6CA1;&#x6709;&#x539F;&#x5219;&#x5DF2;&#x7ECF;&#x5F88;&#x7CDF;&#x7CD5;&#x4E86;&#xFF0C;&#x800C;&#x96C6;&#x4F53;&#xFF08;&#x5982;&#x516C;&#x53F8;&#xFF09;&#x5904;&#x4E8B;&#x6CA1;&#x6709;&#x539F;&#x5219;&#x5C31;&#x66F4;&#x7CDF;&#x7CD5;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x96C6;&#x4F53;&#x4E2D;&#xFF0C;&#x5927;&#x5BB6;&#x5728;&#x6839;&#x672C;&#x4E0D;&#x4E86;&#x89E3;&#x5404;&#x81EA;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x5C31;&#x51D1;&#x5230;&#x4E00;&#x8D77;&#xFF0C;&#x884C;&#x4E3A;&#x5904;&#x4E8B;&#x4E5F;&#x65E0;&#x6CD5;&#x540C;&#x5404;&#x81EA;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#x76F8;&#x5339;&#x914D;&#x3002;
<br></p>
<h3 id="3%EF%BC%89where-do-principles-come-from-br-br-3%EF%BC%89%E5%8E%9F%E5%88%99%E6%BA%90%E8%87%AA%E4%BD%95%E5%A4%84%EF%BC%9F">3&#xFF09;Where do principles come from? <br> <br> 3&#xFF09;&#x539F;&#x5219;&#x6E90;&#x81EA;&#x4F55;&#x5904;&#xFF1F;</h3>
<p><br>Sometimes we forge our own principles and sometimes we accept others&#x2019; principles, or holistic packages of principles, such as religion and legal systems. While it isn&#x2019;t necessarily a bad thing to use others&#x2019; principles&#x2014;it&#x2019;s difficult to come up with your own, and often much wisdom has gone into those already created&#x2014;adopting pre-packaged principles without much thoughtexposes you to the risk of inconsistency with your true values. Holding incompatibleprinciples can lead to conflict between values and actions&#x2014;like the hypocrite who has claims to be of a religion yet behaves counter to its teachings. Your principles need to reflect values you really believe in.
<br><br>&#x6211;&#x4EEC;&#x65F6;&#x800C;&#x953B;&#x9020;&#x81EA;&#x5DF1;&#x7684;&#x5904;&#x4E8B;&#x539F;&#x5219;&#xFF0C;&#x65F6;&#x800C;&#x6C72;&#x53D6;&#x5B66;&#x4E60;&#x4ED6;&#x4EBA;&#x7684;&#x5904;&#x4E8B;&#x539F;&#x5219;&#xFF0C;&#x6216;&#x63A5;&#x53D7;&#x4E00;&#x6574;&#x5957;&#x7684;&#x539F;&#x5219;&#xFF0C;&#x8B6C;&#x5982;&#x5B97;&#x6559;&#x4FE1;&#x6761;&#x6216;&#x6CD5;&#x5F8B;&#x5236;&#x5EA6;&#x3002;&#x7528;&#x522B;&#x4EBA;&#x7684;&#x539F;&#x5219;&#x4E5F;&#x4E0D;&#x89C1;&#x5F97;&#x5C31;&#x662F;&#x574F;&#x4E8B;&#xFF0C;&#x6BD5;&#x7ADF;&#x8981;&#x60F3;&#x51FA;&#x4E00;&#x5957;&#x539F;&#x5219;&#x592A;&#x8D39;&#x8111;&#x5B50;&#x4E86;&#xFF0C;&#x800C;&#x5DF2;&#x521B;&#x7684;&#x539F;&#x5219;&#x5386;&#x7ECF;&#x5343;&#x9524;&#x767E;&#x70BC;&#x4E5F;&#x53EF;&#x80FD;&#x66F4;&#x9760;&#x8C31;&#x3002;&#x4F46;&#x4E0D;&#x5047;&#x601D;&#x7D22;&#x5C31;&#x63A5;&#x53D7;&#x5404;&#x79CD;&#x9884;&#x5148;&#x201C;&#x6253;&#x5305;&#x201D;&#x597D;&#x7684;&#x6574;&#x5957;&#x539F;&#x5219;&#x4F53;&#x7CFB;&#xFF0C;&#x7ED3;&#x679C;&#x5F88;&#x6709;&#x53EF;&#x80FD;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x4F1A;&#x4E0E;&#x81EA;&#x5DF1;&#x6700;&#x771F;&#x5B9E;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#x51B2;&#x7A81;&#xFF0C;&#x8FDB;&#x800C;&#x5BFC;&#x81F4;&#x4EF7;&#x503C;&#x89C2;&#x4E0E;&#x884C;&#x4E3A;&#x7684;&#x77DB;&#x76FE;&#x78B0;&#x649E;&#x3002;&#x5C31;&#x50CF;&#x662F;&#x4E00;&#x4E2A;&#x4F2A;&#x541B;&#x5B50;&#x4E00;&#x6837;&#xFF0C;&#x8868;&#x9762;&#x4E0A;&#x58F0;&#x79F0;&#x4FE1;&#x5949;&#x67D0;&#x5B97;&#x6559;&#xFF0C;&#x884C;&#x4E3A;&#x4E0A;&#x5374;&#x4E0E;&#x6559;&#x4E49;&#x80CC;&#x9053;&#x800C;&#x9A70;&#x3002;&#x4F60;&#x7684;&#x539F;&#x5219;&#x5FC5;&#x987B;&#x53CD;&#x5E94;&#x51FA;&#x4F60;&#x771F;&#x6B63;&#x4FE1;&#x5949;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#x3002;</p>
<h3 id="-br-4-do-you-have-principles-that-you-live-your-life-by-what-are-they-br-br-4%EF%BC%89%E4%BD%A0%E7%94%9F%E6%B4%BB%E4%B8%AD%E6%9C%89%E6%81%AA%E5%AE%88%E7%9A%84%E5%8E%9F%E5%88%99%E4%B9%88%EF%BC%8C%E9%83%BD%E6%9C%89%E5%93%AA%E4%BA%9B%E5%8E%9F%E5%88%99%EF%BC%9F"><br>4) Do you have principles that you live your life by? What are they? <br><br> 4&#xFF09;&#x4F60;&#x751F;&#x6D3B;&#x4E2D;&#x6709;&#x606A;&#x5B88;&#x7684;&#x539F;&#x5219;&#x4E48;&#xFF0C;&#x90FD;&#x6709;&#x54EA;&#x4E9B;&#x539F;&#x5219;&#xFF1F;</h3>
<p><br>Your principles will determine your standards of behavior. When you enter into relationships with other people, your and their principles will determine how you interact. People who have shared values and principles get along. People who don&#x2019;t will suffer through constant misunderstandings and conflict with one another. Too often in relationships, people&#x2019;s principles are unclear. Think about the people with whom you are closest. Are their values aligned with yours?
<br><br>&#x4F60;&#x7684;&#x5904;&#x4E8B;&#x539F;&#x5219;&#x4F1A;&#x51B3;&#x5B9A;&#x4F60;&#x7684;&#x884C;&#x4E3A;&#x6807;&#x51C6;&#xFF0C;&#x5F53;&#x4F60;&#x540C;&#x4ED6;&#x4EBA;&#x521D;&#x8BC6;&#x65F6;&#xFF0C;&#x4F60;&#x4EEC;&#x5404;&#x81EA;&#x606A;&#x5B88;&#x7684;&#x539F;&#x5219;&#x5C06;&#x4F1A;&#x51B3;&#x5B9A;&#x4F60;&#x4EEC;&#x7684;&#x4E92;&#x52A8;&#x6A21;&#x5F0F;&#xFF0C;&#x82E5;&#x4F60;&#x4EEC;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#x4E0E;&#x539F;&#x5219;&#x80FD;&#x591F;&#x8FBE;&#x5230;&#x5171;&#x4EAB;&#xFF0C;&#x5927;&#x5BB6;&#x5C31;&#x76F8;&#x5904;&#x6109;&#x5FEB;&#xFF0C;&#x5426;&#x5219;&#x5728;&#x76F8;&#x5904;&#x4E2D;&#x5C31;&#x4F1A;&#x9762;&#x4E34;&#x6301;&#x7EED;&#x4E0D;&#x65AD;&#x7684;&#x8BEF;&#x89E3;&#x548C;&#x51B2;&#x7A81;&#x3002;&#x4EBA;&#x4E0E;&#x4EBA;&#x7684;&#x5173;&#x7CFB;&#x4E2D;&#xFF0C;&#x4EBA;&#x4EEC;&#x6240;&#x79C9;&#x6301;&#x7684;&#x539F;&#x5219;&#x5927;&#x90FD;&#x6A21;&#x7CCA;&#x4E0D;&#x6E05;&#x3002;&#x73B0;&#x5728;&#x60F3;&#x60F3;&#x4E0E;&#x4F60;&#x6700;&#x4E3A;&#x4EB2;&#x5BC6;&#x7684;&#x4EBA;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#x548C;&#x4F60;&#x7684;&#x4E00;&#x81F4;&#x4E48;&#xFF1F;<br><br></p>
<blockquote>
<p>What do you value most deeply?
<br><br>&#x4F60;&#x5185;&#x5FC3;&#x6700;&#x73CD;&#x89C6;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;</p>
</blockquote>
<h3 id="-br-5-how-well-do-you-think-they-will-work-and-why-br-br-5%EF%BC%89%E8%BF%99%E4%BA%9B%E5%8E%9F%E5%88%99%E4%BD%A0%E8%AE%A4%E4%B8%BA%E8%A1%8C%E4%B9%8B%E6%9C%89%E6%95%88%E4%B9%88%EF%BC%8C%E4%B8%BA%E4%BB%80%E4%B9%88%EF%BC%9F"><br>5) How well do you think they will work, and why? <br><br> 5&#xFF09;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x4F60;&#x8BA4;&#x4E3A;&#x884C;&#x4E4B;&#x6709;&#x6548;&#x4E48;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;</h3>
<p><br>Those principles that are most valuable come from our own experiences and our reflections on those experiences. Every time we face hard choices, we refine our principles by asking ourselves difficult questions. For example, when our representatives in Washington are investigating whether various segments of society are behaving ethically, they are simultaneously grappling with questions such as, &#x201C;Should the government punish people for bad ethics, or should it just write and enforce the laws?&#x201D; Questions of this kind&#x2014;in this case, about the nature of government&#x2014;prompt thoughtful assessments of alternative approaches. These assessments in turn lead to principles that can be applied to similar occasions in the future. As another example, &#x201C;I won&#x2019;t steal&#x201D; can be a principle to which you refer when the choice of whether or not to steal arises. But to be most effective, each principle must be consistent with your values, and this consistency demands that you ask: Why? Is the reason you won&#x2019;t steal because you feel empathy for your potential victim? Is it because you fear getting caught? By asking such questions, we refine our understanding, and the development of our principles becomes better aligned with our core values. To be successful, you must make correct, tough choices. You must be able to &#x201C;cut off a leg to save a life,&#x201D; both on an individual level and, if you lead people, on a group level. And to be a great leader, it is important to remember that you will have to make these choices by understanding and caring for your people, not by following them.
<br><br>&#x6765;&#x81EA;&#x81EA;&#x8EAB;&#x7ECF;&#x5386;&#x4E0E;&#x53CD;&#x601D;&#x7684;&#x539F;&#x5219;&#x6700;&#x6709;&#x4EF7;&#x503C;&#x3002;&#x6BCF;&#x5F53;&#x9762;&#x4E34;&#x4E24;&#x96BE;&#x6289;&#x62E9;&#x4E4B;&#x9645;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x626A;&#x5FC3;&#x81EA;&#x95EE;&#xFF0C;&#x53CD;&#x590D;&#x7422;&#x78E8;&#xFF0C;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x5B8C;&#x5584;&#x6211;&#x4EEC;&#x7684;&#x539F;&#x5219;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5F53;&#x6211;&#x4EEC;&#x7684;&#x534E;&#x76DB;&#x987F;&#x4EE3;&#x8868;&#x5728;&#x8C03;&#x67E5;&#x793E;&#x4F1A;&#x5404;&#x9886;&#x57DF;&#x7684;&#x884C;&#x4E3A;&#x9053;&#x5FB7;&#x60C5;&#x51B5;&#x65F6;&#xFF0C;&#x5176;&#x5B9E;&#x4ED6;&#x4EEC;&#x4E5F;&#x540C;&#x65F6;&#x5728;&#x7EA0;&#x7ED3;&#x4E00;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x8B6C;&#x5982;&#x201C;&#x9762;&#x5BF9;&#x9053;&#x5FB7;&#x8D25;&#x574F;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x653F;&#x5E9C;&#x662F;&#x8BE5;&#x65BD;&#x4EE5;&#x60E9;&#x6212;&#xFF0C;&#x8FD8;&#x662F;&#x4EC5;&#x4EC5;&#x7ACB;&#x6CD5;&#x65BD;&#x6CD5;&#x5462;&#xFF1F;&#x201D;&#x8FD9;&#x79CD;&#x95EE;&#x9898;&#x6D89;&#x53CA;&#x9488;&#x5BF9;&#x653F;&#x5E9C;&#x672C;&#x8D28;&#x7684;&#x8BA8;&#x8BBA;&#xFF0C;&#x4F1A;&#x5F15;&#x8D77;&#x5BF9;&#x4E8E;&#x5404;&#x79CD;&#x5907;&#x9009;&#x65B9;&#x6848;&#x7684;&#x8BC4;&#x4F30;&#x3002;&#x76F8;&#x5E94;&#x7684;&#xFF0C;&#x8BC4;&#x4F30;&#x672C;&#x8EAB;&#x5C31;&#x5F62;&#x6210;&#x4E86;&#x53EF;&#x9002;&#x7528;&#x4E8E;&#x672A;&#x6765;&#x7C7B;&#x4F3C;&#x60C5;&#x51B5;&#x7684;&#x539F;&#x5219;&#x3002;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x4F8B;&#x5B50;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x6709;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x539F;&#x5219;&#xFF0C;&#x201C;&#x6211;&#x7EDD;&#x4E0D;&#x4F1A;&#x5077;&#x4E1C;&#x897F;&#x201D;&#xFF0C;&#x90A3;&#x5F53;&#x4F60;&#x9762;&#x5BF9;&#x5077;&#x6216;&#x4E0D;&#x5077;&#x7684;&#x9009;&#x62E9;&#x65F6;&#xFF0C;&#x5C31;&#x4F1A;&#x9002;&#x7528;&#x8FD9;&#x4E00;&#x539F;&#x5219;&#x3002;&#x7136;&#x800C;&#x5982;&#x679C;&#x60F3;&#x8981;&#x4F7F;&#x9009;&#x62E9;&#x7684;&#x8FC7;&#x7A0B;&#x66F4;&#x52A0;&#x9AD8;&#x6548;&#xFF0C;&#x90A3;&#x4E48;&#x6BCF;&#x4E00;&#x9879;&#x539F;&#x5219;&#x5C31;&#x5FC5;&#x987B;&#x4E0E;&#x4E2A;&#x4EBA;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#x4E00;&#x81F4;&#x3002;&#x4E3A;&#x4E86;&#x6EE1;&#x8DB3;&#x8FD9;&#x79CD;&#x4E00;&#x81F4;&#x6027;&#xFF0C;&#x5C31;&#x4E0D;&#x5F97;&#x4E0D;&#x518D;&#x95EE;&#x95EE;&#x81EA;&#x5DF1;&#xFF1A;&#x4E3A;&#x4EC0;&#x4E48;&#x4E0D;&#x5077;&#xFF1F;&#x4E0D;&#x5077;&#x7684;&#x7406;&#x7531;&#x662F;&#x56E0;&#x4E3A;&#x540C;&#x60C5;&#x6F5C;&#x5728;&#x7684;&#x53D7;&#x5BB3;&#x8005;&#x5417;&#xFF1F;&#x8FD8;&#x662F;&#x56E0;&#x4E3A;&#x5BB3;&#x6015;&#x88AB;&#x6293;&#xFF1F;&#x53EA;&#x6709;&#x95EE;&#x8FC7;&#x4E86;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x624D;&#x80FD;&#x66F4;&#x6DF1;&#x5165;&#x5730;&#x4E86;&#x89E3;&#x81EA;&#x5DF1;&#x3002;&#x539F;&#x5219;&#x5728;&#x4E0D;&#x65AD;&#x53D1;&#x5C55;&#x4E2D;&#xFF0C;&#x4F1A;&#x548C;&#x6211;&#x4EEC;&#x7684;&#x6838;&#x5FC3;&#x4EF7;&#x503C;&#x89C2;&#x8D8A;&#x6765;&#x8D8A;&#x4E00;&#x81F4;&#x3002;&#x60F3;&#x8981;&#x6210;&#x529F;&#xFF0C;&#x5C31;&#x5FC5;&#x987B;&#x505A;&#x51FA;&#x6B63;&#x786E;&#x7684;&#x3001;&#x8270;&#x96BE;&#x7684;&#x9009;&#x62E9;&#x3002;&#x4F60;&#x5FC5;&#x987B;&#x8981;&#x6709;&#x58EE;&#x58EB;&#x65AD;&#x8155;&#x7684;&#x52C7;&#x6C14;&#xFF0C;&#x4E2A;&#x4EBA;&#x5904;&#x4E8B;&#x5982;&#x6B64;&#xFF0C;&#x5728;&#x9886;&#x5BFC;&#x4E00;&#x4E2A;&#x56E2;&#x961F;&#x65F6;&#xFF0C;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#x3002;&#x5982;&#x679C;&#x60F3;&#x8981;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x6210;&#x529F;&#x7684;&#x9886;&#x5BFC;&#x8005;&#xFF0C;&#x5C31;&#x5FC5;&#x987B;&#x8C28;&#x8BB0;&#xFF0C;&#x9009;&#x62E9;&#x9700;&#x662F;&#x672C;&#x7740;&#x5BF9;&#x56E2;&#x961F;&#x6210;&#x5458;&#x7684;&#x7406;&#x89E3;&#x548C;&#x5173;&#x5FC3;&#x505A;&#x51FA;&#x7684;&#xFF0C;&#x800C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x4E3A;&#x4E86;&#x987A;&#x5E94;&#x4ED6;&#x4EEC;&#x3002;  </p>
<p><br>You have to answer these questions for yourself. What I hope for most is that you will carefully consider the principles we will be exploring in this document and try operating by them, as part of the process of discovering what works best for you. In time, the answers to these questions will evolve from &#x201C;Ray&#x2019;s principles&#x201D; to &#x201C;my principles,&#x201D; and &#x201C;Ray&#x201D; will fade from the picture in much the same way as memories of your ski instructor or basketball coach fade after you have mastered the sport.
<br><br>&#x4F60;&#x5FC5;&#x987B;&#x4EB2;&#x81EA;&#x56DE;&#x7B54;&#x4E0A;&#x8FF0;&#x95EE;&#x9898;&#x3002;&#x6211;&#x6700;&#x5E0C;&#x671B;&#x770B;&#x5230;&#x7684;&#x662F;&#xFF0C;&#x4F60;&#x80FD;&#x4ED4;&#x7EC6;&#x601D;&#x8003;&#x672C;&#x4E66;&#x4E2D;&#x63A2;&#x7D22;&#x7684;&#x5404;&#x79CD;&#x539F;&#x5219;&#xFF0C;&#x5E76;&#x5C1D;&#x8BD5;&#x8BD5;&#x7528;&#x5B83;&#x4EEC;&#xFF0C;&#x4ECE;&#x800C;&#x53D1;&#x73B0;&#x4EC0;&#x4E48;&#x6700;&#x9002;&#x5408;&#x4F60;&#x3002;&#x6709;&#x4E00;&#x5929;&#xFF0C;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x7B54;&#x6848;&#x90FD;&#x80FD;&#x901A;&#x8FC7;&#x201C;&#x6211;&#x7684;&#x539F;&#x5219;&#x201D;&#x800C;&#x4E0D;&#x518D;&#x662F;&#x201C;&#x96F7;&#x7684;&#x539F;&#x5219;&#x201D;&#x89E3;&#x7B54;&#x65F6;&#xFF0C;&#x201C;&#x96F7;&#x7684;&#x539F;&#x5219;&#x201D;&#x6084;&#x7136;&#x901D;&#x53BB;&#xFF0C;&#x800C;&#x5C5E;&#x4E8E;&#x4F60;&#x81EA;&#x5DF1;&#x7684;&#x201C;&#x6211;&#x7684;&#x539F;&#x5219;&#x201C;&#x8DC3;&#x7136;&#x7EB8;&#x4E0A;&#x3002;&#x5C31;&#x50CF;&#x4F60;&#x5B66;&#x6ED1;&#x96EA;&#x548C;&#x6253;&#x7BEE;&#x7403;&#x4E00;&#x6837;&#xFF0C;&#x4E00;&#x65E6;&#x4F60;&#x5B66;&#x4F1A;&#x4E86;&#xFF0C;&#x6559;&#x7EC3;&#x7684;&#x5F71;&#x5B50;&#x4E5F;&#x5C31;&#x9010;&#x6E10;&#x9000;&#x53BB;&#x4E86;&#x3002;  </p>
<p><br>So, as I believe that adopting pre-packaged principles without much thought is risky, I am asking you to join me in thoughtfully discussing the principles that guide how we act. When considering each principle, please ask yourself, &#x201C;<strong>Is it true?</strong>&#x201D; While this particular document will always express just what I believe, other people will certainly have their own principles, and possibly even their own principles documents, and future managers of Bridgewater will work in their own ways to determine what principles Bridgewater will operate by. At most, this will remain as one reference of principles for people to consider when they are deciding what&#x2019;s important and how to behave.
<br><br>&#x6211;&#x8BA4;&#x4E3A;&#x4E0D;&#x5047;&#x601D;&#x7D22;&#x5730;&#x63A5;&#x53D7;&#x5404;&#x79CD;&#x9884;&#x5148;&#x201C;&#x6253;&#x5305;&#x201D;&#x597D;&#x7684;&#x6574;&#x5957;&#x539F;&#x5219;&#x4F53;&#x7CFB;&#x662F;&#x6709;&#x98CE;&#x9669;&#x7684;&#x3002;&#x6211;&#x9080;&#x8BF7;&#x4F60;&#x540C;&#x6211;&#x4E00;&#x9053;&#x4ED4;&#x7EC6;&#x601D;&#x8003;&#x548C;&#x63A2;&#x8BA8;&#x8FD9;&#x4E9B;&#x6307;&#x5BFC;&#x6211;&#x4EEC;&#x884C;&#x4E3A;&#x7684;&#x539F;&#x5219;&#x3002;&#x8003;&#x8651;&#x6BCF;&#x6761;&#x539F;&#x5219;&#x65F6;&#xFF0C;&#x8BF7;&#x95EE;&#x81EA;&#x5DF1;&#x201C;<strong>&#x8FD9;&#x662F;&#x5BF9;&#x7684;&#x4E48;</strong>&#xFF1F;&#x201D;&#x8FD9;&#x672C;&#x4E66;&#x5217;&#x7684;&#x90FD;&#x662F;&#x6211;&#x81EA;&#x5DF1;&#x4FE1;&#x5949;&#x7684;&#x539F;&#x5219;&#xFF0C;&#x522B;&#x4EBA;&#x80AF;&#x5B9A;&#x4E5F;&#x6709;&#x4ED6;&#x4EEC;&#x81EA;&#x5DF1;&#x7684;&#x539F;&#x5219;&#xFF0C;&#x751A;&#x81F3;&#x53EF;&#x80FD;&#x4E5F;&#x4F1A;&#x51FA;&#x4E00;&#x672C;&#x4ED6;&#x4EEC;&#x81EA;&#x5DF1;&#x7684;&#x539F;&#x5219;&#x6587;&#x4EF6;&#x3002;&#x6865;&#x6C34;&#x8054;&#x5408;&#x57FA;&#x91D1;&#x4E4B;&#x540E;&#x7684;&#x6BCF;&#x5C4A;&#x8001;&#x603B;&#x4E5F;&#x6709;&#x4ED6;&#x81EA;&#x5DF1;&#x7684;&#x5904;&#x4E8B;&#x65B9;&#x5F0F;&#xFF0C;&#x7528;&#x6765;&#x51B3;&#x5B9A;&#x516C;&#x53F8;&#x8FD0;&#x8425;&#x8BE5;&#x9075;&#x5FAA;&#x4EC0;&#x4E48;&#x539F;&#x5219;&#x3002;&#x6211;&#x8FD9;&#x672C;&#x4E66;&#x91CC;&#x7684;&#x539F;&#x5219;&#xFF0C;&#x6700;&#x591A;&#x4E5F;&#x5C31;&#x662F;&#x5F53;&#x4EBA;&#x4EEC;&#x5C31;&#x91CD;&#x5927;&#x4E8B;&#x9879;&#x6216;&#x884C;&#x4E3A;&#x505A;&#x51B3;&#x7B56;&#x65F6;&#xFF0C;&#x53EF;&#x4EE5;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x53C2;&#x8003;&#x7684;&#x6807;&#x51C6;&#x3002;</p>

                    
                    </section>
                
                
                </div>
            </div>
        </div>

        
        <a href="./Chapter_0.html" class="navigation navigation-prev " aria-label="Previous page: 前言"><i class="fa fa-angle-left"></i></a>
        
        
        <a href="./Part02.html" class="navigation navigation-next " aria-label="Next page: 第二章 我最重要的生活原则"><i class="fa fa-angle-right"></i></a>
        
    </div>
</div>

        
<script src="zhibimo/app.js"></script>

    
    <script src="zhibimo/plugins/gitbook-plugin-tongji/client-tongji.js"></script>
    

<script>
require(["gitbook"], function(gitbook) {
    var config = {"fontSettings":{"theme":null,"family":"sans","size":2},"tongji":{"token":"f4c77fe2523e4a5d8092ddefe64d971a"}};
    gitbook.start(config);
});
</script>

        
    </body>
    
</html>
