<!DOCTYPE HTML>
<html lang="zh-cn" >
    
    <head>
        
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=11; IE=10; IE=9; IE=8; IE=7; IE=EDGE" />
        <title>第三章 我的管理原则 | Introduction 简介</title>
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 2.0.1">
        
        
        <meta name="HandheldFriendly" content="true"/>
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
        <meta name="apple-mobile-web-app-capable" content="yes">
        <meta name="apple-mobile-web-app-status-bar-style" content="black">
        <link rel="apple-touch-icon-precomposed" sizes="152x152" href="zhibimo/images/apple-touch-icon-precomposed-152.png">
        <link rel="shortcut icon" href="zhibimo/images/favicon.ico" type="image/x-icon">
        
    
    
    <link rel="next" href="./Part303SummaryandTableofPrinciples.html" />
    
    
    <link rel="prev" href="./Part208My5StepProcesstoGettingWhatYouWantOutofLife.html" />
    

        <script> var _hmt = _hmt || []; (function() {   var hm = document.createElement('script');   hm.src = '//hm.baidu.com/hm.js?f4c77fe2523e4a5d8092ddefe64d971a';   var s = document.getElementsByTagName('script')[0];    s.parentNode.insertBefore(hm, s); })();</script>
    </head>
    <body>
        
        
    <link rel="stylesheet" href="zhibimo/style.css">
    
    

        
    <div class="book" data-level="6" data-basepath="." data-revision="Mon Aug 29 2016 19:00:53 GMT+0800 (CST)">
    

<div class="book-summary">
    <div class="book-search">
        <input type="text" placeholder="输入并搜索" class="form-control" />
    </div>
    <ul class="summary">
        
        
        
        

        

        
    
        <li class="chapter " data-level="0" data-path="index.html">
            
                
                    <a href="./index.html">
                        <i class="fa fa-check"></i>
                        
                        介绍
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="1" data-path="Chapter_0.html">
            
                
                    <a href="./Chapter_0.html">
                        <i class="fa fa-check"></i>
                        
                            <b>1.</b>
                        
                        前言
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="2" data-path="Part01.html">
            
                
                    <a href="./Part01.html">
                        <i class="fa fa-check"></i>
                        
                            <b>2.</b>
                        
                        第一章 原则的重要性
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="3" data-path="Part02.html">
            
                
                    <a href="./Part02.html">
                        <i class="fa fa-check"></i>
                        
                            <b>3.</b>
                        
                        第二章 我最重要的生活原则
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="4" data-path="Part204ThePersonalEvolutionaryProcess.html">
            
                
                    <a href="./Part204ThePersonalEvolutionaryProcess.html">
                        <i class="fa fa-check"></i>
                        
                            <b>4.</b>
                        
                        个人成长过程
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="5" data-path="Part208My5StepProcesstoGettingWhatYouWantOutofLife.html">
            
                
                    <a href="./Part208My5StepProcesstoGettingWhatYouWantOutofLife.html">
                        <i class="fa fa-check"></i>
                        
                            <b>5.</b>
                        
                        实现梦想的五大步骤
                    </a>
                
            
            
        </li>
    
        <li class="chapter active" data-level="6" data-path="Part03.html">
            
                
                    <a href="./Part03.html">
                        <i class="fa fa-check"></i>
                        
                            <b>6.</b>
                        
                        第三章 我的管理原则
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="7" data-path="Part303SummaryandTableofPrinciples.html">
            
                
                    <a href="./Part303SummaryandTableofPrinciples.html">
                        <i class="fa fa-check"></i>
                        
                            <b>7.</b>
                        
                        原则汇总列表
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="8" data-path="Part304WhatFollowsistheMeat.html">
            
                
                    <a href="./Part304WhatFollowsistheMeat.html">
                        <i class="fa fa-check"></i>
                        
                            <b>8.</b>
                        
                        干货
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="9" data-path="contributionandcorrect.html">
            
                
                    <a href="./contributionandcorrect.html">
                        <i class="fa fa-check"></i>
                        
                            <b>9.</b>
                        
                        贡献和勘误
                    </a>
                
            
            
        </li>
    


        
        <li class="divider"></li>
        <li>
            <a href="http://zhibimo.com" target="blank" class="zhibimo-link">
                本书使用 知笔墨 发布
            </a>
        </li>
        
    </ul>
</div>

    <div class="book-body">
        <div class="body-inner">
            <div class="book-header">
    <!-- Actions Left -->
    <a href="#" class="btn pull-left toggle-summary" aria-label="目录"><i class="fa fa-align-justify"></i></a>
    <a href="#" class="btn pull-left toggle-search" aria-label="搜索"><i class="fa fa-search"></i></a>
    
    <div id="font-settings-wrapper" class="dropdown pull-left">
        <a href="#" class="btn toggle-dropdown" aria-label="字体设置"><i class="fa fa-font"></i>
        </a>
        <div class="dropdown-menu font-settings">
    <div class="dropdown-caret">
        <span class="caret-outer"></span>
        <span class="caret-inner"></span>
    </div>

    <div class="buttons">
        <button type="button" id="reduce-font-size" class="button size-2">A</button>
        <button type="button" id="enlarge-font-size" class="button size-2">A</button>
    </div>

    <div class="buttons font-family-list">
        <button type="button" data-font="0" class="button">宋体</button>
        <button type="button" data-font="1" class="button">黑体</button>
    </div>

    <div class="buttons color-theme-list">
        <button type="button" id="color-theme-preview-0" class="button size-3" data-theme="0">白色</button>
        <button type="button" id="color-theme-preview-1" class="button size-3" data-theme="1">棕褐色</button>
        <button type="button" id="color-theme-preview-2" class="button size-3" data-theme="2">夜间</button>
    </div>
</div>

    </div>

    <div class="dropdown pull-right">
        <a href="#" class="btn toggle-dropdown" aria-label="分享"><i class="fa fa-share-alt"></i>
        </a>
        <div class="dropdown-menu font-settings dropdown-left">
            <div class="dropdown-caret">
                <span class="caret-outer"></span>
                <span class="caret-inner"></span>
            </div>
            <div class="buttons">
                <button type="button" data-sharing="twitter" class="button">
                    分享到 Twitter
                </button>
                <button type="button" data-sharing="facebook" class="button">
                    分享到 Facebook
                </button>
                <button type="button" data-sharing="instapaper" class="button">
                    分享到 Instapaper
                </button>
            </div>
        </div>
    </div>

    <a href="#" target="_blank" class="btn pull-right wechat-sharing-link sharing-link" data-sharing="wechat" aria-label="Wechat"><i class="fa fa-wechat"></i></a>
    <a href="#" target="_blank" class="btn pull-right weibo-sharing-link sharing-link" data-sharing="weibo" aria-label="Weibo"><i class="fa fa-weibo"></i></a>

    <div id='wechat_mask'>
      <div id='wechat_qrcode_wrapper'>
        <span><i class='fa fa-times'></i></span>
        <div id='wechat_qrcode'></div>
      </div>
    </div>

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="./" >Introduction 简介</a>
    </h1>
</div>

            <div class="page-wrapper" tabindex="-1">
                <div class="page-inner">
                
                
                    <section class="normal" id="section-">
                    
                        <h2 id="part-3-my-management-principles-br-%E7%AC%AC%E4%B8%89%E7%AB%A0%EF%BC%9A%E6%88%91%E7%9A%84%E7%AE%A1%E7%90%86%E5%8E%9F%E5%88%99">Part 3: My Management Principles <br> &#x7B2C;&#x4E09;&#x7AE0;&#xFF1A;&#x6211;&#x7684;&#x7BA1;&#x7406;&#x539F;&#x5219;</h2>
<p><br>In Part 1 I explained why I believe having principles is important and that I believe that it is up to each person to decide what principles are best for them. In Part 2 I explained my most fundamental principles. In this part I explain my management principles. Naturally, my management principles reflect the principles I believe are best throughout my life. But before I get into my particular management principles, I&#x2019;d like to touch on management principles in general.
<br><br>&#x5728;&#x7B2C;&#x4E00;&#x7AE0;&#x4E2D;&#xFF0C;&#x6211;&#x8BE6;&#x8FF0;&#x4E86;&#x5177;&#x5907;&#x539F;&#x5219;&#x7684;&#x91CD;&#x8981;&#x6027;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x8981;&#x81EA;&#x5DF1;&#x51B3;&#x5B9A;&#x6700;&#x9002;&#x5408;&#x81EA;&#x5DF1;&#x7684;&#x539F;&#x5219;&#x3002;&#x7B2C;&#x4E8C;&#x7AE0;&#x6211;&#x8BE6;&#x8FF0;&#x4E86;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#x6700;&#x91CD;&#x8981;&#x7684;&#x6839;&#x672C;&#x539F;&#x5219;&#x3002;&#x672C;&#x7AE0;&#x5C06;&#x8BE6;&#x8FF0;&#x6211;&#x7684;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#x6211;&#x7684;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x53CD;&#x6620;&#x51FA;&#x4E86;&#x6211;&#x4E00;&#x751F;&#x4E2D;&#x6700;&#x575A;&#x4FE1;&#x7684;&#x4E00;&#x4E9B;&#x539F;&#x5219;&#x3002;&#x5728;&#x5F00;&#x5C55;&#x8BBA;&#x8FF0;&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x5148;&#x5927;&#x6982;&#x8C08;&#x8C08;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x3002;  </p>
<p><br>If you read any of the earlier parts you know that I believe that having principles is essential for getting what you want out of life. That is as true for groups of people (e.g., companies, schools, governments, foundations, etc.) as it is for individuals. While individuals operating individually can choose whatever values and principles they like, when working in a group the people must agree on the group&#x2019;s values and principles. If the group is not clear about them, confusion and eventually gravitation toward the population&#x2019;s averages will result. If the group&#x2019;s values and principles are clear, their way of being (i.e., their culture) will permeate everything they do. It will drive how the people in the group set goals, identify problems, diagnose problems, design solutions and make sure that these designs are implemented. So I believe this relationship looks like this:
<br><br>&#x4F60;&#x8981;&#x662F;&#x8BFB;&#x4E86;&#x524D;&#x9762;&#x4E24;&#x7AE0;&#x5C31;&#x4F1A;&#x660E;&#x767D;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x8981;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#xFF0C;&#x5177;&#x5907;&#x539F;&#x5219;&#x6781;&#x5176;&#x91CD;&#x8981;&#xFF0C;&#x4E0D;&#x4EC5;&#x662F;&#x4E2A;&#x4EBA;&#xFF0C;&#x5BF9;&#x4E8E;&#x56E2;&#x961F;&#x6765;&#x8BF4;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x5305;&#x62EC;&#x516C;&#x53F8;&#x3001;&#x5B66;&#x6821;&#x3001;&#x653F;&#x5E9C;&#x3001;&#x57FA;&#x91D1;&#x4F1A;&#x7B49;&#x3002;&#x4E2A;&#x4EBA;&#x5728;&#x505A;&#x6289;&#x62E9;&#x65F6;&#x80FD;&#x6839;&#x636E;&#x81EA;&#x8EAB;&#x559C;&#x597D;&#x9009;&#x62E9;&#x4EF7;&#x503C;&#x89C2;&#x548C;&#x539F;&#x5219;&#xFF0C;&#x4F46;&#x5728;&#x56E2;&#x961F;&#x91CC;&#x5DE5;&#x4F5C;&#x5219;&#x8981;&#x8BA4;&#x540C;&#x56E2;&#x961F;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#x548C;&#x539F;&#x5219;&#x3002;&#x5982;&#x679C;&#x4E00;&#x4E2A;&#x56E2;&#x961F;&#x5BF9;&#x5176;&#x4EF7;&#x503C;&#x89C2;&#x548C;&#x539F;&#x5219;&#x4E0D;&#x591F;&#x6E05;&#x6670;&#x660E;&#x6717;&#xFF0C;&#x968F;&#x4E4B;&#x5E26;&#x6765;&#x7684;&#x540E;&#x679C;&#x7EC8;&#x4F1A;&#x843D;&#x5230;&#x6BCF;&#x4E2A;&#x6210;&#x5458;&#x8EAB;&#x4E0A;&#x3002;&#x56E2;&#x961F;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#x548C;&#x539F;&#x5219;&#x4E00;&#x65E6;&#x6E05;&#x6670;&#x660E;&#x4E86;&#xFF0C;&#x56E2;&#x961F;&#x7684;&#x5DE5;&#x4F5C;&#x65B9;&#x5F0F;&#xFF08;&#x4E5F;&#x5C31;&#x662F;&#x56E2;&#x961F;&#x6587;&#x5316;&#xFF09;&#x5C06;&#x6E17;&#x900F;&#x4E8E;&#x56E2;&#x961F;&#x7684;&#x65B9;&#x65B9;&#x9762;&#x9762;&#xFF0C;&#x5305;&#x62EC;&#x5982;&#x4F55;&#x5236;&#x5B9A;&#x76EE;&#x6807;&#x3001;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#x3001;&#x8BCA;&#x65AD;&#x95EE;&#x9898;&#x3001;&#x8BBE;&#x8BA1;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x3001;&#x843D;&#x5B9E;&#x65B9;&#x6848;&#x3002;&#x6211;&#x8BA4;&#x4E3A;&#x56E2;&#x961F;&#x91CC;&#x5173;&#x7CFB;&#x5E94;&#x8BE5;&#x662F;&#x8FD9;&#x6837;&#x7684;&#xFF1A;<br><br></p>
<p><img src="images/301.png" alt="">  </p>
<p><br>While having a clearly conveyed <strong>great culture</strong> is important, that&#x2019;s only half of the magic formula. The other half is having <strong>great people</strong>&#x2014;i.e., people who have the values, abilities, skills that fit the organization&#x2019;s culture.
<br><br>&#x6E05;&#x6670;&#x4F20;&#x9012;&#x56E2;&#x961F;&#x7684;<strong>&#x826F;&#x597D;&#x6587;&#x5316;</strong>&#x975E;&#x5E38;&#x91CD;&#x8981;&#xFF0C;&#x4F46;&#x8FD9;&#x53EA;&#x662F;&#x201C;&#x9B54;&#x6CD5;&#x516C;&#x5F0F;&#x201D;&#x7684;&#x4E00;&#x534A;&#xFF0C;&#x53E6;&#x4E00;&#x534A;&#x662F;<strong>&#x4F18;&#x79C0;&#x7684;&#x5458;&#x5DE5;</strong>&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#x3001;&#x80FD;&#x529B;&#x3001;&#x6280;&#x80FD;&#x90FD;&#x548C;&#x516C;&#x53F8;&#x6587;&#x5316;&#x76F8;&#x5F97;&#x76CA;&#x5F70;&#x3002;  </p>
<p><br>In other words, I believe that to have a great company you have to make two things great &#x2014; the <strong>culture</strong> and the <strong>people</strong>. If these two things are great your organization can navigate the twists and turns to get you where you want to go.
<br><br>&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x8981;&#x60F3;&#x8BA9;&#x516C;&#x53F8;&#x5F3A;&#x5927;&#x8D77;&#x6765;&#xFF0C;&#x4F60;&#x5F97;&#x6709;&#x4E24;&#x6837;&#x62FF;&#x5F97;&#x51FA;&#x624B;&#x7684;&#x5229;&#x5668; &#x2014;&#x2014; &#x516C;&#x53F8;&#x6587;&#x5316;&#x548C;&#x5458;&#x5DE5;&#xFF0C;&#x8FD9;&#x4E24;&#x6837;&#x4E1C;&#x897F;&#x8DB3;&#x591F;&#x5F3A;&#x5927;&#xFF0C;&#x9047;&#x5230;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#x90FD;&#x80FD;&#x8FCE;&#x5203;&#x5316;&#x89E3;&#xFF0C;&#x52A9;&#x4F60;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x3002;  </p>
<p><br>Of course, you have to know where you want to go. Organizations, like individuals, have to choose what they are going after (i.e., their goals), which influences their directions. As they move toward their goals, they encounter problems, make mistakes and discover weaknesses. Above all else, how they choose to approach these impediments determines how fast they move toward their goals. <br><br>&#x5F53;&#x7136;&#xFF0C;&#x4F60;&#x5F97;&#x6E05;&#x695A;&#x524D;&#x8FDB;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x7EC4;&#x7EC7;&#x548C;&#x4E2A;&#x4F53;&#x4E00;&#x6837;&#xFF0C;&#x8981;&#x9009;&#x62E9;&#x8FFD;&#x9010;&#x4EC0;&#x4E48;&#xFF0C;&#x5373;&#x76EE;&#x6807;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x8FD9;&#x4F1A;&#x5F71;&#x54CD;&#x5230;&#x516C;&#x53F8;&#x53D1;&#x5C55;&#x7684;&#x65B9;&#x5411;&#x3002;&#x5728;&#x8FFD;&#x9010;&#x76EE;&#x6807;&#x7684;&#x5F81;&#x9014;&#x4E2D;&#xFF0C;&#x4F1A;&#x9047;&#x5230;&#x95EE;&#x9898;&#xFF0C;&#x72AF;&#x9519;&#xFF0C;&#x53D1;&#x73B0;&#x7F3A;&#x70B9;&#x3002;&#x9009;&#x62E9;&#x4F55;&#x79CD;&#x65B9;&#x5F0F;&#x5E94;&#x5BF9;&#x8FD9;&#x4E9B;&#x56F0;&#x96BE;&#xFF0C;&#x51B3;&#x5B9A;&#x7740;&#x6211;&#x4EEC;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x7684;&#x901F;&#x5EA6;&#x3002;  </p>
<p><br>Every organization works like a machine to achieve its goals. This machine produces outcomes. By comparing the outcomes to the goals, those running the machine can see how well the machine is working. This is the <strong>feedback loop</strong> that those who are responsible for the machine need to run well in order to improve the machine. Based on the feedback, the machine can be adjusted to improve. The machine consists of two big parts&#x2014;the <strong>culture</strong> and the <strong>people</strong>. If the outcomes are inconsistent with the goals, something must be wrong with the machine, which means that something must be wrong with the culture and/or the people. By diagnosing what is wrong, designing improvements and implementing those improvements, the machine will evolve. In short, the evolutionary process is as follows. Take a minute to look it over and see what you think. <br><br>&#x6BCF;&#x4E2A;&#x516C;&#x53F8;&#x673A;&#x6784;&#x90FD;&#x50CF;&#x4E00;&#x53F0;&#x673A;&#x5668;&#xFF0C;&#x4E3A;&#x4E86;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x800C;&#x8FD0;&#x884C;&#x7740;&#xFF0C;&#x8FD9;&#x53F0;&#x673A;&#x5668;&#x4F1A;&#x4EA7;&#x751F;&#x7ED3;&#x679C;&#x3002;&#x5C06;&#x76EE;&#x6807;&#x548C;&#x7ED3;&#x679C;&#x8FDB;&#x884C;&#x5BF9;&#x6BD4;&#xFF0C;&#x673A;&#x5668;&#x7684;&#x64CD;&#x4F5C;&#x8005;&#x53EF;&#x4EE5;&#x4E86;&#x89E3;&#x673A;&#x5668;&#x7684;&#x8FD0;&#x884C;&#x72B6;&#x6001;&#xFF0C;&#x673A;&#x5668;&#x7684;&#x8D1F;&#x8D23;&#x4EBA;&#x8981;&#x628A;&#x8FD9;&#x79CD;<strong>&#x53CD;&#x9988;&#x5FAA;&#x73AF;</strong>&#x5229;&#x7528;&#x597D;&#xFF0C;&#x624D;&#x80FD;&#x66F4;&#x597D;&#x5730;&#x63D0;&#x5347;&#x673A;&#x5668;&#x7684;&#x6027;&#x80FD;&#x3002;&#x57FA;&#x4E8E;&#x53CD;&#x9988;&#xFF0C;&#x8FD9;&#x53F0;&#x673A;&#x5668;&#x624D;&#x80FD;&#x8C03;&#x6574;&#x4E0E;&#x63D0;&#x5347;&#x3002;&#x8FD9;&#x53F0;&#x673A;&#x5668;&#x7531;&#x4E24;&#x5757;&#x7EC4;&#x6210; &#x2014;&#x2014; <strong>&#x6587;&#x5316;</strong>&#x4E0E;<strong>&#x5458;&#x5DE5;</strong>&#x3002;&#x5982;&#x679C;&#x7ED3;&#x679C;&#x4E0E;&#x76EE;&#x6807;&#x4E0D;&#x7B26;&#xFF0C;&#x90A3;&#x673A;&#x5668;&#x80AF;&#x5B9A;&#x51FA;&#x95EE;&#x9898;&#x4E86;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x6587;&#x5316;&#x548C;&#x5458;&#x5DE5;&#x51FA;&#x95EE;&#x9898;&#x4E86;&#x3002;&#x8981;&#x8BA9;&#x8FD9;&#x53F0;&#x673A;&#x5668;&#x53D1;&#x5C55;&#x5EF6;&#x7EED;&#x4E0B;&#x53BB;&#xFF0C;&#x5C31;&#x5F97;&#x8BCA;&#x65AD;&#x95EE;&#x9898;&#xFF0C;&#x8BBE;&#x8BA1;&#x6539;&#x8FDB;&#x65B9;&#x6848;&#xFF0C;&#x843D;&#x5B9E;&#x6539;&#x8FDB;&#x63AA;&#x65BD;&#x3002;&#x7B80;&#x800C;&#x8A00;&#x4E4B;&#xFF0C;&#x8FD9;&#x4E2A;&#x4E0D;&#x65AD;&#x8FDB;&#x5316;&#x7684;&#x8FC7;&#x7A0B;&#x5982;&#x4E0B;&#x56FE;&#x6240;&#x793A;&#xFF0C;&#x82B1;&#x4E00;&#x5206;&#x949F;&#x597D;&#x597D;&#x770B;&#x770B;&#xFF0C;&#x81EA;&#x5DF1;&#x601D;&#x8003;&#x4E00;&#x4E0B;&#x3002; <br>  </p>
<p><img src="images/302.png" alt="">  </p>
<p><br>The more frequently and effectively those in the machine go through this process, the more rapidly they and the machine will evolve. An effective evolutionary process looks like this&#x2014;i.e., lots of quality feedback loops produces a steep upward trajectory.
<br><br>&#x5728;&#x8FD9;&#x53F0;&#x673A;&#x5668;&#x91CC;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x8FC7;&#x7A0B;&#x8FD0;&#x884C;&#x5F97;&#x8D8A;&#x591A;&#x8D8A;&#x6709;&#x6548;&#x7387;&#xFF0C;&#x8FDB;&#x5316;&#x7684;&#x901F;&#x5EA6;&#x5C31;&#x8D8A;&#x5FEB;&#x3002;&#x6709;&#x6548;&#x7387;&#x7684;&#x8FDB;&#x5316;&#x8FC7;&#x7A0B;&#x5982;&#x4E0B;&#x56FE;&#x6240;&#x793A;&#xFF1A;&#x5927;&#x91CF;&#x6709;&#x8D28;&#x91CF;&#x7684;&#x53CD;&#x9988;&#x56DE;&#x8DEF;&#x4EA7;&#x51FA;&#x4E00;&#x6761;&#x66F2;&#x6298;&#x4E0A;&#x5347;&#x7684;&#x8F68;&#x8FF9;&#x7EBF;&#x3002;
<br>  </p>
<p><img src="images/303.png" alt="">  </p>
<p><br>An ineffective evolutionary process&#x2014;i.e., one in which mistakes are infrequently looked at and weaknesses are not well identified&#x2014;looks like that shown below, i.e., fewer and/or less effective feedback loops produces a slower upward trajectory. In fact, if there are two few and/or bad quality feedback loops, there will be a decline because you won&#x2019;t identify and deal with the problems that will kill you.
<br><br>&#x5728;&#x6548;&#x7387;&#x4F4E;&#x4E0B;&#x7684;&#x8FDB;&#x5316;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4EBA;&#x4EEC;&#x5F88;&#x5C11;&#x5BA1;&#x89C6;&#x9519;&#x8BEF;&#xFF0C;&#x9274;&#x522B;&#x7F3A;&#x70B9;&#xFF0C;&#x5982;&#x4E0B;&#x56FE;&#x6240;&#x793A;&#xFF0C;&#x91CF;&#x5C11;&#x4E14;&#x4F4E;&#x6548;&#x7684;&#x53CD;&#x9988;&#x56DE;&#x8DEF;&#x6784;&#x6210;&#x4E86;&#x4E0A;&#x5347;&#x7F13;&#x6162;&#x7684;&#x8F68;&#x8FF9;&#x7EBF;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5982;&#x679C;&#x5B58;&#x5728;&#x4E24;&#x6B21;&#x91CF;&#x5C11;&#x8D28;&#x5DEE;&#x7684;&#x53CD;&#x9988;&#x56DE;&#x8DEF;&#xFF0C;&#x8F68;&#x8FF9;&#x66F2;&#x7EBF;&#x5C31;&#x4F1A;&#x8F6C;&#x8D70;&#x4E0B;&#x964D;&#x8D8B;&#x52BF;&#xFF0C;&#x56E0;&#x4E3A;&#x6CA1;&#x6709;&#x53D1;&#x73B0;&#x9519;&#x8BEF;&#xFF0C;&#x65E0;&#x6CD5;&#x89E3;&#x51B3;&#x67D0;&#x4E9B;&#x81F4;&#x547D;&#x7684;&#x95EE;&#x9898;&#x3002;
<br>  </p>
<p><img src="images/304.png" alt="">  </p>
<p><br>I believe that this is equally true for individuals and organizations. I also believe that the most important difference between great organizations and bad ones is in how well they manage their feedback loops.
<br><br> &#x4EBA;&#x4E0E;&#x7EC4;&#x7EC7;&#x5747;&#x9002;&#x7528;&#x6B64;&#x539F;&#x7406;&#xFF0C;&#x6210;&#x529F;&#x7684;&#x7EC4;&#x7EC7;&#x8131;&#x9896;&#x800C;&#x51FA;&#x5C31;&#x5728;&#x4E8E;&#x4ED6;&#x4EEC;&#x80FD;&#x5B8C;&#x7F8E;&#x5730;&#x5904;&#x7406;&#x597D;&#x53CD;&#x9988;&#x56DE;&#x8DEF;&#x3002;  </p>
<p><br></p>
<h3 id="bridgewater%E2%80%99s-culture-and-people-br-%E6%A1%A5%E6%B0%B4%E8%81%94%E5%90%88%E5%9F%BA%E9%87%91%E7%9A%84%E5%85%AC%E5%8F%B8%E6%96%87%E5%8C%96%E5%92%8C%E5%91%98%E5%B7%A5">Bridgewater&#x2019;s Culture and People <br> &#x6865;&#x6C34;&#x8054;&#x5408;&#x57FA;&#x91D1;&#x7684;&#x516C;&#x53F8;&#x6587;&#x5316;&#x548C;&#x5458;&#x5DE5;</h3>
<p><br>Naturally, the culture and people that I have chosen for Bridgewater are extensions the principles that I believe work best, which I explained in Part 2. Most importantly I value meaningful work and meaningful relationships that are obtained by striving for truth and excellence with great people. I am confident that through this constant striving, we will evolve rapidly together.
<br><br>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5728;&#x521B;&#x9020;&#x6865;&#x6C34;&#x8054;&#x5408;&#x57FA;&#x91D1;&#x516C;&#x53F8;&#x6587;&#x5316;&#x4E0E;&#x8058;&#x7528;&#x5458;&#x5DE5;&#x65F6;&#xFF0C;&#x6211;&#x9075;&#x5FAA;&#x7684;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x662F;&#x6211;&#x8BA4;&#x4E3A;&#x6700;&#x6709;&#x6548;&#x7684;&#x539F;&#x5219;&#x7684;&#x62D3;&#x5C55;&#xFF0C;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x6211;&#x5728;&#x7B2C;&#x4E8C;&#x7AE0;&#x5DF2;&#x7ECF;&#x8BE6;&#x8FF0;&#x3002;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#xFF0C;&#x6211;&#x5F88;&#x91CD;&#x89C6;&#x5728;&#x8FFD;&#x6C42;&#x771F;&#x7406;&#x4E0E;&#x5353;&#x8D8A;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5B8C;&#x6210;&#x6709;&#x610F;&#x4E49;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x4E0E;&#x503C;&#x5F97;&#x6253;&#x4EA4;&#x9053;&#x7684;&#x4EBA;&#x5EFA;&#x7ACB;&#x5173;&#x7CFB;&#x3002;&#x6211;&#x575A;&#x4FE1;&#xFF0C;&#x53EA;&#x8981;&#x8FD9;&#x6837;&#x4E0D;&#x65AD;&#x594B;&#x8FDB;&#xFF0C;&#x6211;&#x4EEC;&#x5B9A;&#x80FD;&#x5B9E;&#x73B0;&#x5FEB;&#x901F;&#x8FDB;&#x5316;&#x3002;  </p>
<p><br>As you might have guessed from reading Part 2, I want Bridgewater to be a company in which peoplecollectively&#x2026;
<br><br>&#x5982;&#x679C;&#x4F60;&#x5DF2;&#x9605;&#x8BFB;&#x7B2C;&#x4E8C;&#x7AE0;&#xFF0C;&#x5C31;&#x5E94;&#x8BE5;&#x80FD;&#x731C;&#x5230;&#xFF0C;&#x6211;&#x5FC3;&#x76EE;&#x4E2D;&#x6865;&#x6C34;&#x8054;&#x5408;&#x57FA;&#x91D1;&#x7684;&#x5458;&#x5DE5;&#x5E94;&#x90FD;&#x5177;&#x5907;&#x4EC0;&#x4E48;&#x7D20;&#x8D28;&#xFF1A;  </p>
<p><br><strong>&#x2026;1) work for what they want and not for what others want of them.</strong>
<br><br><strong>&#x2026;1) &#x5E72;&#x81EA;&#x5DF1;&#x771F;&#x6B63;&#x60F3;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x800C;&#x975E;&#x4ED6;&#x4EBA;&#x903C;&#x8FEB;&#x4E3A;&#x4E4B;</strong>  </p>
<p><br><strong>&#x2026;2) come up with the best independent opinions they can muster to move toward their goals,</strong> <br><br><strong>&#x2026;2) &#x8FBE;&#x6210;&#x6700;&#x597D;&#x7684;&#x72EC;&#x7ACB;&#x89C2;&#x70B9;&#xFF0C;&#x7528;&#x4EE5;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x3002;</strong>  </p>
<p><br><strong>&#x2026;3) stress-test their opinions by having the smartest people they can find to challenge them so they can find out where they are wrong,</strong>
<br><br><strong>&#x2026;3) &#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x89C2;&#x70B9;&#x8FDB;&#x884C;&#x538B;&#x529B;&#x6D4B;&#x8BD5;&#xFF0C;&#x628A;&#x8EAB;&#x8FB9;&#x6700;&#x806A;&#x660E;&#x7684;&#x4EBA;&#x627E;&#x6765;&#x6311;&#x6BDB;&#x75C5;&#xFF0C;&#x627E;&#x51FA;&#x89C2;&#x70B9;&#x4E2D;&#x9519;&#x8BEF;&#x7684;&#x5730;&#x65B9;&#x3002;</strong>  </p>
<p><br><strong>&#x2026;4) are wary about overconfidence, and good at not knowing</strong>
<br><br><strong>&#x2026;4) &#x4E0D;&#x80FD;&#x592A;&#x8FC7;&#x81EA;&#x4FE1;&#xFF0C;&#x5E76;&#x5584;&#x4E8E;&#x9762;&#x5BF9;&#x201C;&#x4E0D;&#x77E5;&#x201D;&#x3002;</strong>  </p>
<p><br><strong>&#x2026;5) wrestle with reality, experiencing the results of their decisions, and reflecting on what they did to produce them so that they can improve.</strong>
<br><br><strong>&#x2026;5) &#x540C;&#x73B0;&#x5B9E;&#x5C55;&#x5F00;&#x6597;&#x4E89;&#xFF0C;&#x53CD;&#x601D;&#x4E3A;&#x4EC0;&#x4E48;&#x4ED6;&#x4EEC;&#x7684;&#x51B3;&#x5B9A;&#x4F1A;&#x4EA7;&#x751F;&#x8FD9;&#x79CD;&#x7ED3;&#x679C;&#xFF0C;&#x4ECE;&#x4E2D;&#x5B66;&#x4E60;&#x4E0E;&#x63D0;&#x9AD8;&#x3002;</strong>  </p>
<p><br>And when faced with difficult choices, I want them to see the choices as follows.
<br><br>&#x9047;&#x5230;&#x68D8;&#x624B;&#x9009;&#x62E9;&#x65F6;&#xFF0C;&#x53EF;&#x53C2;&#x8003;&#x5982;&#x4E0B;&#x9009;&#x9879;&#xFF1A;  </p>
<p><img src="images/305.png" alt="">  </p>
<p><img src="images/306.png" alt="">  </p>
<p><img src="images/307.png" alt="">  </p>
<p><img src="images/308.png" alt="">  </p>
<p><br>While I recognize that being this way is challenging, I am also confident that it is what is required to get the most out of out of life. I am confident for two reasons. First, it is logical that the cause-effect relationships are such that being this way produces good results. Second, this theory has been tested over the last 40 years and has worked. While 40 years ago being this way seemed logical, back then that was an untested theory. Now that we have 40 years of testing to look back on, we can see that the results verify the theory.
<br><br>&#x5C3D;&#x7BA1;&#x6211;&#x77E5;&#x9053;&#x8FD9;&#x79CD;&#x7BA1;&#x7406;&#x65B9;&#x5F0F;&#x5F88;&#x5177;&#x6709;&#x6311;&#x6218;&#x6027;&#xFF0C;&#x4F46;&#x6211;&#x575A;&#x4FE1;&#x8FD9;&#x662F;&#x5B9E;&#x73B0;&#x6210;&#x529F;&#x7684;&#x5FC5;&#x5907;&#x6761;&#x4EF6;&#x3002;&#x6211;&#x5BF9;&#x6B64;&#x6DF1;&#x4FE1;&#x4E0D;&#x7591;&#x662F;&#x57FA;&#x4E8E;&#x4E24;&#x70B9;&#x3002;&#x7B2C;&#x4E00;&#xFF0C;&#x57FA;&#x4E8E;&#x539F;&#x56E0;-&#x7ED3;&#x679C;&#x7684;&#x903B;&#x8F91;&#x5173;&#x7CFB;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x7BA1;&#x7406;&#x65B9;&#x5F0F;&#x4F1A;&#x5E26;&#x6765;&#x6EE1;&#x610F;&#x7ED3;&#x679C;&#xFF1B;&#x7B2C;&#x4E8C;&#xFF0C;40&#x591A;&#x5E74;&#x7684;&#x516C;&#x53F8;&#x7BA1;&#x7406;&#x8868;&#x660E;&#xFF0C;&#x8FD9;&#x5957;&#x7406;&#x8BBA;&#x662F;&#x884C;&#x4E4B;&#x6709;&#x6548;&#x7684;&#x3002;&#x6211;&#x4EEC;&#x73B0;&#x5728;&#x56DE;&#x987E;&#x8FD9;40&#x591A;&#x5E74;&#x6765;&#x8D70;&#x8FC7;&#x7684;&#x5386;&#x7A0B;&#xFF0C;&#x6700;&#x540E;&#x7684;&#x7ED3;&#x679C;&#x4E5F;&#x8BC1;&#x660E;&#xFF0C;&#x8FD9;&#x5957;&#x7406;&#x8BBA;&#x7ECF;&#x53D7;&#x4F4F;&#x4E86;&#x68C0;&#x9A8C;&#x3002; </p>
<p><br></p>
<h3 id="fleshing-out-this-way-of-being-br-%E7%AE%A1%E7%90%86%E5%8E%9F%E5%88%99%E7%9A%84%E5%85%B7%E4%BD%93%E5%86%85%E5%AE%B9">Fleshing Out This Way of Being <br> &#x7BA1;&#x7406;&#x539F;&#x5219;&#x7684;&#x5177;&#x4F53;&#x5185;&#x5BB9;</h3>
<p><br>The best advice I can give you is to ask yourself what do you want, then ask &#x2018;what is true&#x2019;&#x2014;and then ask yourself &#x2018;what should be done about it.&#x2019; I believe that if you do this you will move much faster towards what you want to get out of life than if you don&#x2019;t!
<br><br>&#x6211;&#x80FD;&#x7ED9;&#x4F60;&#x7684;&#x6700;&#x597D;&#x5EFA;&#x8BAE;&#x5C31;&#x662F;&#xFF0C;&#x95EE;&#x95EE;&#x81EA;&#x5DF1;&#x60F3;&#x8981;&#x4EC0;&#x4E48;&#xFF0C;&#x201C;&#x771F;&#x5B9E;&#x60C5;&#x51B5;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x201D;&#xFF0C;&#x201C;&#x5E94;&#x8BE5;&#x5BF9;&#x6B64;&#x505A;&#x4E9B;&#x4EC0;&#x4E48;&#xFF1F;&#x201D;&#x6211;&#x76F8;&#x4FE1;&#x53EA;&#x8981;&#x6309;&#x6B64;&#x6B65;&#x9AA4;&#xFF0C;&#x5C31;&#x80FD;&#x66F4;&#x5FEB;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x3002;  </p>
<p><br>Because what I have said is pretty abstract, I need to spell out exactly what it means to run a company this way. I need to get very specific. Over time I have built a collection of principles that   because I have collected and refined so many over time. I believe that virtually all problems you might encounter are addressed by one or more of the principles that follow.
<br><br>&#x6211;&#x4E4B;&#x524D;&#x8C08;&#x7684;&#x90FD;&#x5F88;&#x62BD;&#x8C61;&#xFF0C;&#x6240;&#x4EE5;&#x4E0B;&#x9762;&#x6211;&#x4F1A;&#x8BF4;&#x8BF4;&#x5728;&#x7BA1;&#x7406;&#x516C;&#x53F8;&#x65F6;&#x7684;&#x5177;&#x4F53;&#x539F;&#x5219;&#xFF0C;&#x6240;&#x8C08;&#x7684;&#x5185;&#x5BB9;&#x975E;&#x5E38;&#x5177;&#x4F53;&#x3002;&#x8FD9;&#x4E9B;&#x5E74;&#x6765;&#xFF0C;&#x6211;&#x603B;&#x7ED3;&#x4E86;&#x4E00;&#x5957;&#x5305;&#x7F57;&#x4E07;&#x8C61;&#x3001;&#x5386;&#x7ECF;&#x5927;&#x6D6A;&#x6DD8;&#x6C99;&#x7684;&#x7BA1;&#x7406;&#x539F;&#x5219;&#xFF0C;&#x76F8;&#x4FE1;&#x4F60;&#x9047;&#x5230;&#x7684;&#x95EE;&#x9898;&#x90FD;&#x80FD;&#x4ECE;&#x4E2D;&#x83B7;&#x5F97;&#x89E3;&#x7B54;&#x3002;  </p>
<p><br>There are too many to read as a book. What follows is not a few rules to go by presented in an easily digestible form that&#x2019;s easy to remember. That wouldn&#x2019;t have been specific enough to be of much help to you. There are over 200 principles here that are well explained and are meant to be used more as a reference book than a book that is read from cover to cover.
<br><br>&#x4E00;&#x672C;&#x4E66;&#x7684;&#x5185;&#x5BB9;&#x6709;&#x9650;&#xFF0C;&#x603B;&#x8BE5;&#x6709;&#x5176;&#x6838;&#x5FC3;&#x8981;&#x65E8;&#x3002;&#x4E0B;&#x9762;&#x5C06;&#x5217;&#x51FA;&#x4E00;&#x7CFB;&#x5217;&#x5177;&#x4F53;&#x539F;&#x5219;&#xFF0C;&#x4FBF;&#x4E8E;&#x7406;&#x89E3;&#x4E0E;&#x8BC6;&#x8BB0;&#xFF0C;&#x5185;&#x5BB9;&#x975E;&#x5E38;&#x5177;&#x4F53;&#xFF0C;&#x5BF9;&#x4F60;&#x5927;&#x6709;&#x5E2E;&#x52A9;&#x3002;&#x8BE6;&#x8FF0;&#x4E86;200&#x591A;&#x6761;&#x539F;&#x5219;&#xFF0C;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x4E5F;&#x8868;&#x660E;&#x672C;&#x4E66;&#x4E0D;&#x662F;&#x5355;&#x7EAF;&#x610F;&#x4E49;&#x4E0A;&#x7684;&#x53C2;&#x8003;&#x4E66;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x662F;&#x80FD;&#x8FD0;&#x7528;&#x5230;&#x5B9E;&#x9645;&#x5DE5;&#x4F5C;&#x4E2D;&#x7684;&#x3002;  </p>
<p><br>I&#x2019;ve created an outline that serves the purposes of being both a summary of my management principles and a table of contents for a more complete explanation of them. Said differently, these principles are presented in a big picture way in this Summary and Table of Principles and in a more thoroughly explained way in the section that follows. If you want to understand the principles in brief, just read what&#x2019;s said in the summary below and if you want to delve into them, go to the individual principles after the outline.
<br><br>&#x4E0B;&#x6587;&#x662F;&#x539F;&#x5219;&#x7EB2;&#x8981;&#xFF0C;&#x65E2;&#x662F;&#x6211;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x7684;&#x6C47;&#x603B;&#xFF0C;&#x4E5F;&#x662F;&#x540E;&#x7EED;&#x539F;&#x5219;&#x8BE6;&#x8FF0;&#x7684;&#x76EE;&#x5F55;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x539F;&#x5219;&#x6C47;&#x603B;&#x5217;&#x8868;&#x63D0;&#x4F9B;&#x4E86;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#x7684;&#x603B;&#x4F53;&#x6982;&#x89C8;&#xFF0C;&#x540E;&#x7EED;&#x90E8;&#x5206;&#x5219;&#x662F;&#x6BCF;&#x6761;&#x539F;&#x5219;&#x7684;&#x8BE6;&#x8FF0;&#x9610;&#x91CA;&#x3002;&#x82E5;&#x4F60;&#x60F3;&#x7B80;&#x8981;&#x4E86;&#x89E3;&#x8FD9;&#x4E9B;&#x539F;&#x5219;&#xFF0C;&#x9605;&#x8BFB;&#x4E0B;&#x6587;&#x539F;&#x5219;&#x6C47;&#x603B;&#x5217;&#x8868;&#x5373;&#x53EF;&#xFF0C;&#x5982;&#x679C;&#x60F3;&#x6DF1;&#x5165;&#x7406;&#x89E3;&#xFF0C;&#x53EF;&#x9605;&#x8BFB;&#x6C47;&#x603B;&#x8868;&#x540E;&#x9762;&#x6BCF;&#x6761;&#x539F;&#x5219;&#x7684;&#x8BE6;&#x8FF0;&#x90E8;&#x5206;&#x3002;</p>

                    
                    </section>
                
                
                </div>
            </div>
        </div>

        
        <a href="./Part208My5StepProcesstoGettingWhatYouWantOutofLife.html" class="navigation navigation-prev " aria-label="Previous page: 实现梦想的五大步骤"><i class="fa fa-angle-left"></i></a>
        
        
        <a href="./Part303SummaryandTableofPrinciples.html" class="navigation navigation-next " aria-label="Next page: 原则汇总列表"><i class="fa fa-angle-right"></i></a>
        
    </div>
</div>

        
<script src="zhibimo/app.js"></script>

    
    <script src="zhibimo/plugins/gitbook-plugin-tongji/client-tongji.js"></script>
    

<script>
require(["gitbook"], function(gitbook) {
    var config = {"fontSettings":{"theme":null,"family":"sans","size":2},"tongji":{"token":"f4c77fe2523e4a5d8092ddefe64d971a"}};
    gitbook.start(config);
});
</script>

        
    </body>
    
</html>
