<!DOCTYPE HTML>
<html lang="zh-cn" >
    
    <head>
        
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=11; IE=10; IE=9; IE=8; IE=7; IE=EDGE" />
        <title>个人成长过程 | Introduction 简介</title>
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 2.0.1">
        
        
        <meta name="HandheldFriendly" content="true"/>
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
        <meta name="apple-mobile-web-app-capable" content="yes">
        <meta name="apple-mobile-web-app-status-bar-style" content="black">
        <link rel="apple-touch-icon-precomposed" sizes="152x152" href="zhibimo/images/apple-touch-icon-precomposed-152.png">
        <link rel="shortcut icon" href="zhibimo/images/favicon.ico" type="image/x-icon">
        
    
    
    <link rel="next" href="./Part208My5StepProcesstoGettingWhatYouWantOutofLife.html" />
    
    
    <link rel="prev" href="./Part02.html" />
    

        <script> var _hmt = _hmt || []; (function() {   var hm = document.createElement('script');   hm.src = '//hm.baidu.com/hm.js?f4c77fe2523e4a5d8092ddefe64d971a';   var s = document.getElementsByTagName('script')[0];    s.parentNode.insertBefore(hm, s); })();</script>
    </head>
    <body>
        
        
    <link rel="stylesheet" href="zhibimo/style.css">
    
    

        
    <div class="book" data-level="4" data-basepath="." data-revision="Mon Aug 29 2016 19:00:53 GMT+0800 (CST)">
    

<div class="book-summary">
    <div class="book-search">
        <input type="text" placeholder="输入并搜索" class="form-control" />
    </div>
    <ul class="summary">
        
        
        
        

        

        
    
        <li class="chapter " data-level="0" data-path="index.html">
            
                
                    <a href="./index.html">
                        <i class="fa fa-check"></i>
                        
                        介绍
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="1" data-path="Chapter_0.html">
            
                
                    <a href="./Chapter_0.html">
                        <i class="fa fa-check"></i>
                        
                            <b>1.</b>
                        
                        前言
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="2" data-path="Part01.html">
            
                
                    <a href="./Part01.html">
                        <i class="fa fa-check"></i>
                        
                            <b>2.</b>
                        
                        第一章 原则的重要性
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="3" data-path="Part02.html">
            
                
                    <a href="./Part02.html">
                        <i class="fa fa-check"></i>
                        
                            <b>3.</b>
                        
                        第二章 我最重要的生活原则
                    </a>
                
            
            
        </li>
    
        <li class="chapter active" data-level="4" data-path="Part204ThePersonalEvolutionaryProcess.html">
            
                
                    <a href="./Part204ThePersonalEvolutionaryProcess.html">
                        <i class="fa fa-check"></i>
                        
                            <b>4.</b>
                        
                        个人成长过程
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="5" data-path="Part208My5StepProcesstoGettingWhatYouWantOutofLife.html">
            
                
                    <a href="./Part208My5StepProcesstoGettingWhatYouWantOutofLife.html">
                        <i class="fa fa-check"></i>
                        
                            <b>5.</b>
                        
                        实现梦想的五大步骤
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="6" data-path="Part03.html">
            
                
                    <a href="./Part03.html">
                        <i class="fa fa-check"></i>
                        
                            <b>6.</b>
                        
                        第三章 我的管理原则
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="7" data-path="Part303SummaryandTableofPrinciples.html">
            
                
                    <a href="./Part303SummaryandTableofPrinciples.html">
                        <i class="fa fa-check"></i>
                        
                            <b>7.</b>
                        
                        原则汇总列表
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="8" data-path="Part304WhatFollowsistheMeat.html">
            
                
                    <a href="./Part304WhatFollowsistheMeat.html">
                        <i class="fa fa-check"></i>
                        
                            <b>8.</b>
                        
                        干货
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="9" data-path="contributionandcorrect.html">
            
                
                    <a href="./contributionandcorrect.html">
                        <i class="fa fa-check"></i>
                        
                            <b>9.</b>
                        
                        贡献和勘误
                    </a>
                
            
            
        </li>
    


        
        <li class="divider"></li>
        <li>
            <a href="http://zhibimo.com" target="blank" class="zhibimo-link">
                本书使用 知笔墨 发布
            </a>
        </li>
        
    </ul>
</div>

    <div class="book-body">
        <div class="body-inner">
            <div class="book-header">
    <!-- Actions Left -->
    <a href="#" class="btn pull-left toggle-summary" aria-label="目录"><i class="fa fa-align-justify"></i></a>
    <a href="#" class="btn pull-left toggle-search" aria-label="搜索"><i class="fa fa-search"></i></a>
    
    <div id="font-settings-wrapper" class="dropdown pull-left">
        <a href="#" class="btn toggle-dropdown" aria-label="字体设置"><i class="fa fa-font"></i>
        </a>
        <div class="dropdown-menu font-settings">
    <div class="dropdown-caret">
        <span class="caret-outer"></span>
        <span class="caret-inner"></span>
    </div>

    <div class="buttons">
        <button type="button" id="reduce-font-size" class="button size-2">A</button>
        <button type="button" id="enlarge-font-size" class="button size-2">A</button>
    </div>

    <div class="buttons font-family-list">
        <button type="button" data-font="0" class="button">宋体</button>
        <button type="button" data-font="1" class="button">黑体</button>
    </div>

    <div class="buttons color-theme-list">
        <button type="button" id="color-theme-preview-0" class="button size-3" data-theme="0">白色</button>
        <button type="button" id="color-theme-preview-1" class="button size-3" data-theme="1">棕褐色</button>
        <button type="button" id="color-theme-preview-2" class="button size-3" data-theme="2">夜间</button>
    </div>
</div>

    </div>

    <div class="dropdown pull-right">
        <a href="#" class="btn toggle-dropdown" aria-label="分享"><i class="fa fa-share-alt"></i>
        </a>
        <div class="dropdown-menu font-settings dropdown-left">
            <div class="dropdown-caret">
                <span class="caret-outer"></span>
                <span class="caret-inner"></span>
            </div>
            <div class="buttons">
                <button type="button" data-sharing="twitter" class="button">
                    分享到 Twitter
                </button>
                <button type="button" data-sharing="facebook" class="button">
                    分享到 Facebook
                </button>
                <button type="button" data-sharing="instapaper" class="button">
                    分享到 Instapaper
                </button>
            </div>
        </div>
    </div>

    <a href="#" target="_blank" class="btn pull-right wechat-sharing-link sharing-link" data-sharing="wechat" aria-label="Wechat"><i class="fa fa-wechat"></i></a>
    <a href="#" target="_blank" class="btn pull-right weibo-sharing-link sharing-link" data-sharing="weibo" aria-label="Weibo"><i class="fa fa-weibo"></i></a>

    <div id='wechat_mask'>
      <div id='wechat_qrcode_wrapper'>
        <span><i class='fa fa-times'></i></span>
        <div id='wechat_qrcode'></div>
      </div>
    </div>

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="./" >Introduction 简介</a>
    </h1>
</div>

            <div class="page-wrapper" tabindex="-1">
                <div class="page-inner">
                
                
                    <section class="normal" id="section-">
                    
                        <h3 id="-br-the-personal-evolutionary-process-br-br-%E4%B8%AA%E4%BA%BA%E6%88%90%E9%95%BF%E8%BF%87%E7%A8%8B"><br>The Personal Evolutionary Process<br> <br> &#x4E2A;&#x4EBA;&#x6210;&#x957F;&#x8FC7;&#x7A0B;</h3>
<p><br>As I mentioned before, I believe that life consists of an enormous number of choices that come at us and that each decision we make has consequences, so <strong>the quality of our lives depends on the quality ofthe decisions we make.</strong><br><br><br>&#x6211;&#x63D0;&#x8FC7;&#xFF0C;&#x4EBA;&#x751F;&#x7531;&#x5927;&#x91CF;&#x9009;&#x62E9;&#x6784;&#x6210;&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x4F9D;&#x6B21;&#x505A;&#x51FA;&#x6289;&#x62E9;&#xFF0C;&#x5F97;&#x5230;&#x7ED3;&#x679C;&#xFF0C;&#x6240;&#x4EE5;<strong>&#x751F;&#x6D3B;&#x8D28;&#x91CF;&#x53D6;&#x51B3;&#x4E8E;&#x6211;&#x4EEC;&#x6240;&#x4F5C;&#x6289;&#x62E9;&#x7684;&#x8D28;&#x91CF;&#x3002;</strong>  </p>
<p><br>We aren&#x2019;t born with the ability to make good decisions; we learn it.We all start off as children with others, typically parents, directing us. But, as we get older, we increasingly make our own choices. We choose what we are going after (i.e., our goals), which influences our directions. For example, if you want to be a doctor, you go to med school; if you want to have a family, you find a mate; and so on. As we move toward our goals, we encounter problems, make mistakes, and run into personal weaknesses. Above all else, how we choose to approach these impediments determines how fast we move toward our goals.
<br><br>&#x6211;&#x4EEC;&#x4E0D;&#x662F;&#x5929;&#x751F;&#x5C31;&#x4F1A;&#x505A;&#x51FA;&#x660E;&#x667A;&#x7684;&#x51B3;&#x7B56;&#xFF0C;&#x662F;&#x901A;&#x8FC7;&#x5B66;&#x4E60;&#x624D;&#x62E5;&#x6709;&#x8FD9;&#x79CD;&#x80FD;&#x529B;&#x7684;&#x3002;&#x6211;&#x4EEC;&#x4ECE;&#x5C0F;&#x90FD;&#x662F;&#x548C;&#x5927;&#x4EBA;&#x4E00;&#x8D77;&#x6210;&#x957F;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x7236;&#x6BCD;&#xFF0C;&#x4ED6;&#x4EEC;&#x6307;&#x5BFC;&#x6211;&#x4EEC;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x4F46;&#x65E5;&#x6E10;&#x957F;&#x5927;&#x540E;&#x6211;&#x4EEC;&#x5C31;&#x8981;&#x9760;&#x81EA;&#x5DF1;&#x505A;&#x9009;&#x62E9;&#x4E86;&#x3002;&#x6211;&#x4EEC;&#x9009;&#x62E9;&#x8FFD;&#x5BFB;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x76EE;&#x6807;&#x5F71;&#x54CD;&#x7740;&#x6211;&#x4EEC;&#x6210;&#x957F;&#x7684;&#x65B9;&#x5411;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x4F60;&#x60F3;&#x6210;&#x4E3A;&#x4E00;&#x540D;&#x533B;&#x751F;&#xFF0C;&#x5C31;&#x4F1A;&#x653B;&#x8BFB;&#x533B;&#x5B66;&#x9662;&#x6821;&#xFF0C;&#x4F60;&#x60F3;&#x7EC4;&#x5EFA;&#x5BB6;&#x5EAD;&#xFF0C;&#x5C31;&#x4F1A;&#x5148;&#x627E;&#x5230;&#x4F34;&#x4FA3;&#xFF0C;&#x8BF8;&#x5982;&#x6B64;&#x7C7B;&#x3002;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x5F81;&#x9014;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x9047;&#x5230;&#x56F0;&#x96BE;&#xFF0C;&#x72AF;&#x9519;&#xFF0C;&#x53D1;&#x73B0;&#x81EA;&#x5DF1;&#x7684;&#x7F3A;&#x70B9;&#x3002;&#x9009;&#x62E9;&#x4F55;&#x79CD;&#x65B9;&#x5F0F;&#x5E94;&#x5BF9;&#x8FD9;&#x4E9B;&#x56F0;&#x96BE;&#xFF0C;&#x51B3;&#x5B9A;&#x7740;&#x6211;&#x4EEC;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x7684;&#x901F;&#x5EA6;&#x3002;  </p>
<p><br>Of course it is true that people are born with differences in their various innate abilities.  However, judgment is primarily learned.
<br><br>&#x5F53;&#x7136;&#xFF0C;&#x4EBA;&#x4EEC;&#x5404;&#x79CD;&#x4E0E;&#x751F;&#x4FF1;&#x6765;&#x7684;&#x80FD;&#x529B;&#x90FD;&#x786E;&#x5B9E;&#x5B58;&#x5728;&#x5DEE;&#x5F02;&#xFF0C;&#x4F46;&#x5224;&#x65AD;&#x529B;&#x57FA;&#x672C;&#x662F;&#x9760;&#x5B66;&#x4E60;&#x83B7;&#x5F97;&#x7684;&#x3002;</p>
<p><br>I believe that the way we make our dreams into reality is by constantly engaging with reality in pursuit of our dreams and by using these encounters to learn more about reality itself and how to interact with it inorder to get what we want&#x2014;and that if we do this with determination, we almost certainly will be successful. In short:
<br><br>&#x8981;&#x68A6;&#x60F3;&#x6210;&#x771F;&#xFF0C;&#x5F97;&#x4E0D;&#x65AD;&#x5728;&#x73B0;&#x5B9E;&#x91CC;&#x5386;&#x7EC3;&#xFF0C;&#x8FFD;&#x5BFB;&#x68A6;&#x60F3;&#xFF0C;&#x603B;&#x7ED3;&#x6559;&#x8BAD;&#xFF0C;&#x8FDB;&#x800C;&#x83B7;&#x5F97;&#x6210;&#x957F;&#xFF0C;&#x4E86;&#x89E3;&#x73B0;&#x5B9E;&#xFF0C;&#x660E;&#x767D;&#x5982;&#x4F55;&#x89E3;&#x51B3;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5B9E;&#x73B0;&#x81EA;&#x5DF1;&#x7684;&#x76EE;&#x6807;&#x2014;&#x2014;&#x4E0B;&#x5B9A;&#x51B3;&#x5FC3;&#xFF0C;&#x575A;&#x6301;&#x4E0D;&#x61C8;&#xFF0C;&#x5B9A;&#x80FD;&#x6210;&#x529F;&#x3002;&#x7B80;&#x800C;&#x8A00;&#x4E4B;&#xFF1A;</p>
<h3 id="-br-reality-dreams-determination-a-successful-life-br-br-%E7%8E%B0%E5%AE%9E-%E6%A2%A6%E6%83%B3-%E5%86%B3%E5%BF%83-%E6%88%90%E5%8A%9F%E7%9A%84%E4%BA%BA%E7%94%9F"><br>Reality + Dreams + Determination = A Successful Life  <br><br> &#x73B0;&#x5B9E;+&#x68A6;&#x60F3;+&#x51B3;&#x5FC3;=&#x6210;&#x529F;&#x7684;&#x4EBA;&#x751F;</h3>
<p><br>So what is success? I believe that it is nothing more than getting what you want&#x2014;and that it is up to you to decide what that is for you. I don&#x2019;t care whether it&#x2019;s being a master of the universe, a couch potato, or anything else&#x2014;I really don&#x2019;t. What is essential is that you are clear about what you want and that you figure out how to get it.
<br><br>&#x6210;&#x529F;&#x662F;&#x4EC0;&#x4E48;?&#x6CA1;&#x4EC0;&#x4E48;&#x6BD4;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x66F4;&#x91CD;&#x8981;&#x4E86;&#xFF0C;&#x60F3;&#x8981;&#x4EC0;&#x4E48;&#x662F;&#x81EA;&#x5DF1;&#x51B3;&#x5B9A;&#x7684;&#x3002;&#x505A;&#x5B87;&#x5B99;&#x4E4B;&#x4E3B;&#xFF1F;&#x8EBA;&#x6C99;&#x53D1;&#x770B;&#x7535;&#x89C6;&#x7684;&#x5B85;&#x7537;&#xFF1F;&#x8FD8;&#x662F;&#x522B;&#x7684;&#x4EC0;&#x4E48;&#xFF1F;&#x6211;&#x53EF;&#x4E0D;&#x5728;&#x4E4E;&#xFF0C;&#x91CD;&#x8981;&#x7684;&#x662F;&#x6E05;&#x695A;&#x81EA;&#x5DF1;&#x60F3;&#x8981;&#x4EC0;&#x4E48;&#xFF0C;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x53BB;&#x5B9E;&#x73B0;&#x8FD9;&#x4E2A;&#x68A6;&#x60F3;&#x3002;  </p>
<p><br>However, there are a few common things that most people want.
<br><br>&#x7136;&#x800C;&#xFF0C;&#x6709;&#x4E9B;&#x4E1C;&#x897F;&#x770B;&#x8D77;&#x6765;&#x666E;&#x901A;&#xFF0C;&#x4F46;&#x5374;&#x662F;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x90FD;&#x60F3;&#x8981;&#x7684;&#x3002;  </p>
<p><br>As I mentioned, for most people success is evolving as effectively as possible, i.e., learning about oneself and one&#x2019;s environment and then changing to improve. Personally, I believe that personal evolution is both the greatest accomplishment and the greatest reward.
<br><br>&#x6211;&#x8BF4;&#x8FC7;&#xFF0C;&#x5BF9;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x6210;&#x529F;&#x662F;&#x4E00;&#x4E2A;&#x9AD8;&#x6548;&#x7684;&#x8FDB;&#x5316;&#x8FC7;&#x7A0B;&#xFF0C;&#x5373;&#x4E86;&#x89E3;&#x81EA;&#x5DF1;&#x548C;&#x5468;&#x906D;&#x73AF;&#x5883;&#x3001;&#x505A;&#x51FA;&#x6539;&#x53D8;&#x3001;&#x83B7;&#x5F97;&#x63D0;&#x9AD8;&#x3002;&#x6211;&#x8BA4;&#x4E3A;&#x5B9E;&#x73B0;&#x4E2A;&#x4EBA;&#x8FDB;&#x5316;&#xFF0C;&#x5373;&#x6210;&#x957F;&#x662F;&#x6700;&#x4F1F;&#x5927;&#x7684;&#x6210;&#x5C31;&#xFF0C;&#x4E5F;&#x80FD;&#x83B7;&#x5F97;&#x6700;&#x4E30;&#x539A;&#x7684;&#x56DE;&#x62A5;&#x3002;  </p>
<p><br>Also, for most people happiness is much more determined by how things turn out relative to their expectations rather than the absolute level of their conditions. For example, if a billionaire loses $200 million he will probably be unhappy, while if someone who is worth $10 thousand unexpectedly gets another $2 thousand, he will probably be happy. This basic principle suggests that you can follow one of two paths to happiness: 1) have high expectations and strive to exceed them, or 2) lower your expectations so that they are at or below your conditions. Most of us choose the first path, which means that to be happy we have to keep evolving.
<br><br>&#x540C;&#x6837;&#xFF0C;&#x5BF9;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x5E78;&#x798F;&#x611F;&#x53D6;&#x51B3;&#x4E8E;&#x540C;&#x81EA;&#x8EAB;&#x671F;&#x671B;&#x503C;&#x7684;&#x5173;&#x8054;&#x5EA6;&#xFF0C;&#x800C;&#x975E;&#x4E2A;&#x4F53;&#x6761;&#x4EF6;&#x7684;&#x7EDD;&#x5BF9;&#x6C34;&#x5E73;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x4E00;&#x4E2A;&#x4EBF;&#x4E07;&#x5BCC;&#x7FC1;&#x8F93;&#x4E86;&#x4E24;&#x4EBF;&#x7F8E;&#x91D1;&#xFF0C;&#x4ED6;&#x53EF;&#x80FD;&#x4F1A;&#x4E0D;&#x5F00;&#x5FC3;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x53E6;&#x4E00;&#x4E2A;&#x8EAB;&#x4EF7;&#x4E00;&#x4E07;&#x7F8E;&#x5143;&#x7684;&#x4EBA;&#x610F;&#x5916;&#x83B7;&#x5F97;&#x4E86;&#x4E24;&#x5343;&#x7F8E;&#x91D1;&#xFF0C;&#x90A3;&#x4ED6;&#x53EF;&#x5C31;&#x4E50;&#x5F00;&#x4E86;&#x82B1;&#x3002;&#x8FD9;&#x6761;&#x57FA;&#x672C;&#x539F;&#x5219;&#x8BF4;&#x660E;&#xFF0C;&#x901A;&#x5F80;&#x5E78;&#x798F;&#x4E4B;&#x8DEF;&#x6709;&#x4E24;&#x6761;&#xFF1A;1&#xFF09;&#x671F;&#x671B;&#x503C;&#x9AD8;&#xFF0C;&#x52AA;&#x529B;&#x8D85;&#x8D8A;&#xFF1B;2&#xFF09;&#x964D;&#x4F4E;&#x671F;&#x671B;&#x503C;&#xFF0C;&#x7B26;&#x5408;&#x6216;&#x4F4E;&#x4E8E;&#x81EA;&#x8EAB;&#x5BA2;&#x89C2;&#x6761;&#x4EF6;&#x3002;&#x5927;&#x5BB6;&#x4E00;&#x822C;&#x90FD;&#x4F1A;&#x9009;&#x7B2C;&#x4E00;&#x6761;&#x8DEF;&#xFF0C;&#x4E5F;&#x610F;&#x5473;&#x7740;&#x60F3;&#x5E78;&#x798F;&#xFF0C;&#x5C31;&#x5F97;&#x4E0D;&#x65AD;&#x6210;&#x957F;&#x3002;  </p>
<p><br>Another principle to keep in mind is that people need meaningful work and meaningful relationships in order to be fulfilled. I have observed this to be true for virtually everyone, and I know that it&#x2019;s true for me.
<br><br>&#x53E6;&#x4E00;&#x6761;&#x8981;&#x7262;&#x8BB0;&#x7684;&#x539F;&#x5219;&#x662F;&#xFF0C;&#x5145;&#x5B9E;&#x7684;&#x751F;&#x6D3B;&#x9700;&#x8981;&#x4ECE;&#x4E8B;&#x6709;&#x610F;&#x4E49;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x9700;&#x8981;&#x8DDF;&#x503C;&#x5F97;&#x6253;&#x4EA4;&#x9053;&#x7684;&#x4EBA;&#x5EFA;&#x7ACB;&#x4EBA;&#x8109;&#x3002;&#x6211;&#x53D1;&#x73B0;&#x8FD9;&#x51E0;&#x4E4E;&#x662F;&#x9002;&#x7528;&#x4E8E;&#x6BCF;&#x4E2A;&#x4EBA;&#x7684;&#x4E00;&#x6761;&#x771F;&#x7406;&#xFF0C;&#x5F53;&#x7136;&#xFF0C;&#x5BF9;&#x6211;&#x66F4;&#x662F;&#x5982;&#x6B64;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>As Freud put it, &#x201C;Love and work are the cornerstones of our humanness.&#x201D;
<br><br>&#x5F17;&#x6D1B;&#x4F0A;&#x5FB7;&#x8BF4;&#x8FC7;&#xFF1A;&#x7231;&#x60C5;&#x548C;&#x5DE5;&#x4F5C;&#x662F;&#x6211;&#x4EEC;&#x4EBA;&#x6027;&#x7684;&#x57FA;&#x77F3;&#x3002;
<br>The work doesn&#x2019;t necessarily have to be a job, though I believe it&#x2019;s generally better if it is a job. It can be any kind of long-term challenge that leads to personal improvement. As you might have guessed, I believe that the need to have meaningful work is connected to man&#x2019;s innate desire to improve. And relationships are the natural connections to others that make us relevant to society.
<br><br>&#x5DE5;&#x4F5C;&#x4E0D;&#x4E00;&#x5B9A;&#x662F;&#x4E00;&#x4EFD;&#x804C;&#x4E1A;&#xFF0C;&#x5F53;&#x7136;&#x6211;&#x89C9;&#x5F97;&#x6700;&#x597D;&#x662F;&#x4E00;&#x4EFD;&#x804C;&#x4E1A;&#x3002;&#x53EA;&#x8981;&#x662F;&#x4E00;&#x9879;&#x957F;&#x671F;&#x6311;&#x6218;&#xFF0C;&#x53EF;&#x4EE5;&#x63D0;&#x5347;&#x81EA;&#x6211;&#xFF0C;&#x5C31;&#x80FD;&#x79F0;&#x4F5C;&#x662F;&#x5DE5;&#x4F5C;&#x3002;&#x6211;&#x8BA4;&#x4E3A;&#x5FC5;&#x987B;&#x4ECE;&#x4E8B;&#x6709;&#x610F;&#x4E49;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x56E0;&#x4E3A;&#x60F3;&#x8981;&#x63D0;&#x5347;&#x81EA;&#x5DF1;&#x662F;&#x4EBA;&#x7C7B;&#x4E0E;&#x751F;&#x4FF1;&#x6765;&#x7684;&#x6B32;&#x671B;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x5728;&#x793E;&#x4F1A;&#x4E2D;&#x624D;&#x4F1A;&#x81EA;&#x7136;&#x800C;&#x7136;&#x548C;&#x4ED6;&#x4EBA;&#x5EFA;&#x7ACB;&#x5173;&#x7CFB;&#x3002;  </p>
</blockquote>
<p><br>Regardless of others&#x2019; principles, you will need to decide for yourself what you want and go after it in the best way for you.
<br><br>&#x522B;&#x7684;&#x539F;&#x5219;&#x6682;&#x4E14;&#x4E0D;&#x8C08;&#xFF0C;&#x9996;&#x5148;&#x4F60;&#x5F97;&#x51B3;&#x5B9A;&#x81EA;&#x5DF1;&#x60F3;&#x8981;&#x8FFD;&#x5BFB;&#x7684;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x5E76;&#x901A;&#x8FC7;&#x6700;&#x9002;&#x5408;&#x81EA;&#x5DF1;&#x7684;&#x65B9;&#x5F0F;&#x5B9E;&#x73B0;&#x5B83;&#x3002;  </p>
<h3 id="-br-your-most-important-choices-br-br-%E4%BD%A0%E6%9C%80%E9%87%8D%E8%A6%81%E7%9A%84%E9%80%89%E6%8B%A9"><br>Your Most Important Choices <br> <br>&#x4F60;&#x6700;&#x91CD;&#x8981;&#x7684;&#x9009;&#x62E9;</h3>
<p><br>As I mentioned, as we head toward our goals we encounter an enormous number of choices that come at us, and each decision we make has consequences. So, <strong>the quality of our lives depends on the qualityof the decisions we make</strong>. We literally make millions of decisions that add up to the consequences thatare our lives.
<br><br>&#x6211;&#x63D0;&#x8FC7;&#xFF0C;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x5F81;&#x9014;&#x4E2D;&#xFF0C;&#x4F1A;&#x9047;&#x5230;&#x5927;&#x91CF;&#x9009;&#x62E9;&#xFF0C;&#x800C;&#x6211;&#x4EEC;&#x6240;&#x505A;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x51B3;&#x5B9A;&#x90FD;&#x4EA7;&#x751F;&#x5176;&#x7ED3;&#x679C;&#xFF0C;<strong>&#x751F;&#x6D3B;&#x8D28;&#x91CF;&#x53D6;&#x51B3;&#x4E8E;&#x6211;&#x4EEC;&#x6240;&#x4F5C;&#x7684;&#x6289;&#x62E9;&#x7684;&#x8D28;&#x91CF;</strong>&#x3002;&#x6211;&#x4EEC;&#x5927;&#x6982;&#x4F1A;&#x505A;&#x51FA;&#x767E;&#x4E07;&#x6B21;&#x6289;&#x62E9;&#xFF0C;&#x6700;&#x7EC8;&#x7684;&#x7ED3;&#x679C;&#x7D2F;&#x52A0;&#x6784;&#x6210;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x4EBA;&#x751F;&#x3002;  </p>
<p><br>Of these millions, I believe that there are five big types of choices that we continually must make that radically affect the quality of our lives and the rates at which we move toward what we want. Choosing well is not dependent on our innate abilities such as intelligence or creativity, but moare on what I think of as character. For this reason, I believe that most people can make the right choices.
<br><br>&#x8FD9;&#x767E;&#x4E07;&#x6B21;&#x9009;&#x62E9;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x4E00;&#x76F4;&#x5728;&#x505A;&#x7684;&#x6DF1;&#x523B;&#x5F71;&#x54CD;&#x751F;&#x6D3B;&#x8D28;&#x91CF;&#x4E0E;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x901F;&#x5EA6;&#x7684;&#x9009;&#x62E9;&#x4E3B;&#x8981;&#x6709;&#x4E94;&#x5927;&#x7C7B;&#x3002;&#x9009;&#x5BF9;&#x4E0E;&#x5426;&#x4E0D;&#x662F;&#x53D6;&#x51B3;&#x4E8E;&#x6211;&#x4EEC;&#x5929;&#x751F;&#x7684;&#x667A;&#x6167;&#x6216;&#x521B;&#x9020;&#x529B;&#xFF0C;&#x800C;&#x662F;&#x53D6;&#x51B3;&#x4E8E;&#x6211;&#x4EEC;&#x7684;&#x6027;&#x683C;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x8BA4;&#x4E3A;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x90FD;&#x80FD;&#x505A;&#x51FA;&#x6B63;&#x786E;&#x7684;&#x9009;&#x62E9;&#x3002;  </p>
<p><br>The following five decision trees show these choices. I believe that those who don&#x2019;t move effectively to their goals do the things on the top branches, and those who do move to them most quickly do the things on the bottom branches.
<br><br>&#x4E0B;&#x9762;&#x4E94;&#x5927;&#x201C;&#x51B3;&#x7B56;&#x6811;&#x201D;&#x5C55;&#x73B0;&#x4E86;&#x4E0D;&#x540C;&#x7684;&#x9009;&#x62E9;&#x3002;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x7684;&#x5F81;&#x9014;&#x4E0A;&#xFF0C;&#x6548;&#x7387;&#x4F4E;&#x4E0B;&#x4E4B;&#x4EBA;&#x4F1A;&#x9009;&#x4E0A;&#x5206;&#x652F;&#x7684;&#x9009;&#x9879;&#xFF0C;&#x6548;&#x7387;&#x9AD8;&#x7684;&#x4F1A;&#x9009;&#x4E0B;&#x5206;&#x652F;&#x7684;&#x9009;&#x9879;&#x3002;  </p>
<p><br>First:
<br><br> &#x7B2C;&#x4E00;&#x4E2A;&#x9009;&#x62E9;&#xFF1A;  </p>
<p><img src="images/201.png" alt="">  </p>
<p><br>It is a fundamental law of nature that to evolve one has to push one&#x2019;s limits, which is painful, in order to gain strength&#x2014;whether it&#x2019;s in the form of lifting weights, facing problems head-on, or in any other way. Nature gave us pain as a messaging device to tell us that we are approaching, or that wehave exceeded, our limits in some way. At the same time, nature made the process of getting stronger require us to push our limits. Gaining strength is the adaptation process of the body and the mind to encountering one&#x2019;s limits, which is painful. In other words, both pain and strength typically result from encountering one&#x2019;s barriers. When we encounter pain, we are at an important juncture in our decision-making process.
<br><br>&#x5927;&#x81EA;&#x7136;&#x7684;&#x4E00;&#x6761;&#x6839;&#x672C;&#x5B9A;&#x5F8B;&#x662F;&#xFF0C;&#x8981;&#x60F3;&#x8FDB;&#x5316;&#xFF0C;&#x5C31;&#x8981;&#x7A81;&#x7834;&#x6781;&#x9650;&#xFF0C;&#x627F;&#x53D7;&#x75DB;&#x82E6;&#xFF0C;&#x65B9;&#x80FD;&#x83B7;&#x5F97;&#x6210;&#x957F;&#xFF0C;&#x4E3E;&#x91CD;&#x4E5F;&#x597D;&#xFF0C;&#x76F4;&#x9762;&#x96BE;&#x9898;&#x4E5F;&#x597D;&#xFF0C;&#x90FD;&#x4E0D;&#x5916;&#x4E4E;&#x5982;&#x6B64;&#x3002;&#x5927;&#x81EA;&#x7136;&#x8D4B;&#x4E88;&#x6211;&#x4EEC;&#x75DB;&#x82E6;&#xFF0C;&#x5176;&#x5B9E;&#x662F;&#x8BA9;&#x6211;&#x4EEC;&#x611F;&#x53D7;&#x5230;&#x79BB;&#x76EE;&#x6807;&#x8D8A;&#x6765;&#x8D8A;&#x8FD1;&#xFF0C;&#x6216;&#x5DF2;&#x5728;&#x67D0;&#x65B9;&#x9762;&#x8D85;&#x8D8A;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x6781;&#x9650;&#x3002;&#x540C;&#x65F6;&#xFF0C;&#x5927;&#x81EA;&#x7136;&#x4E2D;&#x7269;&#x79CD;&#x53D8;&#x5F97;&#x5F3A;&#x5927;&#x7684;&#x8FC7;&#x7A0B;&#x4E5F;&#x8981;&#x6C42;&#x7A81;&#x7834;&#x6781;&#x9650;&#x3002;&#x83B7;&#x5F97;&#x6210;&#x957F;&#x662F;&#x8EAB;&#x5FC3;&#x9002;&#x5E94;&#x73AF;&#x5883;&#xFF0C;&#x4E86;&#x89E3;&#x81EA;&#x8EAB;&#x6781;&#x9650;&#x7684;&#x75DB;&#x82E6;&#x8FC7;&#x7A0B;&#xFF0C;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x75DB;&#x82E6;&#x4E0E;&#x6210;&#x957F;&#x90FD;&#x662F;&#x514B;&#x670D;&#x81EA;&#x8EAB;&#x969C;&#x788D;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x5F53;&#x6211;&#x4EEC;&#x611F;&#x5230;&#x75DB;&#x82E6;&#x4E4B;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x5176;&#x5B9E;&#x662F;&#x5904;&#x4E8E;&#x505A;&#x51FA;&#x6289;&#x62E9;&#x7684;&#x91CD;&#x8981;&#x5206;&#x53C9;&#x53E3;&#x3002;  </p>
<p><br>Most people react to pain badly. They have &#x201C;fight or flight&#x201D; reactions to it: they either strike out at whatever brought them the pain or they try to run away from it. As a result, they don&#x2019;t learn to find ways around their barriers, so they encounter them over and over again and make little or no progress toward what they want.
<br><br>&#x5927;&#x591A;&#x6570;&#x4EBA;&#x5BF9;&#x75BC;&#x75DB;&#x53CD;&#x5E94;&#x6FC0;&#x70C8;&#xFF0C;&#x91C7;&#x53D6;&#x201C;&#x6218;&#x6597;&#x6216;&#x9003;&#x907F;&#x201D;&#x7684;&#x6CD5;&#x5B50;&#xFF0C;&#x8981;&#x4E48;&#x594B;&#x8D77;&#x53CD;&#x6297;&#x7ED9;&#x4ED6;&#x4EEC;&#x5E26;&#x6765;&#x75DB;&#x82E6;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x8981;&#x4E48;&#x5C31;&#x60F3;&#x9003;&#x4E4B;&#x592D;&#x592D;&#xFF0C;&#x7ED3;&#x679C;&#x5462;&#xFF0C;&#x7EC8;&#x7A76;&#x6CA1;&#x80FD;&#x89E3;&#x51B3;&#x8FD9;&#x4E9B;&#x969C;&#x788D;&#xFF0C;&#x8FD9;&#x4E5F;&#x51B3;&#x5B9A;&#x4E86;&#x4ED6;&#x4EEC;&#x5C06;&#x4F1A;&#x4E00;&#x6B21;&#x53C8;&#x4E00;&#x6B21;&#x9047;&#x5230;&#x8FD9;&#x4E9B;&#x56F0;&#x96BE;&#xFF0C;&#x906D;&#x53D7;&#x75DB;&#x82E6;&#xFF0C;&#x65E0;&#x6CD5;&#x53D6;&#x5F97;&#x8FDB;&#x6B65;&#xFF0C;&#x65E0;&#x6CD5;&#x8FBE;&#x6210;&#x76EE;&#x6807;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>There are literally two different parts of each person&#x2019;s brain that influence these reactions: the pre-frontal cortex and the amygdala. They work as though they were two different brains that fight for control of decision-making. The pre-frontal cortex is the logical part of the brain that evaluates choices logically and the amygdala is the &#x201C;animal instinct&#x201D; part of the brain that triggers emotional reactions like the instinct to fight or flee. When faced with an obstacle or threat, an emotional reaction (e.g. pain) can be triggered that can lead to a fight or flight reaction that &#x201C;hijacks&#x201D; decision making away from the pre-frontal cortex, where the rational choices are being made. This can result in our making decisions that produce consequences that we do not want. This typically causes really big problems.
<br><br>&#x4EBA;&#x4F53;&#x5927;&#x8111;&#x6709;&#x4E24;&#x4E2A;&#x90E8;&#x5206;&#x4F1A;&#x5F71;&#x54CD;&#x8FD9;&#x7C7B;&#x53CD;&#x5E94;&#xFF1A;&#x524D;&#x989D;&#x53F6;&#x76AE;&#x5C42;&#x548C;&#x674F;&#x4EC1;&#x4F53;&#x3002;&#x5B83;&#x4EEC;&#x5C31;&#x50CF;&#x4E24;&#x4E2A;&#x4E0D;&#x540C;&#x7684;&#x5927;&#x8111;&#xFF0C;&#x76F8;&#x4E92;&#x6597;&#x4E89;&#x60F3;&#x63A7;&#x5236;&#x51B3;&#x7B56;&#x884C;&#x4E3A;&#x3002;&#x524D;&#x989D;&#x53F6;&#x76AE;&#x5C42;&#x662F;&#x5927;&#x8111;&#x7684;&#x903B;&#x8F91;&#x7EC4;&#x7EC7;&#xFF0C;&#x4ECE;&#x903B;&#x8F91;&#x4E0A;&#x8BC4;&#x4F30;&#x5404;&#x79CD;&#x9009;&#x9879;&#xFF0C;&#x674F;&#x4EC1;&#x4F53;&#x662F;&#x5927;&#x8111;&#x201C;&#x52A8;&#x7269;&#x5929;&#x6027;&#x201D;&#x90E8;&#x5206;&#xFF0C;&#x4F1A;&#x5F15;&#x8D77;&#x60C5;&#x7EEA;&#x53CD;&#x5E94;&#xFF0C;&#x5982;&#x6218;&#x6597;&#x6216;&#x9003;&#x8DD1;&#x3002;&#x9762;&#x5BF9;&#x969C;&#x788D;&#x6216;&#x5A01;&#x80C1;&#xFF0C;&#x4F1A;&#x4EA7;&#x751F;&#x60C5;&#x7EEA;&#x53CD;&#x5E94;&#xFF08;&#x6BD4;&#x5982;&#x75DB;&#x82E6;&#xFF09;&#xFF0C;&#x5BFC;&#x81F4;&#x6218;&#x6597;&#x6216;&#x9003;&#x8DD1;&#x4E4B;&#x7C7B;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x8FD9;&#x79CD;&#x884C;&#x4E3A;&#x4F1A;&#x5C06;&#x4EBA;&#x505A;&#x7406;&#x6027;&#x51B3;&#x7B56;&#x7684;&#x884C;&#x4E3A;&#x80FD;&#x529B;&#x4ECE;&#x524D;&#x989D;&#x53F6;&#x76AE;&#x5C42;&#x90A3;&#x91CC;&#x62A2;&#x8FC7;&#x6765;&#xFF0C;&#x8FD9;&#x6837;&#x505A;&#x7684;&#x51B3;&#x7B56;&#x7ED3;&#x679C;&#x4E0D;&#x662F;&#x6211;&#x4EEC;&#x60F3;&#x8981;&#x7684;&#x3002;  </p>
</blockquote>
<p><br>Those who react well to pain that stands in the way of getting to their goals&#x2014;those who understand what is causing it and how to deal with it so that it can be disposed of as a barrier&#x2014;gain strength and satisfaction. This is because most learning comes from making mistakes, reflecting on the causes of the mistakes, and learning what to do differently in the future. Believe it or not, you are lucky to feel the pain if you approach it correctly, because it will signal that you need to find solutions and to progress. Since the only way you are going to find solutions to painful problems is by thinking deeply about them&#x2014;i.e., reflecting &#x2014; if you can develop a knee-jerk reaction to pain that is to reflect rather than to fight or flee, it will lead to your rapid learning/evolving.
<br><br>&#x9762;&#x5BF9;&#x56F0;&#x96BE;&#xFF0C;&#x6709;&#x4EBA;&#x53CD;&#x5E94;&#x5F97;&#x4F53;&#xFF0C;&#x8FD9;&#x79CD;&#x4EBA;&#x6DF1;&#x77E5;&#x6839;&#x6E90;&#x8D77;&#x56E0;&#xFF0C;&#x660E;&#x767D;&#x5982;&#x4F55;&#x5E94;&#x5BF9;&#xFF0C;&#x6E05;&#x9664;&#x6389;&#x8FD9;&#x4E9B;&#x4EBA;&#x751F;&#x8DEF;&#x969C;&#xFF0C;&#x83B7;&#x5F97;&#x6210;&#x957F;&#x4E0E;&#x6EE1;&#x8DB3;&#x611F;&#x3002;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x4EBA;&#x662F;&#x5728;&#x72AF;&#x9519;&#x4E2D;&#x5B66;&#x4E60;&#x3001;&#x53CD;&#x601D;&#x6839;&#x6E90;&#xFF0C;&#x5E76;&#x5B66;&#x4F1A;&#x5982;&#x4F55;&#x5728;&#x672A;&#x6765;&#x6539;&#x53D8;&#x7B56;&#x7565;&#x3002;&#x4E0D;&#x7BA1;&#x4F60;&#x4FE1;&#x4E0D;&#x4FE1;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x906D;&#x53D7;&#x75DB;&#x82E6;&#x662F;&#x4EF6;&#x5E78;&#x4E8B;&#xFF0C;&#x80FD;&#x4ECE;&#x4E2D;&#x610F;&#x8BC6;&#x5230;&#x54EA;&#x513F;&#x6709;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#x9700;&#x8981;&#x89E3;&#x51B3;&#x4E0E;&#x63D0;&#x9AD8;&#x3002;&#x8981;&#x60F3;&#x89E3;&#x51B3;&#x8FD9;&#x4E9B;&#x4EE4;&#x4EBA;&#x5934;&#x75BC;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x552F;&#x4E00;&#x7684;&#x6CD5;&#x5B50;&#x5C31;&#x662F;&#x6DF1;&#x5165;&#x601D;&#x8003;&#x3002;&#x5982;&#x679C;&#x5728;&#x819D;&#x8DF3;&#x53CD;&#x5E94;&#x4E2D;&#xFF0C;&#x5BF9;&#x75BC;&#x75DB;&#x7684;&#x53CD;&#x5E94;&#x662F;&#x53CD;&#x601D;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x53CD;&#x6297;&#x6216;&#x9003;&#x907F;&#xFF0C;&#x5373;&#x53EF;&#x5FEB;&#x901F;&#x5B66;&#x4E60;&#xFF0C;&#x83B7;&#x5F97;&#x6210;&#x957F;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>Your very unique power of reflectiveness&#x2014;i.e., your ability to look at yourself, the world around you, and the relationship between you and the world&#x2014;means that you can think deeply and weigh subtle things to come up with learning and wise choices. Asking other believable people about the root causes of your pain in order to enhance your reflections is also typically very helpful&#x2014; especially others who have opposing views and who share your interest in finding the truth rather than being proven right.
<br><br>&#x56E0;&#x4E3A;&#x4F60;&#x62E5;&#x6709;&#x4E00;&#x9879;&#x72EC;&#x7279;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x5373;&#x53CD;&#x601D;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x80FD;&#x4F7F;&#x4F60;&#x5BA1;&#x89C6;&#x81EA;&#x5DF1;&#x3001;&#x5468;&#x56F4;&#x7684;&#x4E16;&#x754C;&#x548C;&#x4F60;&#x4E0E;&#x4E16;&#x754C;&#x7684;&#x5173;&#x7CFB;&#x3002;&#x56E0;&#x6B64;&#x4F60;&#x80FD;&#x591F;&#x6DF1;&#x5165;&#x601D;&#x8003;&#xFF0C;&#x5BF9;&#x7EC6;&#x8282;&#x8FDB;&#x884C;&#x8003;&#x91CF;&#xFF0C;&#x4ECE;&#x800C;&#x83B7;&#x5F97;&#x77E5;&#x8BC6;&#xFF0C;&#x505A;&#x51FA;&#x660E;&#x667A;&#x7684;&#x9009;&#x62E9;&#x3002;&#x8BA9;&#x503C;&#x5F97;&#x4FE1;&#x8D56;&#x4E4B;&#x4EBA;&#x544A;&#x8BC9;&#x4F60;&#x75DB;&#x82E6;&#x7684;&#x6839;&#x672C;&#x539F;&#x56E0;&#xFF0C;&#x80FD;&#x63D0;&#x5347;&#x53CD;&#x601D;&#x7684;&#x8D28;&#x91CF;&#x3002;&#x5C24;&#x5176;&#x5F53;&#x5BF9;&#x65B9;&#x4E0E;&#x4F60;&#x89C2;&#x70B9;&#x76F8;&#x5BF9;&#x7ACB;&#xFF0C;&#x6216;&#x4E0E;&#x4F60;&#x4E00;&#x6837;&#x4E50;&#x4E8E;&#x81EA;&#x5DF1;&#x53BB;&#x5BFB;&#x627E;&#x771F;&#x76F8;&#x800C;&#x4E0D;&#x662F;&#x4E50;&#x4E8E;&#x5750;&#x7B49;&#x4E8B;&#x5B9E;&#x88AB;&#x522B;&#x4EBA;&#x8BC1;&#x660E;&#x3002;  </p>
</blockquote>
<p><br>If you can reflect deeply about your problems, they almost always shrink or disappear, because you almost always find a better way of dealing with them than if you don&#x2019;t face them head on. The more difficult the problem, the more important it is that you think hard about it and deal with it. After seeing how effectively facing reality&#x2014;especially your problems, mistakes and weaknesses&#x2014; works, I believe you will become comfortable with it and won&#x2019;t want to operate any other way.
<br><br>&#x5982;&#x679C;&#x4F60;&#x80FD;&#x6DF1;&#x523B;&#x53CD;&#x601D;&#x81EA;&#x5DF1;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x57FA;&#x672C;&#x90FD;&#x4F1A;&#x51CF;&#x5C11;&#x6216;&#x6D88;&#x5931;&#x3002;&#x56E0;&#x4E3A;&#x6BD4;&#x8D77;&#x8EB2;&#x907F;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x4F60;&#x51E0;&#x4E4E;&#x603B;&#x662F;&#x80FD;&#x627E;&#x5230;&#x4E00;&#x79CD;&#x66F4;&#x9AD8;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6CD5;&#x3002;&#x95EE;&#x9898;&#x8D8A;&#x4E25;&#x91CD;&#xFF0C;&#x8D8A;&#x9700;&#x8981;&#x4F60;&#x8BA4;&#x771F;&#x601D;&#x8003;&#x5E76;&#x89E3;&#x51B3;&#x5B83;&#xFF0C;&#x5F53;&#x770B;&#x5230;&#x6709;&#x6548;&#x9762;&#x5BF9;&#x73B0;&#x5B9E;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x9762;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x9519;&#x8BEF;&#x548C;&#x7F3A;&#x70B9;&#x3002;&#x6211;&#x76F8;&#x4FE1;&#x4F60;&#x7EC8;&#x4F1A;&#x4ECE;&#x5BB9;&#x5E94;&#x5BF9;&#xFF0C;&#x5230;&#x65F6;&#x5019;&#x90FD;&#x4E0D;&#x4F1A;&#x60F3;&#x7528;&#x5176;&#x4ED6;&#x65B9;&#x6CD5;&#x89E3;&#x51B3;&#x4E86;&#x3002;  </p>
<p><br>So, please remember that:
<br><br>&#x6240;&#x4EE5;&#xFF0C;&#x8BF7;&#x8BB0;&#x4F4F;&#xFF1A;  </p>
<h4 id="pain-reflection-progress-br-%E7%97%9B%E8%8B%A6-%E5%8F%8D%E6%80%9D-%E8%BF%9B%E6%AD%A5">Pain + Reflection = Progress <br> &#x75DB;&#x82E6;+&#x53CD;&#x601D;=&#x8FDB;&#x6B65;</h4>
<h4 id="how-big-of-an-impediment-is-psychological-pain-to-your-progress-br-%E9%80%9A%E5%BE%80%E6%88%90%E5%8A%9F%E4%B9%8B%E8%B7%AF%E4%B8%8A%EF%BC%8C%E5%9B%B0%E9%9A%BE%E9%98%BB%E7%A2%8D%E5%AF%B9%E4%BD%A0%E7%9A%84%E5%BF%83%E7%81%B5%E8%83%BD%E9%80%A0%E6%88%90%E5%A4%9A%E5%A4%A7%E7%9A%84%E7%97%9B%E8%8B%A6%E5%91%A2%EF%BC%9F-h4">How big of an impediment is psychological pain to your progress? <br> &#x901A;&#x5F80;&#x6210;&#x529F;&#x4E4B;&#x8DEF;&#x4E0A;&#xFF0C;&#x56F0;&#x96BE;&#x963B;&#x788D;&#x5BF9;&#x4F60;&#x7684;&#x5FC3;&#x7075;&#x80FD;&#x9020;&#x6210;&#x591A;&#x5927;&#x7684;&#x75DB;&#x82E6;&#x5462;&#xFF1F;</h4>
<p><br>Second:
<br><br> &#x7B2C;&#x4E8C;&#x4E2A;&#x9009;&#x62E9;&#xFF1A;  </p>
<p><img src="images/202.png" alt="">  </p>
<p><br>People who confuse what they wish were true with what is really true create distorted pictures of reality that make it impossible for them to make the best choices. They typically do this because facing &#x201C;harsh realities&#x201D; can be very difficult. However, by not facing these harsh realities, they don&#x2019;t find ways of properly dealing with them. And because their decisions are not based in reality, they can&#x2019;t anticipate the consequences of their decisions.
<br><br>&#x6709;&#x4EBA;&#x4F1A;&#x6DF7;&#x6DC6;&#x201C;&#x671F;&#x671B;&#x7684;&#x771F;&#x76F8;&#x201D;&#x4E0E;&#x201C;&#x4E8B;&#x5B9E;&#x771F;&#x76F8;&#x201D;&#xFF0C;&#x771F;&#x5B9E;&#x60C5;&#x51B5;&#x56E0;&#x800C;&#x88AB;&#x626D;&#x66F2;&#xFF0C;&#x4E5F;&#x5C31;&#x65E0;&#x6CD5;&#x505A;&#x51FA;&#x6700;&#x4F73;&#x9009;&#x62E9;&#xFF0C;&#x8FD9;&#x53EF;&#x80FD;&#x662F;&#x56E0;&#x4E3A;&#x76F4;&#x9762;&#x201C;&#x6B8B;&#x9177;&#x7684;&#x73B0;&#x5B9E;&#x201D;&#x786E;&#x5B9E;&#x5F88;&#x96BE;&#x505A;&#x5230;&#x3002;&#x4F46;&#x4E0D;&#x76F4;&#x9762;&#x8FD9;&#x4E9B;&#x6B8B;&#x9177;&#x7684;&#x73B0;&#x5B9E;&#xFF0C;&#x4EBA;&#x4EEC;&#x5C31;&#x6CA1;&#x6CD5;&#x627E;&#x5230;&#x4ECE;&#x5BB9;&#x5E94;&#x5BF9;&#x8FD9;&#x4E9B;&#x73B0;&#x5B9E;&#x7684;&#x529E;&#x6CD5;&#x3002;&#x5982;&#x679C;&#x51B3;&#x7B56;&#x4E0D;&#x662F;&#x57FA;&#x4E8E;&#x771F;&#x5B9E;&#x60C5;&#x51B5;&#xFF0C;&#x90A3;&#x4E48;&#x51B3;&#x7B56;&#x7684;&#x7ED3;&#x679C;&#x5C31;&#x65E0;&#x6CD5;&#x9884;&#x6D4B;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>An example of this is what discussed earlier: wanting to save the wildebeest from the hyenas. When you don&#x2019;t want to face what&#x2019;s really happening, you can&#x2019;t make sound decisions.
<br><br>&#x6211;&#x4E4B;&#x524D;&#x8C08;&#x8FC7;&#x6709;&#x4EBA;&#x60F3;&#x4ECE;&#x571F;&#x72FC;&#x624B;&#x4E2D;&#x6551;&#x56DE;&#x7F9A;&#x7F8A;&#x7684;&#x4F8B;&#x5B50;&#x5C31;&#x662F;&#x5982;&#x6B64;&#x3002;&#x82E5;&#x4F60;&#x56DE;&#x907F;&#x73B0;&#x5B9E;&#xFF0C;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x505A;&#x51FA;&#x660E;&#x667A;&#x51B3;&#x5B9A;&#x7684;&#x3002;<br><br>
In contrast, <strong>people who know that understanding what is real is the first step toward optimallydealing with it make better decisions.</strong>
<br><br> <strong>&#x76F8;&#x6BD4;&#x4E4B;&#x4E0B;&#xFF0C;&#x4EBA;&#x660E;&#x767D;&#x5B9E;&#x4E8B;&#x6C42;&#x662F;&#x4ECE;&#x5BB9;&#x5E94;&#x5BF9;&#x56F0;&#x96BE;&#x7684;&#x7B2C;&#x4E00;&#x6B65;&#xFF0C;&#x8FD9;&#x4E9B;&#x4EBA;&#x4F1A;&#x505A;&#x51FA;&#x66F4;&#x660E;&#x667A;&#x7684;&#x9009;&#x62E9;&#x3002;</strong>  </p>
</blockquote>
<p><br>So, remember&#x2026;
<br><br> &#x6240;&#x4EE5;&#xFF0C;&#x8BB0;&#x4F4F;&#x3002;&#x3002;&#x3002;</p>
<h3 id="-br-ask-yourself-%E2%80%9Cis-it-true-%E2%80%9D-br-br-%E9%97%AE%E9%97%AE%E8%87%AA%E5%B7%B1%EF%BC%9A%E8%BF%99%E6%98%AF%E7%9C%9F%E7%9A%84%E5%90%97%EF%BC%9F"><br> Ask yourself, &#x201C;Is it true?&#x201D;<br> <br> &#x95EE;&#x95EE;&#x81EA;&#x5DF1;&#xFF1A;&#x8FD9;&#x662F;&#x771F;&#x7684;&#x5417;&#xFF1F;</h3>
<p><br>&#x2026;because knowing what is true is good.
<br><br>&#x56E0;&#x4E3A;&#x4E86;&#x89E3;&#x771F;&#x5B9E;&#x60C5;&#x51B5;&#x662F;&#x5927;&#x6709;&#x597D;&#x5904;&#x7684;&#x3002;  </p>
<h3 id="-br-how-much-do-you-let-what-you-wish-to-be-true-stand-in-the-way-of-seeing-what-is-really-true-br-br-%E4%BD%A0%E4%BC%9A%E8%AE%A9%E2%80%9C%E6%9C%9F%E6%9C%9B%E7%9A%84%E7%9C%9F%E5%AE%9E%E6%83%85%E5%86%B5%E2%80%9D%E9%98%BB%E7%A2%8D%E8%87%AA%E5%B7%B1%E8%AE%A4%E6%B8%85%E4%BA%8B%E5%AE%9E%E7%9C%9F%E7%9B%B8%E5%90%97%EF%BC%9F%E5%A6%82%E6%9E%9C%E6%98%AF%EF%BC%8C%E7%A8%8B%E5%BA%A6%E6%98%AF%E6%80%8E%E6%A0%B7%E5%91%A2%EF%BC%9F"><br>How much do you let what you wish to be true stand in the way of seeing what is really true? <br><br> &#x4F60;&#x4F1A;&#x8BA9;&#x201C;&#x671F;&#x671B;&#x7684;&#x771F;&#x5B9E;&#x60C5;&#x51B5;&#x201D;&#x963B;&#x788D;&#x81EA;&#x5DF1;&#x8BA4;&#x6E05;&#x4E8B;&#x5B9E;&#x771F;&#x76F8;&#x5417;&#xFF1F;&#x5982;&#x679C;&#x662F;&#xFF0C;&#x7A0B;&#x5EA6;&#x662F;&#x600E;&#x6837;&#x5462;&#xFF1F;</h3>
<p><br>Third:
<br><br>&#x7B2C;&#x4E09;&#x4E2A;&#x9009;&#x62E9;&#xFF1A;  </p>
<p><img src="images/203.png" alt="">  </p>
<p><br><strong>People who worry about looking good typically hide what they don&#x2019;t know and hide their weaknesses, so they never learn how to properly deal with them and these weaknesses remain impediments in the future.</strong> Thesepeople typically try to prove that they have the answers, even whenthey really don&#x2019;t. Why do they behave in this unproductive way? They typically believe the senseless but common view that great people are those who have the answers in their heads and don&#x2019;t have weaknesses. Not only does this view not square with reality, but it also stands in the way of progress.
<br><br><strong>&#x62C5;&#x5FC3;&#x8868;&#x9762;&#x4E0A;&#x770B;&#x8D77;&#x6765;&#x662F;&#x5426;&#x4F53;&#x9762;&#x7684;&#x4EBA;&#xFF0C;&#x4E00;&#x822C;&#x662F;&#x5728;&#x63A9;&#x76D6;&#x81EA;&#x5DF1;&#x4E0D;&#x6E05;&#x695A;&#x7684;&#x5730;&#x65B9;&#x6216;&#x7F3A;&#x70B9;&#xFF0C;&#x8FD9;&#x79CD;&#x4EBA;&#x4ECE;&#x6765;&#x4E0D;&#x53BB;&#x5B66;&#x600E;&#x4E48;&#x5904;&#x7406;&#x81EA;&#x5DF1;&#x7684;&#x65E0;&#x77E5;&#x4E0E;&#x7F3A;&#x70B9;&#xFF0C;&#x4EFB;&#x51ED;&#x5176;&#x6210;&#x4E3A;&#x672A;&#x6765;&#x7684;&#x62E6;&#x8DEF;&#x864E;&#x3002;</strong>&#x8FD9;&#x7C7B;&#x4EBA;&#x5C31;&#x7B97;&#x4E0D;&#x77E5;&#x9053;&#x7B54;&#x6848;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x4E5F;&#x8BD5;&#x56FE;&#x52AA;&#x529B;&#x8BC1;&#x660E;&#x81EA;&#x5DF1;&#x77E5;&#x9053;&#x6B63;&#x786E;&#x7B54;&#x6848;&#x3002;&#x4E3A;&#x4EC0;&#x4E48;&#x4ED6;&#x4EEC;&#x505A;&#x5982;&#x6B64;&#x4F4E;&#x6548;&#x7684;&#x4E8B;&#x60C5;&#xFF1F;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x6301;&#x6709;&#x4E00;&#x4E2A;&#x867D;&#x53EF;&#x7B11;&#x4F46;&#x666E;&#x904D;&#x7684;&#x89C2;&#x70B9;&#xFF0C;&#x8BA4;&#x4E3A;&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x8111;&#x888B;&#x91CC;&#x88C5;&#x7684;&#x53EA;&#x6709;&#x6B63;&#x786E;&#x7B54;&#x6848;&#x3001;&#x6CA1;&#x6709;&#x7F3A;&#x70B9;&#x3002;&#x8FD9;&#x79CD;&#x89C2;&#x70B9;&#x672C;&#x8EAB;&#x5C31;&#x4E0E;&#x4E8B;&#x5B9E;&#x4E0D;&#x7B26;&#xFF0C;&#x4E5F;&#x4F1A;&#x963B;&#x788D;&#x524D;&#x8FDB;&#x7684;&#x6B65;&#x4F10;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>For example, if you are dumb or ugly, you are unlikely to acknowledge it, even though doing so would help you better deal with that reality. Recognizing such &#x201C;harsh realities&#x201D; is both very painful and very productive.
<br><br>&#x4F8B;&#x5982;&#xFF0C;&#x5047;&#x5982;&#x4F60;&#x662F;&#x611A;&#x8822;&#x6216;&#x4E11;&#x964B;&#x7684;&#xFF0C;&#x4F60;&#x53EF;&#x80FD;&#x4E0D;&#x4F1A;&#x627F;&#x8BA4;&#xFF0C;&#x5C3D;&#x7BA1;&#x8FD9;&#x4E48;&#x505A;&#x4F1A;&#x52A9;&#x4F60;&#x66F4;&#x597D;&#x5730;&#x9762;&#x5BF9;&#x73B0;&#x5B9E;&#x3002;&#x8BA4;&#x8BC6;&#x5230;&#x8FD9;&#x79CD;&#x201C;&#x6B8B;&#x9177;&#x7684;&#x73B0;&#x5B9E;&#x201D;&#x867D;&#x75DB;&#x82E6;&#xFF0C;&#x4F46;&#x5F88;&#x6709;&#x6210;&#x6548;&#x3002; </p>
</blockquote>
<p><br>I have never met a great person who did not earn and learn their greatness. They have weaknesses like everyone else&#x2014;they have just learned how to deal with them so that they aren&#x2019;t impediments to getting what they want. In addition, the amounts of knowledge and the capabilities that anyone does not have, and that could be used to make the best possible decisions, are vastly greater than that which anyone (no matter how great) could have within them.
<br><br>&#x6211;&#x6240;&#x9047;&#x5230;&#x7684;&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x6CA1;&#x6709;&#x4E00;&#x4E2A;&#x4E0D;&#x662F;&#x5386;&#x7ECF;&#x72AF;&#x9519;&#x5B66;&#x4E60;&#x624D;&#x83B7;&#x5F97;&#x6210;&#x529F;&#x7684;&#x3002;&#x4ED6;&#x4EEC;&#x548C;&#x5927;&#x5BB6;&#x4E00;&#x6837;&#x90FD;&#x6709;&#x7F3A;&#x70B9;&#xFF0C;&#x4E0D;&#x8FC7;&#x4ED6;&#x4EEC;&#x61C2;&#x5F97;&#x5982;&#x4F55;&#x5E94;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x7F3A;&#x70B9;&#xFF0C;&#x4E0D;&#x4F1A;&#x4F7F;&#x5176;&#x963B;&#x788D;&#x68A6;&#x60F3;&#x7684;&#x5B9E;&#x73B0;&#x3002;&#x9664;&#x6B64;&#x4E4B;&#x5916;&#xFF0C;&#x8FD9;&#x4E9B;&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x5B66;&#x8BC6;&#x6E0A;&#x535A;&#xFF0C;&#x80FD;&#x529B;&#x8D85;&#x51E1;&#xFF0C;&#x8FD9;&#x4E9B;&#x90FD;&#x80FD;&#x52A9;&#x6211;&#x627E;&#x5230;&#x6700;&#x4F73;&#x7684;&#x51B3;&#x7B56;&#x65B9;&#x6848;&#xFF0C;&#x8FD9;&#x79CD;&#x8D44;&#x6E90;&#x6BD4;&#x4EFB;&#x4F55;&#x5355;&#x4E2A;&#x6210;&#x529F;&#x7684;&#x4EBA;&#xFF08;&#x65E0;&#x8BBA;&#x4ED6;&#x591A;&#x6210;&#x529F;&#xFF09;&#x6240;&#x62E5;&#x6709;&#x7684;&#x4F18;&#x52BF;&#x90FD;&#x5927;&#x5F97;&#x591A;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>I am not saying that we all have the same potential, just that to get the most of your potential&#x2014;whatever that is&#x2014;you must learn and earn.
<br><br>&#x6211;&#x4E0D;&#x662F;&#x8BF4;&#x5927;&#x5BB6;&#x7684;&#x6F5C;&#x529B;&#x662F;&#x4E00;&#x6837;&#x7684;&#xFF0C;&#x65E0;&#x8BBA;&#x8FD9;&#x79CD;&#x6F5C;&#x529B;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x8981;&#x60F3;&#x5B8C;&#x5168;&#x5F00;&#x53D1;&#x5C31;&#x5F97;&#x5B66;&#x4E60;&#x7136;&#x540E;&#x83B7;&#x5F97;&#x3002;  </p>
</blockquote>
<p><br>As I mentioned in the first chapter, you don&#x2019;t have to know everything to get what you want. You just have to be honest with yourself about what you don&#x2019;t know and know who to ask for help.
<br><br>&#x6211;&#x5728;&#x7B2C;&#x4E00;&#x7AE0;&#x63D0;&#x8FC7;&#xFF0C;&#x8981;&#x60F3;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x4E0D;&#x5FC5;&#x4EC0;&#x4E48;&#x90FD;&#x77E5;&#x9053;&#xFF0C;&#x5766;&#x8BDA;&#x9762;&#x5BF9;&#x81EA;&#x5DF1;&#x5BF9;&#x67D0;&#x4E9B;&#x4E1C;&#x897F;&#x4E0D;&#x77E5;&#x9053;&#x7684;&#x4E8B;&#x5B9E;&#xFF0C;&#x61C2;&#x5F97;&#x627E;&#x4ED6;&#x4EBA;&#x5BFB;&#x6C42;&#x5E2E;&#x52A9;&#x3002;  </p>
<p><br>This explains why <strong>people who are interested in making the best possible decisions rarely areconfident that they have the best possible answers</strong>. So they seek to learn more (often by exploringthe thinking of other believable people, especially those who disagree with them) and they are eager to identify their weaknesses so that they don&#x2019;t let these weaknesses stand in the way of them achieving their goals.
<br><br>&#x8FD9;&#x89E3;&#x91CA;&#x4E86;&#x4E3A;&#x4EC0;&#x4E48;<strong>&#x4E50;&#x4E8E;&#x505A;&#x51FA;&#x6700;&#x4F73;&#x51B3;&#x7B56;&#x7684;&#x4EBA;&#x6781;&#x5C11;&#x4F1A;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x65B9;&#x6848;&#x8868;&#x793A;&#x5341;&#x8DB3;&#x7684;&#x4FE1;&#x5FC3;</strong>&#x3002;&#x4ED6;&#x4EEC;&#x56E0;&#x6B64;&#x5E0C;&#x671B;&#x5B66;&#x5230;&#x66F4;&#x591A;&#xFF08;&#x901A;&#x8FC7;&#x63A2;&#x7D22;&#x5176;&#x4ED6;&#x503C;&#x5F97;&#x4FE1;&#x8D56;&#x4E4B;&#x4EBA;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x6301;&#x5F02;&#x89C1;&#x4E4B;&#x4EBA;&#x7684;&#x60F3;&#x6CD5;&#xFF09;&#xFF0C;&#x5E76;&#x6E34;&#x671B;&#x53D1;&#x73B0;&#x81EA;&#x8EAB;&#x7F3A;&#x70B9;&#xFF0C;&#x907F;&#x514D;&#x8FD9;&#x4E9B;&#x7F3A;&#x70B9;&#x963B;&#x788D;&#x81EA;&#x5DF1;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x3002;  </p>
<p><br>So, what are your biggest weaknesses? Think honestly about them because if you can identify them, you are on the first step toward accelerating your movement forward. So think about them, write them down, and look at them frequently.
<br><br>&#x6240;&#x4EE5;&#x4F60;&#x6700;&#x5927;&#x7684;&#x7F3A;&#x70B9;&#x662F;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x82E5;&#x4F60;&#x80FD;&#x53D1;&#x73B0;&#x8FD9;&#x4E9B;&#x7F3A;&#x70B9;&#xFF0C;&#x8BF7;&#x5766;&#x8BDA;&#x601D;&#x8003;&#x4E00;&#x4E0B;&#xFF0C;&#x8FD9;&#x662F;&#x52A0;&#x901F;&#x81EA;&#x5DF1;&#x6210;&#x529F;&#x7684;&#x7B2C;&#x4E00;&#x6B65;&#x3002;&#x60F3;&#x60F3;&#x8FD9;&#x4E9B;&#x7F3A;&#x70B9;&#xFF0C;&#x5199;&#x4E0B;&#x6765;&#xFF0C;&#x65F6;&#x5E38;&#x770B;&#x770B;&#x3002;  </p>
<p><br>One of my biggest weaknesses is my poor rote memory: I have trouble remembering things that don&#x2019;t have reasons for being what they are, such as names, phone numbers, spelling, and addresses. Also, I am terrible at doing tasks that require little or no logic, especially if I have to do them repeatedly. On the other hand, I have a great contextual memory and good logic, and I can devote myself to things that interest me for untold hours. I don&#x2019;t know how much of what I am bad at is just the other side of what I am good at&#x2014;i.e., how much of what I am good at is due to my brain working in a certain way that, when applied to certain tasks, does well and when applied to others does poorly&#x2014;and how much of what I am good at was developed in order to help compensate for what I am bad at. But I do know that I have created compensating approaches so that what I am bad at doesn&#x2019;t hurt me much; e.g., I surround myself with people who have good rote memories who do the things that I am bad at, and I carry around tools like my BlackBerry.
<br><br>&#x6211;&#x6700;&#x5927;&#x7684;&#x7F3A;&#x70B9;&#x662F;&#x8BC6;&#x8BB0;&#x80FD;&#x529B;&#x5DEE;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x6CA1;&#x6709;&#x4E0A;&#x4E0B;&#x6587;&#x63A8;&#x7406;&#x7684;&#x4E1C;&#x897F;&#x6211;&#x5C31;&#x5F88;&#x96BE;&#x8BB0;&#x4F4F;&#xFF0C;&#x6BD4;&#x5982;&#x59D3;&#x540D;&#x3001;&#x7535;&#x8BDD;&#x53F7;&#x7801;&#x3001;&#x5355;&#x8BCD;&#x62FC;&#x5199;&#x3001;&#x5730;&#x5740;&#x7B49;&#x7B49;&#x3002;&#x6CA1;&#x4EC0;&#x4E48;&#x903B;&#x8F91;&#x7684;&#x4EFB;&#x52A1;&#x6211;&#x4E5F;&#x5E72;&#x4E0D;&#x597D;&#xFF0C;&#x5982;&#x679C;&#x662F;&#x673A;&#x68B0;&#x91CD;&#x590D;&#x7684;&#x5DE5;&#x4F5C;&#x6211;&#x66F4;&#x662F;&#x4E0D;&#x5728;&#x884C;&#x3002;&#x4F46;&#x4ECE;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x6765;&#x770B;&#xFF0C;&#x6211;&#x60C5;&#x666F;&#x8BB0;&#x5FC6;&#x529B;&#x548C;&#x903B;&#x8F91;&#x601D;&#x7EF4;&#x90FD;&#x5F88;&#x5F3A;&#xFF0C;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x4E8B;&#x60C5;&#x6211;&#x613F;&#x6295;&#x8EAB;&#x5176;&#x4E2D;&#xFF0C;&#x4E0D;&#x7720;&#x4E0D;&#x4F11;&#x3002;&#x4E0D;&#x77E5;&#x9053;&#x6211;&#x4E0D;&#x64C5;&#x957F;&#x67D0;&#x4E9B;&#x4E8B;&#x7684;&#x539F;&#x56E0;&#x4F1A;&#x4E0D;&#x4F1A;&#x6B63;&#x597D;&#x5C31;&#x662F;&#x6211;&#x64C5;&#x957F;&#x53E6;&#x4E00;&#x4E9B;&#x4E8B;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x6211;&#x64C5;&#x957F;&#x67D0;&#x4E9B;&#x4E8B;&#x662F;&#x56E0;&#x4E3A;&#x5927;&#x8111;&#x7684;&#x67D0;&#x79CD;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;&#x5E94;&#x7528;&#x5230;&#x67D0;&#x4E9B;&#x5177;&#x4F53;&#x4EFB;&#x52A1;&#x4E0A;&#x53D1;&#x6325;&#x4E86;&#x5F88;&#x597D;&#x7684;&#x6548;&#x679C;&#xFF0C;&#x4F46;&#x5E94;&#x7528;&#x5230;&#x522B;&#x7684;&#x4E00;&#x4E9B;&#x4EFB;&#x52A1;&#x65F6;&#x6548;&#x679C;&#x5C31;&#x5F88;&#x5DEE;&#x3002;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x6211;&#x64C5;&#x957F;&#x7684;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;&#x662F;&#x4E0D;&#x662F;&#x5F97;&#x5230;&#x4E86;&#x5F00;&#x53D1;&#xFF0C;&#x8DB3;&#x4EE5;&#x5F25;&#x8865;&#x6211;&#x7684;&#x7F3A;&#x70B9;&#x3002;&#x4F46;&#x53EF;&#x4EE5;&#x80AF;&#x5B9A;&#x7684;&#x662F;&#x6211;&#x81EA;&#x5DF1;&#x60F3;&#x51FA;&#x4E86;&#x8865;&#x507F;&#x65B9;&#x6CD5;&#xFF0C;&#x4E0D;&#x4F1A;&#x56E0;&#x4E3A;&#x8FD9;&#x4E9B;&#x7F3A;&#x70B9;&#x800C;&#x5403;&#x4EC0;&#x4E48;&#x5927;&#x4E8F;&#x3002;&#x6BD4;&#x65B9;&#x8BF4;&#xFF0C;&#x6211;&#x8EAB;&#x8FB9;&#x7ED3;&#x4EA4;&#x5F88;&#x591A;&#x8BC6;&#x8BB0;&#x80FD;&#x529B;&#x5F88;&#x5F3A;&#x7684;&#x4EBA;&#xFF0C;&#x4ED6;&#x4EEC;&#x53EF;&#x4EE5;&#x505A;&#x6211;&#x4E0D;&#x64C5;&#x957F;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x6211;&#x968F;&#x8EAB;&#x5E26;&#x7740;&#x9ED1;&#x8393;&#x624B;&#x673A;&#x8FD9;&#x79CD;&#x7535;&#x5B50;&#x8BBE;&#x5907;&#x5C31;&#x8DB3;&#x591F;&#x4E86;&#x3002;</p>
<h4 id="-br-how-much-do-you-worry-about-looking-good-relative-to-actually-being-good-br-br-%E4%BD%A0%E6%9C%89%E5%A4%9A%E6%8B%85%E5%BF%83%E7%9C%8B%E8%B5%B7%E6%9D%A5%E5%A5%BD%E4%B8%8D%E5%A5%BD%E5%91%A2%EF%BC%9F%E4%BD%A0%E5%8F%88%E6%9C%89%E5%A4%9A%E6%8B%85%E5%BF%83%E5%AE%9E%E9%99%85%E4%B8%8A%E5%A5%BD%E4%B8%8D%E5%A5%BD%E5%91%A2%EF%BC%9F"><br>How much do you worry about looking good relative to actually being good? <br> <br>&#x4F60;&#x6709;&#x591A;&#x62C5;&#x5FC3;&#x770B;&#x8D77;&#x6765;&#x597D;&#x4E0D;&#x597D;&#x5462;&#xFF1F;&#x4F60;&#x53C8;&#x6709;&#x591A;&#x62C5;&#x5FC3;&#x5B9E;&#x9645;&#x4E0A;&#x597D;&#x4E0D;&#x597D;&#x5462;&#xFF1F;</h4>
<p><br>
Fourth:
<br><br>&#x7B2C;&#x56DB;&#x4E2A;&#x9009;&#x62E9;&#xFF1A;  </p>
<p><img src="images/204.png" alt="">  </p>
<p><br>People who overweigh the first-order consequences of their decisions and ignore the effects that the second- and subsequent-order consequences will have on their goals rarely reach their goals. Thisis because first-order consequences often have opposite desirabilities from second-orderconsequences, resulting in big mistakes in decision-making. For example, the first-order consequences of exercise (pain and time-sink) are commonly considered undesirable, while the second-order consequences (better health and more attractive appearance) are desirable. Similarly, food that tastes good is often bad for you and vice versa, etc. If your goal is to get physically fit and you don&#x2019;t ignore the first- order consequences of exercise and good-tasting but unhealthy food and connect your decisions with their second- and third-order consequences, you will not reach your goal.
<br><br>&#x8FC7;&#x4E8E;&#x770B;&#x91CD;&#x51B3;&#x7B56;&#x7684;&#x4E00;&#x7EA7;&#x6548;&#x5E94;&#xFF0C;&#x5FFD;&#x7565;&#x4E8C;&#x3001;&#x4E09;&#x7EA7;&#x6548;&#x5E94;&#x7684;&#x4EBA;&#xFF0C;&#x4E00;&#x822C;&#x5F88;&#x96BE;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x3002;&#x56E0;&#x4E3A;&#x4E00;&#x7EA7;&#x6548;&#x5E94;&#x548C;&#x4E8C;&#x7EA7;&#x6548;&#x5E94;&#x7684;&#x610F;&#x613F;&#x7ECF;&#x5E38;&#x662F;&#x5BF9;&#x7ACB;&#x7684;&#xFF0C;&#x5BB9;&#x6613;&#x4F7F;&#x4EBA;&#x505A;&#x51B3;&#x7B56;&#x65F6;&#x72AF;&#x5927;&#x9519;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5065;&#x8EAB;&#x7684;&#x4E00;&#x7EA7;&#x6548;&#x5E94;&#x4E3A;&#x627F;&#x53D7;&#x75DB;&#x82E6;&#xFF0C;&#x82B1;&#x8D39;&#x65F6;&#x95F4;&#xFF0C;&#x8FD9;&#x4E00;&#x822C;&#x4E0D;&#x662F;&#x4EBA;&#x4EEC;&#x6E34;&#x671B;&#x7684;&#x3002;&#x800C;&#x5176;&#x4E8C;&#x7EA7;&#x6548;&#x5E94;&#xFF0C;&#x5373;&#x66F4;&#x5065;&#x5EB7;&#xFF0C;&#x5916;&#x8C8C;&#x53D8;&#x5F97;&#x66F4;&#x5177;&#x5438;&#x5F15;&#x529B;&#xFF0C;&#x5219;&#x662F;&#x4EBA;&#x4EEC;&#x6E34;&#x671B;&#x7684;&#x3002;&#x7C7B;&#x4F3C;&#x7684;&#x9053;&#x7406;&#xFF0C;&#x53EF;&#x53E3;&#x7684;&#x98DF;&#x7269;&#x4E00;&#x822C;&#x5BF9;&#x5065;&#x5EB7;&#x65E0;&#x76CA;&#xFF0C;&#x53CD;&#x4E4B;&#x4EA6;&#x7136;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x4F60;&#x7684;&#x76EE;&#x6807;&#x662F;&#x8EAB;&#x4F53;&#x5065;&#x5EB7;&#xFF0C;&#x4F46;&#x662F;&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x5FFD;&#x89C6;&#x8FD0;&#x52A8;&#x4E0E;&#x7F8E;&#x5473;&#x4F46;&#x4E0D;&#x5065;&#x5EB7;&#x7684;&#x996E;&#x98DF;&#x4E4B;&#x95F4;&#x7684;&#x4E00;&#x7EA7;&#x6548;&#x5E94;&#xFF0C;&#x4E0D;&#x5C06;&#x51B3;&#x7B56;&#x5EFA;&#x7ACB;&#x5728;&#x4E8C;&#x3001;&#x4E09;&#x7EA7;&#x6548;&#x5E94;&#x4E4B;&#x4E0A;&#xFF0C;&#x90A3;&#x4E48;&#x4F60;&#x5C31;&#x65E0;&#x6CD5;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>Sometimes it can be difficult to anticipate the 2nd or 3rd order consequences of a decision, such as one that involves using complex technology like X-Rays or DDT, where either things are not what they seem to be or there are too many unknown variables to make a sound decision. For more on the probabilities of personal decision-making, please refer to the &#x201C;To Make Decisions Effectively&#x201D; section at the end of Part 3.
<br><br>&#x67D0;&#x9879;&#x51B3;&#x5B9A;&#x7684;&#x4E8C;&#x3001;&#x4E09;&#x7EA7;&#x6548;&#x5E94;&#x6709;&#x65F6;&#x662F;&#x5F88;&#x96BE;&#x9884;&#x6599;&#x7684;&#xFF0C;&#x6BD4;&#x5982;&#x67D0;&#x4EBA;&#x4F7F;&#x7528;&#x50CF;X&#x5149;&#x6216;&#x6570;&#x5B57;&#x8D44;&#x6599;&#x53D1;&#x9001;&#x673A;&#x8FD9;&#x79CD;&#x590D;&#x6742;&#x7684;&#x79D1;&#x6280;&#x8BBE;&#x5907;&#x65F6;&#x5C31;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E24;&#x6837;&#x4E1C;&#x897F;&#x8868;&#x9762;&#x4E0A;&#x5F88;&#x96BE;&#x9884;&#x6D4B;&#x540E;&#x679C;&#xFF0C;&#x5B58;&#x5728;&#x592A;&#x591A;&#x672A;&#x77E5;&#x53D8;&#x6570;&#xFF0C;&#x6CA1;&#x6CD5;&#x505A;&#x51FA;&#x5F88;&#x597D;&#x7684;&#x51B3;&#x5B9A;&#x3002;&#x5173;&#x4E8E;&#x4E2A;&#x4EBA;&#x6289;&#x62E9;&#x7684;&#x53EF;&#x80FD;&#x6027;&#xFF0C;&#x8BF7;&#x53C2;&#x9605;&#x7B2C;&#x4E09;&#x7AE0;&#x672B;&#x7684;&#x300A;&#x6709;&#x6548;&#x51B3;&#x7B56;&#x300B;&#x90E8;&#x5206;&#x3002;  </p>
</blockquote>
<p><br>Quite often the first- order consequences are the temptations that cost us what we really want, and sometimes they are barriers that stand in our way of getting what we want. It&#x2019;s almost as though the natural selection process sorts us by throwing us trick choices that have both types of consequences and penalizing the dummies who make their decisions just on the basis of the first-order consequences alone.
<br><br>&#x5927;&#x591A;&#x6570;&#x65F6;&#x5019;&#xFF0C;&#x4E00;&#x7EA7;&#x6548;&#x5E94;&#x662F;&#x6211;&#x4EEC;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x8981;&#x514B;&#x670D;&#x7684;&#x8BF1;&#x60D1;&#xFF0C;&#x6709;&#x65F6;&#x8FD8;&#x662F;&#x963B;&#x788D;&#x6210;&#x529F;&#x7684;&#x62E6;&#x8DEF;&#x864E;&#x3002;&#x8FD9;&#x5C31;&#x50CF;&#x81EA;&#x7136;&#x4E2D;&#x7269;&#x7ADE;&#x5929;&#x62E9;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x7529;&#x7ED9;&#x6211;&#x4EEC;&#x5177;&#x5907;&#x4E24;&#x79CD;&#x7ED3;&#x679C;&#x7684;&#x9009;&#x9879;&#xFF0C;&#x90A3;&#x4E9B;&#x50BB;&#x4E4E;&#x4E4E;&#x53EA;&#x57FA;&#x4E8E;&#x4E00;&#x7EA7;&#x6548;&#x5E94;&#x505A;&#x9009;&#x62E9;&#x7684;&#x7B28;&#x86CB;&#x5C31;&#x4F1A;&#x53D7;&#x5230;&#x60E9;&#x7F5A;&#x3002;  </p>
<p><br>By contrast, people who choose what they really want, and avoid the temptations and get over the pains that drive them away from what they really want, are much more likely to have successful lives.
<br><br>&#x4E0E;&#x4E4B;&#x76F8;&#x6BD4;&#xFF0C;&#x9009;&#x62E9;&#x771F;&#x5FC3;&#x6240;&#x6E34;&#x671B;&#x3001;&#x62B5;&#x6321;&#x4F4F;&#x8BF1;&#x60D1;&#x3001;&#x514B;&#x670D;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x6240;&#x9700;&#x627F;&#x53D7;&#x7684;&#x75DB;&#x82E6;&#xFF0C;&#x8FD9;&#x6837;&#x624D;&#x66F4;&#x53EF;&#x80FD;&#x62E5;&#x6709;&#x6210;&#x529F;&#x7684;&#x4EBA;&#x751F;&#x3002;</p>
<h4 id="-br-how-much-do-you-respond-to-1st-order-consequences-at-the-expense-of-2nd-and-3rd-order-consequences-br-br-%E5%81%9A%E5%86%B3%E7%AD%96%E6%97%B6%EF%BC%8C%E4%B8%8D%E8%80%83%E8%99%91%E4%BA%8C%E3%80%81%E4%B8%89%E7%BA%A7%E6%95%88%E5%BA%94%EF%BC%8C%E4%BB%85%E5%B0%B1%E4%B8%80%E7%BA%A7%E6%95%88%E5%BA%94%E5%81%9A%E5%87%BA%E5%8F%8D%E5%BA%94%EF%BC%8C%E8%BF%99%E7%A7%8D%E6%83%85%E5%86%B5%E5%8F%91%E7%94%9F%E5%9C%A8%E4%BD%A0%E8%BA%AB%E4%B8%8A%E7%9A%84%E9%A2%91%E7%8E%87%E9%AB%98%E4%B9%88%EF%BC%9F-h4"><br>How much do you respond to 1st order consequences at the expense of 2nd and 3rd order consequences? <br><br> &#x505A;&#x51B3;&#x7B56;&#x65F6;&#xFF0C;&#x4E0D;&#x8003;&#x8651;&#x4E8C;&#x3001;&#x4E09;&#x7EA7;&#x6548;&#x5E94;&#xFF0C;&#x4EC5;&#x5C31;&#x4E00;&#x7EA7;&#x6548;&#x5E94;&#x505A;&#x51FA;&#x53CD;&#x5E94;&#xFF0C;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x53D1;&#x751F;&#x5728;&#x4F60;&#x8EAB;&#x4E0A;&#x7684;&#x9891;&#x7387;&#x9AD8;&#x4E48;&#xFF1F;</h4>
<p><br>Fifth:
<br><br>&#x7B2C;&#x4E94;&#x4E2A;&#x9009;&#x62E9;&#xFF1A;  </p>
<p><img src="images/205.png" alt="">  </p>
<p><br>People who blame bad outcomes on anyone or anything other than themselves are behaving in a way that is at variance with reality, and subversive to their progress.
<br><br>&#x6709;&#x7684;&#x4EBA;&#xFF0C;&#x7ED3;&#x679C;&#x4E0D;&#x7406;&#x60F3;&#x5C31;&#x602A;&#x7F6A;&#x522B;&#x4EBA;&#x800C;&#x4E0D;&#x4ECE;&#x81EA;&#x8EAB;&#x627E;&#x539F;&#x56E0;&#xFF0C;&#x8FD9;&#x4E0E;&#x4E8B;&#x5B9E;&#x76F8;&#x77DB;&#x76FE;&#xFF0C;&#x4E5F;&#x4F1A;&#x963B;&#x788D;&#x8FDB;&#x6B65;&#x3002;  </p>
<p><br>Blaming bad outcomes on anyone or anything other than one&#x2019;s self is essentially wishing that reality is different than it is, which is silly. And it is subversive because it diverts one&#x2019;s attention away from mustering up the personal strength and other qualities that are required to produce the best possible outcomes.
<br><br>&#x7ED3;&#x679C;&#x4E0D;&#x7406;&#x60F3;&#x5C31;&#x602A;&#x5230;&#x522B;&#x4EBA;&#x5934;&#x4E0A;&#xFF0C;&#x800C;&#x4E0D;&#x8BA4;&#x4E3A;&#x81EA;&#x5DF1;&#x6709;&#x95EE;&#x9898;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x60F3;&#x81EA;&#x6B3A;&#x6B3A;&#x4EBA;&#xFF0C;&#x8FD9;&#x79CD;&#x505A;&#x6CD5;&#x5F88;&#x53EF;&#x7B11;&#xFF0C;&#x8FD8;&#x4F1A;&#x963B;&#x788D;&#x8FDB;&#x6B65;&#x3002;&#x56E0;&#x4E3A;&#x8FD9;&#x6837;&#x505A;&#x65E0;&#x7591;&#x662F;&#x5206;&#x6563;&#x7CBE;&#x529B;&#xFF0C;&#x800C;&#x539F;&#x672C;&#x662F;&#x53EF;&#x4EE5;&#x96C6;&#x4E2D;&#x7CBE;&#x529B;&#x63D0;&#x5347;&#x4E2A;&#x4EBA;&#x80FD;&#x529B;&#x7D20;&#x8D28;&#xFF0C;&#x5B9E;&#x73B0;&#x6700;&#x4F73;&#x7ED3;&#x679C;&#x7684;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>Blaming others is NOT the same thing as holding others accountable, which we will discuss in my Management Principles.
<br><br>&#x8D23;&#x5907;&#x4ED6;&#x4EBA;&#x548C;&#x5B9E;&#x884C;&#x95EE;&#x8D23;&#x5236;&#x5EA6;&#x4E0D;&#x662F;&#x4E00;&#x56DE;&#x4E8B;&#xFF0C;&#x6211;&#x5728;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x7AE0;&#x8282;&#x4F1A;&#x8FDB;&#x884C;&#x63A2;&#x8BA8;&#x3002;  </p>
</blockquote>
<p><br><strong>Successful people understand that bad things come at everyone and that it is their responsibility to make their lives what they want them to be by successfully dealing with whatever challenges they face.</strong> Successfulpeople know that nature is testing them, and that it is not sympathetic.
<br><br><strong>&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x660E;&#x767D;&#xFF0C;&#x4E0D;&#x597D;&#x7684;&#x7ED3;&#x679C;&#x5927;&#x5BB6;&#x90FD;&#x4F1A;&#x53D7;&#x5176;&#x5F71;&#x54CD;&#xFF0C;&#x4EBA;&#x4EBA;&#x90FD;&#x6709;&#x8D23;&#x4EFB;&#x5E94;&#x5BF9;&#x5404;&#x79CD;&#x6311;&#x6218;&#xFF0C;&#x8FD9;&#x6837;&#x624D;&#x80FD;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x3002;</strong>&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x660E;&#x767D;&#x8FD9;&#x662F;&#x5927;&#x81EA;&#x7136;&#x5728;&#x5BF9;&#x4ED6;&#x4EEC;&#x8FDB;&#x884C;&#x8003;&#x9A8C;&#xFF0C;&#x8FD9;&#x6CA1;&#x4EC0;&#x4E48;&#x53EF;&#x60B2;&#x7684;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>Luck &#x2014; both good and bad &#x2014; is a reality. But it is not a reason for an excuse. In life, we have a large number of choices, and luck can play a dominant role in the outcomes of our choices. But if you have a large enough sample size&#x2014;if you have large number of decisions (if you are playing a lot of poker hands, for example)&#x2014;over time, luck will cancel out and skill will have a dominant role in determining outcomes. A superior decision-maker will produce superior outcomes. That does not mean there won&#x2019;t be certain bad-(or good-) luck events that are life changing: a friend of mine dove into a swimming pool and became a quadriplegic. But he approached his situation well and became as happy as anybody else, because there are many paths to happiness. What happens to a lot of people is that they don&#x2019;t take personal responsibility for their outcomes, and as a result fail to make the best possible decisions.
<br><br>&#x65E0;&#x8BBA;&#x662F;&#x597D;&#x8FD0;&#x6C14;&#x8FD8;&#x662F;&#x574F;&#x8FD0;&#x6C14;&#xFF0C;&#x90FD;&#x662F;&#x4E8B;&#x5B9E;&#x3002;&#x4F46;&#x8FD0;&#x6C14;&#x4E0D;&#x80FD;&#x4F5C;&#x4E3A;&#x505A;&#x4E0D;&#x597D;&#x4E8B;&#x7684;&#x501F;&#x53E3;&#x3002;&#x751F;&#x6D3B;&#x4E2D;&#x6211;&#x4EEC;&#x9762;&#x5BF9;&#x5F88;&#x591A;&#x9009;&#x62E9;&#xFF0C;&#x8FD0;&#x6C14;&#x5BF9;&#x9009;&#x62E9;&#x7684;&#x7ED3;&#x679C;&#x8D77;&#x7740;&#x4E3B;&#x5BFC;&#x4F5C;&#x7528;&#xFF0C;&#x4F46;&#x5047;&#x5982;&#x6837;&#x672C;&#x6570;&#x91CF;&#x8DB3;&#x591F;&#x5927;&#xFF0C;&#x5C31;&#x662F;&#x8BF4;&#x4F60;&#x7684;&#x51B3;&#x5B9A;&#x7279;&#x522B;&#x591A;&#xFF0C;&#x90A3;&#x4E45;&#x800C;&#x4E45;&#x4E4B;&#xFF0C;&#x8FD0;&#x6C14;&#x7684;&#x4F5C;&#x7528;&#x5C31;&#x5F00;&#x59CB;&#x6DE1;&#x5316;&#x4E86;&#xFF0C;&#x80FD;&#x529B;&#x5F00;&#x59CB;&#x5BF9;&#x7ED3;&#x679C;&#x8D77;&#x4E3B;&#x5BFC;&#x4F5C;&#x7528;&#x4E86;&#x3002;&#x4F18;&#x79C0;&#x7684;&#x51B3;&#x7B56;&#x8005;&#x4F1A;&#x505A;&#x51FA;&#x4F18;&#x79C0;&#x7684;&#x51B3;&#x5B9A;&#x3002;&#x90A3;&#x5E76;&#x4E0D;&#x610F;&#x5473;&#x7740;&#x8FD0;&#x6C14;&#xFF08;&#x597D;&#x7684;&#x6216;&#x574F;&#x7684;&#xFF09;&#x4E0D;&#x4F1A;&#x5BF9;&#x4EBA;&#x751F;&#x4EA7;&#x751F;&#x91CD;&#x5927;&#x6539;&#x53D8;&#xFF1A;&#x6211;&#x6709;&#x4E2A;&#x670B;&#x53CB;&#x5728;&#x6E38;&#x6CF3;&#x6C60;&#x6E38;&#x6CF3;&#x4E0D;&#x614E;&#x53D8;&#x6210;&#x4E86;&#x56DB;&#x80A2;&#x762B;&#x75EA;&#x8005;&#xFF0C;&#x4F46;&#x4ED6;&#x9762;&#x5BF9;&#x8FD9;&#x6837;&#x7684;&#x5883;&#x9047;&#x4F9D;&#x7136;&#x80FD;&#x591F;&#x5904;&#x7406;&#x5730;&#x5F88;&#x597D;&#xFF0C;&#x540C;&#x5927;&#x5BB6;&#x4E00;&#x6837;&#x5E78;&#x798F;&#xFF0C;&#x56E0;&#x4E3A;&#x901A;&#x5F80;&#x5E78;&#x798F;&#x7684;&#x9053;&#x8DEF;&#x4E0D;&#x6B62;&#x4E00;&#x6761;&#x3002;&#x5F88;&#x591A;&#x4EBA;&#x4E0D;&#x4E3A;&#x81EA;&#x5DF1;&#x6240;&#x9020;&#x6210;&#x7684;&#x7ED3;&#x679C;&#x62C5;&#x5F53;&#x8D77;&#x4E2A;&#x4EBA;&#x8D23;&#x4EFB;&#xFF0C;&#x7ED3;&#x679C;&#x5C31;&#x662F;&#x65E0;&#x6CD5;&#x505A;&#x51FA;&#x6700;&#x4F73;&#x51B3;&#x5B9A;&#x3002;  </p>
</blockquote>
<p><br>As I mentioned earlier, I believe that nature is symbiotic&#x2014;and that we must give to it for it to give back.
<br><br>&#x6211;&#x4E4B;&#x524D;&#x63D0;&#x8FC7;&#xFF0C;&#x5927;&#x81EA;&#x7136;&#x662F;&#x5171;&#x751F;&#x7684;&#xFF0C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x7ED9;&#x5B83;&#x5B83;&#x60F3;&#x8981;&#x7684;&#xFF0C;&#x624D;&#x5F97;&#x5230;&#x56DE;&#x62A5;&#x3002;  </p>
<h4 id="-br-how-much-do-you-let-yourself-off-the-hook-rather-than-hold-yourself-accountable-for-your-success-br-br-%E4%B8%BA%E5%AE%9E%E7%8E%B0%E6%88%90%E5%8A%9F%EF%BC%8C%E4%BD%A0%E6%98%AF%E7%BD%AE%E8%BA%AB%E4%BA%8B%E5%A4%96%E5%91%A2%EF%BC%8C%E8%BF%98%E6%98%AF%E5%AF%8C%E6%9C%89%E6%8B%85%E5%BD%93%E4%B8%8E%E8%B4%A3%E4%BB%BB%E5%BF%83%E5%91%A2%EF%BC%9F"><br> How much do you let yourself off the hook rather than hold yourself accountable for your success?  <br><br> &#x4E3A;&#x5B9E;&#x73B0;&#x6210;&#x529F;&#xFF0C;&#x4F60;&#x662F;&#x7F6E;&#x8EAB;&#x4E8B;&#x5916;&#x5462;&#xFF0C;&#x8FD8;&#x662F;&#x5BCC;&#x6709;&#x62C5;&#x5F53;&#x4E0E;&#x8D23;&#x4EFB;&#x5FC3;&#x5462;&#xFF1F;</h4>
<p><br><strong>In summary, I believe that you can probably get what you want out of life if you can suspend your ego and take a no-excuses approach to achieving your goals with open -mindedness, determination, and courage, especially if you rely on the help of people who are strong in areas that you are weak.</strong>
<br><br><strong>&#x603B;&#x7ED3;&#x4E00;&#x4E0B;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x8981;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#xFF0C;&#x4F60;&#x5F97;&#x6E05;&#x9664;&#x81EA;&#x6211;&#x8BBE;&#x969C;&#xFF0C;&#x505A;&#x4E8B;&#x4E0D;&#x627E;&#x501F;&#x53E3;&#x3001;&#x601D;&#x7EF4;&#x5F00;&#x653E;&#x3001;&#x4E0B;&#x5B9A;&#x51B3;&#x5FC3;&#x3001;&#x5BCC;&#x6709;&#x52C7;&#x6C14;&#xFF0C;&#x5C24;&#x5176;&#x8981;&#x4F9D;&#x9760;&#x90A3;&#x4E9B;&#x5728;&#x4F60;&#x4E0D;&#x64C5;&#x957F;&#x7684;&#x9886;&#x57DF;&#x8868;&#x73B0;&#x4F18;&#x79C0;&#x4E4B;&#x4EBA;&#x3002;</strong>  </p>
<p><br>If I had to pick just one quality that those who make the right choices have, it is character. Character is the ability to get one&#x2019;s self to do the difficult things that produce the desired results. In other words, I believe that for the most part, achieving success&#x2014;whatever that is for you&#x2014;is mostly a matter of personal choice and that, initially, making the right choices can be difficult. However, because of the law of nature that pushing your boundaries will make you stronger, which will lead to improved results that will motivate you, the more you operate in your &#x201C;stretch zone,&#x201D; the more you adapt and the less character it takes to operate at the higher level of performance. So, if you don&#x2019;t let up on yourself, i.e., if you operate with the same level of &#x201C;pain,&#x201D; you will naturally evolve at an accelerating pace. Because I believe this, I believe that whether or not I achieve my goals is a test of what I am made of. It is a game that I play, but this game is for real. In the next part I explain how I go about playing it.
<br><br>&#x82E5;&#x8981;&#x8BF4;&#x505A;&#x51FA;&#x660E;&#x667A;&#x7684;&#x9009;&#x62E9;&#x4E4B;&#x4EBA;&#x5177;&#x5907;&#x4EC0;&#x4E48;&#x5171;&#x540C;&#x7684;&#x7D20;&#x8D28;&#xFF0C;&#x6211;&#x60F3;&#xFF0C;&#x662F;&#x610F;&#x5FD7;&#x3002;&#x610F;&#x5FD7;&#x575A;&#x5F3A;&#x7684;&#x4EBA;&#x80FD;&#x591F;&#x514B;&#x670D;&#x56F0;&#x96BE;&#xFF0C;&#x83B7;&#x5F97;&#x60F3;&#x8981;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x8981;&#x5B9E;&#x73B0;&#x6210;&#x529F;&#x4E3B;&#x8981;&#x9760;&#x7684;&#x662F;&#x4E2A;&#x4EBA;&#x9009;&#x62E9;&#xFF0C;&#x521A;&#x5F00;&#x59CB;&#x505A;&#x6B63;&#x786E;&#x7684;&#x9009;&#x62E9;&#x4F1A;&#x5F88;&#x56F0;&#x96BE;&#xFF0C;&#x4F46;&#x6839;&#x636E;&#x5927;&#x81EA;&#x7136;&#x6CD5;&#x5219;&#xFF0C;&#x8981;&#x53D8;&#x5F97;&#x5F3A;&#x5927;&#x5C31;&#x8981;&#x7A81;&#x7834;&#x81EA;&#x5DF1;&#x7684;&#x6781;&#x9650;&#xFF0C;&#x624D;&#x80FD;&#x5B9E;&#x73B0;&#x8FDB;&#x6B65;&#x8FD9;&#x4E00;&#x7ED3;&#x679C;&#xFF0C;&#x6FC0;&#x52B1;&#x81EA;&#x5DF1;&#x7EE7;&#x7EED;&#x524D;&#x884C;&#xFF0C;&#x5728;&#x201C;&#x4F38;&#x5C55;&#x533A;&#x201D;&#x5386;&#x7EC3;&#x8D8A;&#x591A;&#xFF0C;&#x5C31;&#x8D8A;&#x80FD;&#x9002;&#x5E94;&#x73AF;&#x5883;&#xFF0C;&#x9AD8;&#x7EA7;&#x9636;&#x6BB5;&#x4E5F;&#x5C31;&#x4E0D;&#x7528;&#x90A3;&#x4E48;&#x8D39;&#x529B;&#x4E86;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x653E;&#x677E;&#xFF0C;&#x4FDD;&#x6301;&#x201C;&#x75BC;&#x75DB;&#x201D;&#x7684;&#x7A0B;&#x5EA6;&#xFF0C;&#x5C31;&#x4F1A;&#x81EA;&#x7136;&#x800C;&#x7136;&#x52A0;&#x901F;&#x6210;&#x957F;&#x3002;&#x56E0;&#x4E3A;&#x6211;&#x76F8;&#x4FE1;&#xFF0C;&#x80FD;&#x5426;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x662F;&#x5BF9;&#x81EA;&#x8EAB;&#x54C1;&#x8D28;&#x7684;&#x68C0;&#x9A8C;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x573A;&#x81EA;&#x5DF1;&#x4E3B;&#x5BFC;&#x7684;&#x6E38;&#x620F;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x662F;&#x8377;&#x67AA;&#x5B9E;&#x5F39;&#x7684;&#x6E38;&#x620F;&#x3002;&#x4E0B;&#x4E00;&#x7AE0;&#x6211;&#x4F1A;&#x8C08;&#x8C08;&#x600E;&#x4E48;&#x5F00;&#x59CB;&#x73A9;&#x8FD9;&#x573A;&#x6E38;&#x620F;&#x3002;  </p>
<p><br>In summary, <strong>I don&#x2019;t believe that limited abilities are an insurmountable barrier to achieving yourgoals, if you do the other things right.</strong>
<br><br>&#x603B;&#x7ED3;&#x4E00;&#x4E0B;&#xFF0C;<strong>&#x6211;&#x4E0D;&#x8BA4;&#x4E3A;&#x6709;&#x9650;&#x7684;&#x80FD;&#x529B;&#x662F;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x4E0D;&#x53EF;&#x903E;&#x8D8A;&#x7684;&#x969C;&#x788D;&#xFF0C;&#x80FD;&#x628A;&#x5176;&#x4ED6;&#x7684;&#x4E8B;&#x60C5;&#x505A;&#x597D;&#xFF0C;&#x4E5F;&#x80FD;&#x5F25;&#x8865;&#x81EA;&#x8EAB;&#x7684;&#x7F3A;&#x9677;&#x3002;</strong>  </p>
<p><br>As always, it is up to you to ask yourself if what I am saying is true. As the next part delves into this concept more, you might want to reserve your judgment until after you have read it.
<br><br>&#x8FD8;&#x662F;&#x8001;&#x89C4;&#x77E9;&#xFF0C;&#x4F60;&#x81EA;&#x5DF1;&#x6765;&#x5224;&#x65AD;&#x6211;&#x8BF4;&#x7684;&#x662F;&#x4E0D;&#x662F;&#x771F;&#x7684;&#xFF0C;&#x4E0B;&#x4E00;&#x7AE0;&#x4F1A;&#x66F4;&#x6DF1;&#x5165;&#x63A2;&#x8BA8;&#x8FD9;&#x4E2A;&#x6982;&#x5FF5;&#xFF0C;&#x5728;&#x90A3;&#x4E4B;&#x524D;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x4FDD;&#x7559;&#x81EA;&#x5DF1;&#x7684;&#x5224;&#x65AD;&#x3002;  </p>
<h3 id="-br-your-two-yous-and-your-machine-br-br-%E4%B8%A4%E4%B8%AA%E2%80%9C%E4%BD%A0%E2%80%9D%E5%92%8C%E4%BD%A0%E7%9A%84%E2%80%9C%E6%9C%BA%E5%99%A8%E2%80%9D"><br>Your Two Yous and Your Machine <br><br> &#x4E24;&#x4E2A;&#x201C;&#x4F60;&#x201D;&#x548C;&#x4F60;&#x7684;&#x201C;&#x673A;&#x5668;&#x201D;</h3>
<p><br>Those who are most successful are capable of &#x201C;higher level thinking&#x201D; &#x2014;i.e., they are able to step back and design a &#x201C;machine&#x201D; consisting of the right people doing the right things to get what they want. They are able to assess and improve how their &#x201C;machine&#x201D; works by comparing the outcomes that the machine is producing with the goals. Schematically, the process is as shown in the diagram below. It is a feedback loop:
<br><br>&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x5177;&#x5907;&#x201C;&#x9AD8;&#x5C42;&#x601D;&#x7EF4;&#x201D;&#xFF0C;&#x5373;&#x80FD;&#x591F;&#x5F80;&#x56DE;&#x770B;&#xFF0C;&#x8BBE;&#x8BA1;&#x4E00;&#x53F0;&#x201C;&#x673A;&#x5668;&#x201D;&#xFF0C;&#x7531;&#x5408;&#x9002;&#x7684;&#x5458;&#x5DE5;&#x505A;&#x5339;&#x914D;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x7136;&#x540E;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x3002;&#x4ED6;&#x4EEC;&#x901A;&#x8FC7;&#x6BD4;&#x8F83;&#x8FD9;&#x53F0;&#x201C;&#x673A;&#x5668;&#x201D;&#x7684;&#x751F;&#x4EA7;&#x60C5;&#x51B5;&#x4E0E;&#x9884;&#x671F;&#x76EE;&#x6807;&#xFF0C;&#x80FD;&#x591F;&#x8BC4;&#x4F30;&#x5E76;&#x6539;&#x5584;&#x5176;&#x8FD0;&#x884C;&#x60C5;&#x51B5;&#x3002;&#x6574;&#x4E2A;&#x8FC7;&#x7A0B;&#x5982;&#x4E0B;&#x56FE;&#x6240;&#x793A;&#xFF0C;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x5F62;&#x6210;&#x4E86;&#x4E00;&#x4E2A;&#x53CD;&#x9988;&#x5FAA;&#x73AF;&#xFF1A;  </p>
<p><img src="images/206.png" alt="">  </p>
<p><br>That schematic is meant to convey that your goals will determine the &#x201C;machine&#x201D; that you create to achieve them; that machine will produce outcomes that you should compare with your goals to judge how your machine is working. Your &#x201C;machine&#x201D; will consist of the design and people you choose to achieve the goals. For example, if you want to take a hill from an enemy you will need to figure out how to do that&#x2014; e.g., your design might need two scouts, two snipers, four infantrymen, one person to deliver the food, etc. While having the right design is essential, it is only half the battle. It is equally important to put the right people in each of these positions. They need different qualities to play their positions well&#x2014;e.g., the scouts must be fast runners, the snipers must be precise shots, etc. If your outcomes are inconsistent with your goals (e.g., if you are having problems), you need to modify your &#x201C;machine,&#x201D; which means that you either have to modify your design/culture or modify your people. Do this often and well and your improvement process will look like the one on the left and do it poorly and it will look like the one on the right, or worse:
<br><br>&#x8FD9;&#x4E2A;&#x56FE;&#x8868;&#x8BF4;&#x660E;&#xFF0C;&#x8FD9;&#x53F0;&#x201C;&#x673A;&#x5668;&#x201D;&#x65E8;&#x5728;&#x5B9E;&#x73B0;&#x4F60;&#x6240;&#x8BBE;&#x5B9A;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x201C;&#x673A;&#x5668;&#x201D;&#x4EA7;&#x51FA;&#x7684;&#x7ED3;&#x679C;&#x4E0E;&#x76EE;&#x6807;&#x8FDB;&#x884C;&#x6BD4;&#x8F83;&#xFF0C;&#x5224;&#x65AD;&#x201C;&#x673A;&#x5668;&#x201D;&#x7684;&#x8FD0;&#x884C;&#x60C5;&#x51B5;&#xFF0C;&#x4F60;&#x7684;&#x8FD9;&#x53F0;&#x201C;&#x673A;&#x5668;&#x201D;&#x7531;&#x673A;&#x6784;&#x8BBE;&#x7F6E;&#x4E0E;&#x5458;&#x5DE5;&#x914D;&#x5907;&#x4E24;&#x5757;&#x7EC4;&#x6210;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x4F60;&#x60F3;&#x8981;&#x653B;&#x4E0B;&#x654C;&#x4EBA;&#x5360;&#x9886;&#x7684;&#x5C71;&#x5934;&#xFF0C;&#x5C31;&#x5F97;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x53BB;&#x64CD;&#x4F5C;&#xFF0C;&#x4F60;&#x7684;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#x53EF;&#x80FD;&#x662F;&#xFF1A;&#x9700;&#x8981;&#x4E24;&#x4E2A;&#x4FA6;&#x5BDF;&#x5175;&#xFF0C;&#x4E24;&#x540D;&#x72D9;&#x51FB;&#x624B;&#xFF0C;&#x56DB;&#x540D;&#x6B65;&#x5175;&#xFF0C;&#x4E00;&#x540D;&#x540E;&#x52E4;&#x5175;&#x5E76;&#x7ED9;&#x524D;&#x65B9;&#x8FD0;&#x9001;&#x98DF;&#x7269;&#x3002;&#x505A;&#x597D;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x4F46;&#x60F3;&#x6253;&#x597D;&#x4ED7;&#xFF0C;&#x8FD9;&#x53EA;&#x5B8C;&#x6210;&#x4E86;&#x4E00;&#x534A;&#xFF0C;&#x540C;&#x6837;&#x91CD;&#x8981;&#x7684;&#x662F;&#xFF0C;&#x4F60;&#x8FD8;&#x9700;&#x8981;&#x5C06;&#x5408;&#x9002;&#x7684;&#x5458;&#x5DE5;&#x5B89;&#x6392;&#x5728;&#x6B63;&#x786E;&#x7684;&#x5C97;&#x4F4D;&#x4E0A;&#x3002;&#x6BCF;&#x4E2A;&#x5C97;&#x4F4D;&#x6240;&#x8981;&#x6C42;&#x7684;&#x7D20;&#x8D28;&#x4E0D;&#x540C;&#xFF0C;&#x4FA6;&#x5BDF;&#x5175;&#x8981;&#x8DD1;&#x5F97;&#x5FEB;&#xFF0C;&#x72D9;&#x51FB;&#x624B;&#x8981;&#x5C04;&#x5F97;&#x51C6;&#x3002;&#x5982;&#x679C;&#x7ED3;&#x679C;&#x548C;&#x76EE;&#x6807;&#x4E0D;&#x4E00;&#x81F4;&#xFF0C;&#x6BD4;&#x5982;&#x51FA;&#x73B0;&#x95EE;&#x9898;&#x4E86;&#xFF0C;&#x4F60;&#x5C31;&#x8981;&#x8C03;&#x8BD5;&#x81EA;&#x5DF1;&#x7684;&#x8FD9;&#x53F0;&#x201C;&#x673A;&#x5668;&#x201D;&#xFF0C;&#x65E2;&#x8981;&#x8C03;&#x8BD5;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#xFF0C;&#x5373;&#x516C;&#x53F8;&#x6587;&#x5316;&#xFF0C;&#x4E5F;&#x8981;&#x8C03;&#x6574;&#x4EBA;&#x5458;&#x914D;&#x5907;&#x3002;&#x7ECF;&#x5E38;&#x8FD9;&#x6837;&#x8FDB;&#x884C;&#x53CD;&#x9988;&#x4E0E;&#x8C03;&#x6574;&#xFF0C;&#x8FDB;&#x6B65;&#x7684;&#x8FC7;&#x7A0B;&#x5C31;&#x4F1A;&#x5982;&#x5DE6;&#x56FE;&#x66F2;&#x7EBF;&#x6240;&#x793A;&#xFF0C;&#x53CD;&#x4E4B;&#x5982;&#x53F3;&#x56FE;&#x66F2;&#x7EBF;&#x6240;&#x793A;&#x3002;  </p>
<p><img src="images/207.png" alt="">  </p>
<p><br><strong>I call it &#x201C;higher level thinking&#x201D; because your perspective is of one who is looking down on at your machine and yourself objectively</strong>, using the feedback loop as I previously described. In other words,your most important role is to step back and design, operate and improve your &#x201C;machine&#x201D; to get what you want.
<br><br><strong>&#x201C;&#x9AD8;&#x5C42;&#x601D;&#x7EF4;&#x201D;&#x662F;&#x4EE5;&#x4FEF;&#x89C6;&#x7684;&#x89D2;&#x5EA6;&#x5BA2;&#x89C2;&#x5BA1;&#x89C6;&#x8FD9;&#x53F0;&#x201C;&#x673A;&#x5668;&#x201D;&#x4E0E;&#x4F60;&#x81EA;&#x5DF1;&#x3002;</strong>&#x8981;&#x8FD0;&#x7528;&#x6211;&#x4E4B;&#x524D;&#x63CF;&#x8FF0;&#x7684;&#x53CD;&#x9988;&#x56DE;&#x8DEF;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x4F60;&#x6700;&#x91CD;&#x8981;&#x7684;&#x89D2;&#x8272;&#x662F;&#x56DE;&#x8FC7;&#x5934;&#x53CD;&#x601D;&#xFF0C;&#x8FDB;&#x884C;&#x8BBE;&#x8BA1;&#x3001;&#x64CD;&#x4F5C;&#xFF0C;&#x6539;&#x5584;&#x201C;&#x673A;&#x5668;&#x201D;&#x7684;&#x6027;&#x80FD;&#xFF0C;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x3002;  </p>
<p><img src="images/208.png" alt="">  </p>
<p><br>Think of it as though there are two yous&#x2014;you as the designer and overseer of the plan to achieve your goals (let&#x2019;s call that one you(1)) and you as one of the participants in pursuing that mission (which we will call you(2)). You(2) are a resource that you(1) have to get what you(1) want, but by no means your only resource. To be successful you(1) have to be objective about you(2).
<br><br>&#x60F3;&#x8C61;&#x6709;&#x4E24;&#x4E2A;&#x4F60;&#xFF0C;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x662F;&#x6574;&#x4E2A;&#x65B9;&#x6848;&#x7684;&#x8BBE;&#x8BA1;&#x8005;&#x548C;&#x76D1;&#x7763;&#x8005;&#xFF0C;&#x4F60;&#xFF08;2&#x53F7;&#xFF09;&#x662F;&#x5C65;&#x884C;&#x4EFB;&#x52A1;&#x7684;&#x53C2;&#x4E0E;&#x8005;&#x3002;&#x4F60;&#xFF08;2&#x53F7;&#xFF09;&#x662F;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x4E3A;&#x4E86;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x4E00;&#x4E2A;&#x8D44;&#x6E90;&#xFF0C;&#x4F46;&#x7EDD;&#x4E0D;&#x662F;&#x552F;&#x4E00;&#x7684;&#x8D44;&#x6E90;&#x3002;&#x8981;&#x60F3;&#x6210;&#x529F;&#xFF0C;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x8981;&#x5BF9;&#x4F60;&#xFF08;2&#x53F7;&#xFF09;&#x4FDD;&#x6301;&#x5BA2;&#x89C2;&#x8BC4;&#x4EF7;&#x3002;  </p>
<p><br>Let&#x2019;s imagine that your goal is to have a winning basketball team. Wouldn&#x2019;t it be silly to put yourself in a position that you don&#x2019;t play well? If you did, you wouldn&#x2019;t get what you want. Whatever your goals are, achieving them works the same way.
<br><br>&#x60F3;&#x8C61;&#x4E00;&#x4E0B;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x76EE;&#x6807;&#x5047;&#x8BBE;&#x662F;&#x8D62;&#x4E00;&#x573A;&#x7BEE;&#x7403;&#x6BD4;&#x8D5B;&#xFF0C;&#x8981;&#x628A;&#x4F60;&#x5B89;&#x6392;&#x5728;&#x4E0D;&#x64C5;&#x957F;&#x7684;&#x4F4D;&#x7F6E;&#x6253;&#x8FD9;&#x573A;&#x6BD4;&#x8D5B;&#xFF0C;&#x662F;&#x4E0D;&#x662F;&#x542C;&#x8D77;&#x6765;&#x5F88;&#x8822;&#xFF1F;&#x82E5;&#x4E00;&#x5B9A;&#x8981;&#x8FD9;&#x4E48;&#x5B89;&#x6392;&#xFF0C;&#x4E5F;&#x662F;&#x4F1A;&#x8F93;&#x6389;&#x8FD9;&#x573A;&#x6BD4;&#x8D5B;&#x7684;&#x3002;&#x65E0;&#x8BBA;&#x76EE;&#x6807;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x539F;&#x7406;&#x662F;&#x4E00;&#x81F4;&#x7684;&#x3002;</p>
<p><br>If you(1) see that you(2) are not capable of doing something, it is only sensible for you(1) to have someone else do it. In other words, you(1) should look down on you(2) and all the other resources at your(1) disposal and create a &#x201C;machine&#x201D; to achieve your(1) goals, remembering that you(1) don&#x2019;t necessarily need to do anything other than to design and manage the machine to get what you(1) want. If you(1) find that you(2) can&#x2019;t do something well <strong>fire yourself</strong> (2) and get a good replacement! You shouldn&#x2019;t be upset that you found out that you(2) are bad at that&#x2014;you(1) should be happy because you(1) have improved your(1) chances of getting what you(1) want. If you(1) are disappointed because you(2) can&#x2019;t be the best person to do everything, you(1) are terribly na&#xEF;ve because nobody can do everything well.
<br><br>&#x5982;&#x679C;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x53D1;&#x73B0;&#x4F60;&#xFF08;2&#x53F7;&#xFF09;&#x4E0D;&#x64C5;&#x957F;&#x505A;&#x67D0;&#x4E8B;&#xFF0C;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x5B89;&#x6392;&#x522B;&#x4EBA;&#x6765;&#x505A;&#xFF0C;&#x8FD9;&#x6837;&#x770B;&#x624D;&#x662F;&#x5408;&#x7406;&#x7684;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x8981;&#x4FEF;&#x89C6;&#x5305;&#x62EC;&#x4F60;&#xFF08;2&#x53F7;&#xFF09;&#x5728;&#x5185;&#x6240;&#x6709;&#x53EF;&#x5229;&#x7528;&#x7684;&#x8D44;&#x6E90;&#xFF0C;&#x5EFA;&#x7ACB;&#x4E00;&#x53F0;&#x201C;&#x673A;&#x5668;&#x201D;&#xFF0C;&#x5B9E;&#x73B0;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x7684;&#x76EE;&#x6807;&#x3002;&#x8BB0;&#x4F4F;&#xFF0C;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x53EF;&#x4E0D;&#x4E00;&#x5B9A;&#x53EA;&#x505A;&#x4E3A;&#x5B9E;&#x73B0;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x76EE;&#x6807;&#x7684;&#x8BBE;&#x8BA1;&#x4E0E;&#x7BA1;&#x7406;&#x201C;&#x673A;&#x5668;&#x201D;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x5F53;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x53D1;&#x73B0;&#x4F60;&#xFF08;2&#x53F7;&#xFF09;&#x4E0D;&#x80FD;&#x5F88;&#x597D;&#x5B8C;&#x6210;&#x4EFB;&#x52A1;&#x65F6;&#xFF0C;&#x5C31;<strong>&#x89E3;&#x96C7;&#x4F60;&#x81EA;&#x5DF1;</strong>&#xFF08;2&#x53F7;&#xFF09;&#xFF0C;&#x6362;&#x4E2A;&#x5408;&#x9002;&#x7684;&#x5C97;&#x4F4D;&#x3002;&#x4E0D;&#x8981;&#x56E0;&#x4E3A;&#x53D1;&#x73B0;&#x4F60;&#xFF08;2&#x53F7;&#xFF09;&#x4E0D;&#x64C5;&#x957F;&#x90A3;&#x4E2A;&#x5C97;&#x4F4D;&#x5C31;&#x611F;&#x5230;&#x6CAE;&#x4E27;&#xFF0C;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x5E94;&#x8BE5;&#x611F;&#x5230;&#x9AD8;&#x5174;&#xFF0C;&#x56E0;&#x4E3A;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x63D0;&#x5347;&#x4E86;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x81EA;&#x5DF1;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x51E0;&#x7387;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x662F;&#x56E0;&#x4E3A;&#x89C9;&#x5F97;&#x4F60;&#xFF08;2&#x53F7;&#xFF09;&#x65E0;&#x6CD5;&#x6210;&#x4E3A;&#x4E8B;&#x4E8B;&#x90FD;&#x80FD;&#x505A;&#x5F97;&#x5B8C;&#x7F8E;&#x4E4B;&#x4EBA;&#x800C;&#x611F;&#x5230;&#x6CAE;&#x4E27;&#xFF0C;&#x90A3;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x7684;&#x60F3;&#x6CD5;&#x5C31;&#x592A;&#x5E7C;&#x7A1A;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x4EBA;&#x65E0;&#x5B8C;&#x4EBA;&#x3002;  </p>
<p><br><strong>The biggest mistake most people make is to not see themselves and others objectively.</strong> If theycould just get around this, they could live up to their potentials.
<br><br><strong>&#x5F88;&#x591A;&#x4EBA;&#x6700;&#x5927;&#x7684;&#x9519;&#x8BEF;&#x5C31;&#x662F;&#x6CA1;&#x80FD;&#x5BA2;&#x89C2;&#x770B;&#x5F85;&#x81EA;&#x5DF1;&#x6216;&#x4ED6;&#x4EBA;</strong>&#xFF0C;&#x514B;&#x670D;&#x4E86;&#x8FD9;&#x70B9;&#x5C31;&#x80FD;&#x5B9E;&#x73B0;&#x81EA;&#x8EAB;&#x6F5C;&#x529B;&#x7684;&#x53D1;&#x5C55;&#x3002;  </p>
<p><br></p>
<ul>
<li>How much do you intellectually agree with what I just said?
<br><br>&#x7406;&#x6027;&#x6765;&#x770B;&#xFF0C;&#x4F60;&#x540C;&#x610F;&#x6211;&#x6240;&#x8BF4;&#x7684;&#x5417;&#xFF1F;  </li>
</ul>
<p><br></p>
<ul>
<li>How good are you in approaching life as a &#x201C;higher level thinker&#x201D; rather than as a doer?
<br><br>&#x505A;&#x751F;&#x6D3B;&#x7684;&#x201C;&#x9AD8;&#x5C42;&#x601D;&#x7EF4;&#x8005;&#x201D;&#x800C;&#x4E0D;&#x662F;&#x4EC5;&#x4F5C;&#x4E00;&#x4E2A;&#x529E;&#x4E8B;&#x7684;&#xFF0C;&#x4F60;&#x8FD9;&#x65B9;&#x9762;&#x505A;&#x5230;&#x4E86;&#x5417;?  </li>
</ul>
<p><br></p>
<ul>
<li>How much would you like to get better at this?**
<br><br>&#x4F60;&#x60F3;&#x5728;&#x8FD9;&#x65B9;&#x9762;&#x613F;&#x610F;&#x505A;&#x5F97;&#x66F4;&#x597D;&#x5417;&#xFF1F;  </li>
</ul>
<p><br></p>
<ul>
<li>How much do you think that reading this is a waste of time?
<br><br>&#x4F60;&#x73B0;&#x5728;&#x89C9;&#x5F97;&#x8BFB;&#x8FD9;&#x4E2A;&#x662F;&#x6D6A;&#x8D39;&#x65F6;&#x95F4;&#x5417;&#xFF1F;</li>
</ul>

                    
                    </section>
                
                
                </div>
            </div>
        </div>

        
        <a href="./Part02.html" class="navigation navigation-prev " aria-label="Previous page: 第二章 我最重要的生活原则"><i class="fa fa-angle-left"></i></a>
        
        
        <a href="./Part208My5StepProcesstoGettingWhatYouWantOutofLife.html" class="navigation navigation-next " aria-label="Next page: 实现梦想的五大步骤"><i class="fa fa-angle-right"></i></a>
        
    </div>
</div>

        
<script src="zhibimo/app.js"></script>

    
    <script src="zhibimo/plugins/gitbook-plugin-tongji/client-tongji.js"></script>
    

<script>
require(["gitbook"], function(gitbook) {
    var config = {"fontSettings":{"theme":null,"family":"sans","size":2},"tongji":{"token":"f4c77fe2523e4a5d8092ddefe64d971a"}};
    gitbook.start(config);
});
</script>

        
    </body>
    
</html>
