<!DOCTYPE HTML>
<html lang="zh-cn" >
    
    <head>
        
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=11; IE=10; IE=9; IE=8; IE=7; IE=EDGE" />
        <title>实现梦想的五大步骤 | Introduction 简介</title>
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 2.0.1">
        
        
        <meta name="HandheldFriendly" content="true"/>
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
        <meta name="apple-mobile-web-app-capable" content="yes">
        <meta name="apple-mobile-web-app-status-bar-style" content="black">
        <link rel="apple-touch-icon-precomposed" sizes="152x152" href="zhibimo/images/apple-touch-icon-precomposed-152.png">
        <link rel="shortcut icon" href="zhibimo/images/favicon.ico" type="image/x-icon">
        
    
    
    <link rel="next" href="./Part03.html" />
    
    
    <link rel="prev" href="./Part204ThePersonalEvolutionaryProcess.html" />
    

        <script> var _hmt = _hmt || []; (function() {   var hm = document.createElement('script');   hm.src = '//hm.baidu.com/hm.js?f4c77fe2523e4a5d8092ddefe64d971a';   var s = document.getElementsByTagName('script')[0];    s.parentNode.insertBefore(hm, s); })();</script>
    </head>
    <body>
        
        
    <link rel="stylesheet" href="zhibimo/style.css">
    
    

        
    <div class="book" data-level="5" data-basepath="." data-revision="Mon Aug 29 2016 19:00:53 GMT+0800 (CST)">
    

<div class="book-summary">
    <div class="book-search">
        <input type="text" placeholder="输入并搜索" class="form-control" />
    </div>
    <ul class="summary">
        
        
        
        

        

        
    
        <li class="chapter " data-level="0" data-path="index.html">
            
                
                    <a href="./index.html">
                        <i class="fa fa-check"></i>
                        
                        介绍
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="1" data-path="Chapter_0.html">
            
                
                    <a href="./Chapter_0.html">
                        <i class="fa fa-check"></i>
                        
                            <b>1.</b>
                        
                        前言
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="2" data-path="Part01.html">
            
                
                    <a href="./Part01.html">
                        <i class="fa fa-check"></i>
                        
                            <b>2.</b>
                        
                        第一章 原则的重要性
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="3" data-path="Part02.html">
            
                
                    <a href="./Part02.html">
                        <i class="fa fa-check"></i>
                        
                            <b>3.</b>
                        
                        第二章 我最重要的生活原则
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="4" data-path="Part204ThePersonalEvolutionaryProcess.html">
            
                
                    <a href="./Part204ThePersonalEvolutionaryProcess.html">
                        <i class="fa fa-check"></i>
                        
                            <b>4.</b>
                        
                        个人成长过程
                    </a>
                
            
            
        </li>
    
        <li class="chapter active" data-level="5" data-path="Part208My5StepProcesstoGettingWhatYouWantOutofLife.html">
            
                
                    <a href="./Part208My5StepProcesstoGettingWhatYouWantOutofLife.html">
                        <i class="fa fa-check"></i>
                        
                            <b>5.</b>
                        
                        实现梦想的五大步骤
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="6" data-path="Part03.html">
            
                
                    <a href="./Part03.html">
                        <i class="fa fa-check"></i>
                        
                            <b>6.</b>
                        
                        第三章 我的管理原则
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="7" data-path="Part303SummaryandTableofPrinciples.html">
            
                
                    <a href="./Part303SummaryandTableofPrinciples.html">
                        <i class="fa fa-check"></i>
                        
                            <b>7.</b>
                        
                        原则汇总列表
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="8" data-path="Part304WhatFollowsistheMeat.html">
            
                
                    <a href="./Part304WhatFollowsistheMeat.html">
                        <i class="fa fa-check"></i>
                        
                            <b>8.</b>
                        
                        干货
                    </a>
                
            
            
        </li>
    
        <li class="chapter " data-level="9" data-path="contributionandcorrect.html">
            
                
                    <a href="./contributionandcorrect.html">
                        <i class="fa fa-check"></i>
                        
                            <b>9.</b>
                        
                        贡献和勘误
                    </a>
                
            
            
        </li>
    


        
        <li class="divider"></li>
        <li>
            <a href="http://zhibimo.com" target="blank" class="zhibimo-link">
                本书使用 知笔墨 发布
            </a>
        </li>
        
    </ul>
</div>

    <div class="book-body">
        <div class="body-inner">
            <div class="book-header">
    <!-- Actions Left -->
    <a href="#" class="btn pull-left toggle-summary" aria-label="目录"><i class="fa fa-align-justify"></i></a>
    <a href="#" class="btn pull-left toggle-search" aria-label="搜索"><i class="fa fa-search"></i></a>
    
    <div id="font-settings-wrapper" class="dropdown pull-left">
        <a href="#" class="btn toggle-dropdown" aria-label="字体设置"><i class="fa fa-font"></i>
        </a>
        <div class="dropdown-menu font-settings">
    <div class="dropdown-caret">
        <span class="caret-outer"></span>
        <span class="caret-inner"></span>
    </div>

    <div class="buttons">
        <button type="button" id="reduce-font-size" class="button size-2">A</button>
        <button type="button" id="enlarge-font-size" class="button size-2">A</button>
    </div>

    <div class="buttons font-family-list">
        <button type="button" data-font="0" class="button">宋体</button>
        <button type="button" data-font="1" class="button">黑体</button>
    </div>

    <div class="buttons color-theme-list">
        <button type="button" id="color-theme-preview-0" class="button size-3" data-theme="0">白色</button>
        <button type="button" id="color-theme-preview-1" class="button size-3" data-theme="1">棕褐色</button>
        <button type="button" id="color-theme-preview-2" class="button size-3" data-theme="2">夜间</button>
    </div>
</div>

    </div>

    <div class="dropdown pull-right">
        <a href="#" class="btn toggle-dropdown" aria-label="分享"><i class="fa fa-share-alt"></i>
        </a>
        <div class="dropdown-menu font-settings dropdown-left">
            <div class="dropdown-caret">
                <span class="caret-outer"></span>
                <span class="caret-inner"></span>
            </div>
            <div class="buttons">
                <button type="button" data-sharing="twitter" class="button">
                    分享到 Twitter
                </button>
                <button type="button" data-sharing="facebook" class="button">
                    分享到 Facebook
                </button>
                <button type="button" data-sharing="instapaper" class="button">
                    分享到 Instapaper
                </button>
            </div>
        </div>
    </div>

    <a href="#" target="_blank" class="btn pull-right wechat-sharing-link sharing-link" data-sharing="wechat" aria-label="Wechat"><i class="fa fa-wechat"></i></a>
    <a href="#" target="_blank" class="btn pull-right weibo-sharing-link sharing-link" data-sharing="weibo" aria-label="Weibo"><i class="fa fa-weibo"></i></a>

    <div id='wechat_mask'>
      <div id='wechat_qrcode_wrapper'>
        <span><i class='fa fa-times'></i></span>
        <div id='wechat_qrcode'></div>
      </div>
    </div>

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="./" >Introduction 简介</a>
    </h1>
</div>

            <div class="page-wrapper" tabindex="-1">
                <div class="page-inner">
                
                
                    <section class="normal" id="section-">
                    
                        <h3 id="-br-my-5-step-process-to-getting-what-you-want-out-of-life-br-br-%E5%AE%9E%E7%8E%B0%E6%A2%A6%E6%83%B3%E7%9A%84%E4%BA%94%E5%A4%A7%E6%AD%A5%E9%AA%A4"><br>My 5-Step Process to Getting What You Want Out of Life <br><br> &#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x7684;&#x4E94;&#x5927;&#x6B65;&#x9AA4;</h3>
<p><br>The you I am referring to here is the strategic you &#x2013; the one who is deciding on what you want and how best to get it, previously referred to as you (1).
<br><br>&#x8FD9;&#x91CC;&#x7684;&#x4F60;&#xFF08;1&#x53F7;&#xFF09;&#x662F;&#x6307;&#x5236;&#x5B9A;&#x6218;&#x7565;&#x7684;&#x4F60;&#xFF0C;&#x6240;&#x505A;&#x7684;&#x4E3B;&#x8981;&#x662F;&#x51B3;&#x5B9A;&#x76EE;&#x6807;&#x548C;&#x6700;&#x4F73;&#x83B7;&#x5F97;&#x65B9;&#x5F0F;&#x3002;  </p>
<p><br>There are five things that you have to do to get what you want out of life. First, you have to <b>choose your goals</b>, which will determine your direction. Then you have to <strong>design a plan</strong> to achieve your goals. On the way to your goals, you will <strong>encounter problems</strong> As I mentioned, these problems typically cause pain. The most common source of pain is in exploring your mistakes and weaknesses. You will either react badly to the pain or react like a master problem solver. That is your choice. To figure out how to get around these problems you must be calm and analytical to accurately <strong>diagnose your problems</strong>. Only after you have an accurate diagnosis of them can you <strong>design a plan that will get you around your problems</strong>. Then you have to do the <strong>tasks</strong> specified in the plan. Through this process of encountering problems and figuring out how to get around them, you will become progressively more capable and achieve your goals more easily. Then you will set bigger, more challenging goals, in the same way that someone who works with weights naturally increases the poundage. This is the process of personal evolution, which I call my 5-Step Process.
<br><br>&#x8981;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#xFF0C;&#x5F97;&#x505A;&#x4E94;&#x4EF6;&#x4E8B;&#xFF0C;&#x9996;&#x5148;&#xFF0C;<strong>&#x9009;&#x62E9;&#x4F60;&#x7684;&#x76EE;&#x6807;</strong>&#xFF0C;&#x8FD9;&#x4F1A;&#x4E3A;&#x4F60;&#x6307;&#x660E;&#x65B9;&#x5411;&#x3002;&#x7136;&#x540E;&#x4F60;&#x9700;&#x8981;<strong>&#x8BBE;&#x8BA1;&#x4E00;&#x4E2A;&#x65B9;&#x6848;</strong>&#x6765;&#x5B9E;&#x73B0;&#x4F60;&#x7684;&#x76EE;&#x6807;&#x3002;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4F60;&#x4F1A;<strong>&#x9047;&#x5230;&#x95EE;&#x9898;</strong>&#xFF0C;&#x6B63;&#x5982;&#x6211;&#x8BF4;&#x8FC7;&#x7684;&#xFF0C;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x4E00;&#x822C;&#x90FD;&#x4F1A;&#x5E26;&#x6765;&#x75DB;&#x82E6;&#x3002;&#x75DB;&#x82E6;&#x6700;&#x666E;&#x904D;&#x7684;&#x662F;&#x6765;&#x6E90;&#x4E8E;&#x81EA;&#x5DF1;&#x72AF;&#x7684;&#x9519;&#x548C;&#x7F3A;&#x70B9;&#x3002;&#x9762;&#x5BF9;&#x95EE;&#x9898;&#xFF0C;&#x4F60;&#x5C06;&#x8981;&#x4E48;&#x5BF9;&#x7740;&#x75DB;&#x82E6;&#x6028;&#x58F0;&#x8F7D;&#x9053;&#xFF0C;&#x8981;&#x4E48;&#x50CF;&#x5927;&#x5E08;&#x7EA7;&#x7684;&#x95EE;&#x9898;&#x89E3;&#x51B3;&#x80FD;&#x624B;&#x4E00;&#x6837;&#x4ECE;&#x5BB9;&#x5E94;&#x5BF9;&#xFF0C;&#x8FD9;&#x662F;&#x4F60;&#x81EA;&#x5DF1;&#x7684;&#x9009;&#x62E9;&#x3002;&#x8981;&#x89E3;&#x51B3;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x5FC5;&#x987B;&#x51B7;&#x9759;&#xFF0C;&#x7CBE;&#x51C6;&#x5206;&#x6790;&#xFF0C;&#x8BCA;&#x65AD;&#x95EE;&#x9898;&#x3002;&#x53EA;&#x6709;&#x7CBE;&#x51C6;<strong>&#x8BCA;&#x65AD;&#x95EE;&#x9898;</strong>&#x540E;&#xFF0C;&#x624D;&#x80FD;<strong>&#x8BBE;&#x8BA1;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x65B9;&#x6848;</strong>&#x3002;&#x63A5;&#x4E0B;&#x6765;&#xFF0C;&#x4F60;&#x8981;&#x5B8C;&#x6210;&#x65B9;&#x6848;&#x91CC;&#x8BBE;&#x7F6E;&#x7684;&#x5177;&#x4F53;<strong>&#x4EFB;&#x52A1;</strong>&#x3002;&#x901A;&#x8FC7;&#x9047;&#x5230;&#x95EE;&#x9898;&#xFF0C;&#x5BFB;&#x627E;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x4F60;&#x4F1A;&#x53D8;&#x5F97;&#x66F4;&#x79EF;&#x6781;&#xFF0C;&#x66F4;&#x6709;&#x80FD;&#x529B;&#xFF0C;&#x66F4;&#x6613;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#xFF0C;&#x8FDB;&#x800C;&#x5C31;&#x80FD;&#x8BBE;&#x7F6E;&#x66F4;&#x5B8F;&#x4F1F;&#xFF0C;&#x66F4;&#x5177;&#x6311;&#x6218;&#x6027;&#x7684;&#x76EE;&#x6807;&#x4E86;&#xFF0C;&#x5C31;&#x50CF;&#x7EC3;&#x54D1;&#x94C3;&#x7684;&#x4EBA;&#x4E5F;&#x4F1A;&#x4E0D;&#x65AD;&#x589E;&#x52A0;&#x54D1;&#x94C3;&#x7684;&#x91CD;&#x91CF;&#x4E00;&#x6837;&#x3002;&#x8FD9;&#x5C31;&#x662F;&#x4E2A;&#x4EBA;&#x6210;&#x957F;&#x8FC7;&#x7A0B;&#xFF0C;&#x6211;&#x79F0;&#x4E4B;&#x4E3A;&#x4E94;&#x5927;&#x6B65;&#x9AA4;&#x3002;  </p>
<p><br>In other words, &#x201C;The Process&#x201D; consists of five distinct steps:
<br><br>&#x4E5F;&#x5373;&#xFF0C;&#x8BE5;&#x65B9;&#x6CD5;&#x5305;&#x62EC;&#x4E94;&#x5927;&#x5177;&#x4F53;&#x6B65;&#x9AA4;&#xFF1A;  </p>
<p><br></p>
<ul>
<li><strong>Have clear <em>goal</em>.</strong>
<br><br><strong>&#x76EE;&#x6807;&#x6E05;&#x6670;&#x3002;</strong>  </li>
</ul>
<p><br></p>
<ul>
<li><strong>Identify and don&#x2019;t tolerate the <em>problems</em> that stand in the way of achieving your goals.</strong>
<br><strong><br>&#x53D1;&#x73B0; <em>&#x95EE;&#x9898;</em> &#xFF0C;&#x5BF9;&#x963B;&#x788D;&#x76EE;&#x6807;&#x5B9E;&#x73B0;&#x7684;&#x95EE;&#x9898;&#x96F6;&#x5BB9;&#x5FCD;&#x3002;</strong>  </li>
</ul>
<p><br></p>
<ul>
<li><p><strong>Accurately <i>diagnose</i> these problems.</strong>
<strong><br><br>&#x7CBE;&#x51C6; <em>&#x8BCA;&#x65AD;</em> &#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x3002;</strong>  </p>
</li>
<li><p><strong><br><em>Design</em> plans that explicitly lay out tasks that will get you around your problems and on to your goals.</strong>
<br><br><strong><em>&#x8BBE;&#x8BA1;</em> &#x65B9;&#x6848;&#xFF0C;&#x6E05;&#x6670;&#x5217;&#x51FA;&#x5F85;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x5404;&#x9879;&#x5177;&#x4F53;&#x4EFB;&#x52A1;&#x3002;</strong>  </p>
</li>
<li><p><strong><br><em>mplement</em> these plans&#x2014;i.e., <em>do</em> these tasks.</strong>
<br><br><strong>&#x843D;&#x5B9E;&#x65B9;&#x6848;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;<em>&#x5B8C;&#x6210;</em>&#x5177;&#x4F53;&#x4EFB;&#x52A1;&#x3002;</strong>  </p>
</li>
</ul>
<p><strong><br>You need to do all of these steps well in order to be successful.</strong>
<br><br><strong>&#x8FD9;&#x4E9B;&#x6B65;&#x9AA4;&#x5B8C;&#x6210;&#x597D;&#x4E86;&#x624D;&#x4F1A;&#x8D70;&#x5411;&#x6210;&#x529F;&#x3002;</strong>  </p>
<p><strong><br>Before discussing these individual steps in more detail, I want to make a few general points about the process.</strong>
<br><br><strong>&#x5F00;&#x59CB;&#x5206;&#x8FF0;&#x6BCF;&#x4E2A;&#x6B65;&#x9AA4;&#x524D;&#xFF0C;&#x6211;&#x60F3;&#x5148;&#x7B80;&#x5355;&#x8C08;&#x8C08;&#x6574;&#x4E2A;&#x8FC7;&#x7A0B;&#x3002;</strong>  </p>
<p><br>1. <strong>You must approach these as distinct steps rather than blur them together.</strong> For example,when setting goals, just set goals (don&#x2019;t think how you will achieve them or the other steps); when diagnosing problems, just diagnose problems (don&#x2019;t think about how you will solve them or the other steps). Blurring the steps leads to suboptimal outcomes because it creates confusion and short-changes the individual steps. Doing each step thoroughly will provide information that will help you do the other steps well,<strong>since the process is iterative.</strong>
<br><br><strong>&#x6BCF;&#x4E2A;&#x6B65;&#x9AA4;&#x8981;&#x754C;&#x9650;&#x5206;&#x660E;&#xFF0C;&#x72EC;&#x7ACB;&#x64CD;&#x4F5C;&#xFF0C;&#x4E0D;&#x53EF;&#x4EA4;&#x53C9;&#x91CD;&#x53E0;&#xFF0C;&#x6DF7;&#x4E3A;&#x4E00;&#x8C08;&#x3002;</strong> &#x4F8B;&#x5982;&#xFF0C;&#x8BBE;&#x7F6E;&#x76EE;&#x6807;&#x65F6;&#x5C31;&#x53EA;&#x60F3;&#x7740;&#x8BBE;&#x7F6E;&#x76EE;&#x6807;&#xFF0C;&#x4E0D;&#x8981;&#x60F3;&#x4F60;&#x600E;&#x4E48;&#x5B9E;&#x73B0;&#x6216;&#x60F3;&#x522B;&#x7684;&#x6B65;&#x9AA4;&#xFF1B;&#x8BCA;&#x65AD;&#x95EE;&#x9898;&#x65F6;&#x5C31;&#x4EC5;&#x4EC5;&#x8BCA;&#x65AD;&#x95EE;&#x9898;&#xFF0C;&#x4E0D;&#x8981;&#x60F3;&#x600E;&#x4E48;&#x89E3;&#x51B3;&#x6216;&#x60F3;&#x522B;&#x7684;&#x6B65;&#x9AA4;&#x3002;&#x76EE;&#x6807;&#x95F4;&#x76F8;&#x4E92;&#x6DF7;&#x6742;&#x4F1A;&#x5BFC;&#x81F4;&#x4E0D;&#x5C3D;&#x4EBA;&#x610F;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x6837;&#x4F1A;&#x4EE4;&#x4EBA;&#x4EA7;&#x751F;&#x56F0;&#x60D1;&#xFF0C;&#x7ED9;&#x6BCF;&#x4E2A;&#x6B65;&#x9AA4;&#x5E26;&#x6765;&#x4E34;&#x65F6;&#x7684;&#x53D8;&#x6570;&#x3002;&#x5B8C;&#x6574;&#x5730;&#x5B8C;&#x6210;&#x6BCF;&#x4E2A;&#x6B65;&#x9AA4;&#xFF0C;&#x6709;&#x52A9;&#x4E8E;&#x66F4;&#x597D;&#x5730;&#x5B8C;&#x6210;&#x5176;&#x4ED6;&#x6B65;&#x9AA4;&#xFF0C;<strong>&#x56E0;&#x4E3A;&#x6574;&#x4E2A;&#x8FC7;&#x7A0B;&#x53EF;&#x4EE5;&#x5FAA;&#x73AF;&#x5F80;&#x590D;&#x3002;</strong>  </p>
<p><br>2. <strong>Each of these five steps requires different talents and disciplines.</strong> Most probably, you havelots of some of these and inadequate amounts of others. If you are missing any of the required talents and disciplines, that is not an insurmountable problem because you can acquire them, supplement them, or compensate for not having them, if you recognize your weaknesses anddesign around them. So you must be honestly self-reflective.
<br><br><strong>&#x6BCF;&#x4E2A;&#x6B65;&#x9AA4;&#x90FD;&#x9700;&#x8981;&#x5177;&#x5907;&#x4E0D;&#x540C;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x4E86;&#x89E3;&#x4E0D;&#x540C;&#x5B66;&#x79D1;&#x7684;&#x77E5;&#x8BC6;&#x3002;</strong>&#x5F88;&#x53EF;&#x80FD;&#x4F60;&#x8FD9;&#x65B9;&#x9762;&#x61C2;&#x5F88;&#x591A;&#xFF0C;&#x90A3;&#x65B9;&#x9762;&#x61C2;&#x4E00;&#x70B9;&#xFF0C;&#x6709;&#x4E9B;&#x65B9;&#x9762;&#x5219;&#x6CA1;&#x4EC0;&#x4E48;&#x4E86;&#x89E3;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x5728;&#x5B8C;&#x6210;&#x6B65;&#x9AA4;&#x6240;&#x9700;&#x7684;&#x8D44;&#x8D28;&#x6216;&#x5B66;&#x79D1;&#x77E5;&#x8BC6;&#x4E0A;&#x4E0D;&#x591F;&#x5B8C;&#x5907;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x4EC0;&#x4E48;&#x4E0D;&#x53EF;&#x903E;&#x8D8A;&#x7684;&#x5927;&#x95EE;&#x9898;&#xFF0C;&#x56E0;&#x4E3A;&#x4E0D;&#x4F1A;&#x7684;&#x53EF;&#x4EE5;&#x5B66;&#xFF0C;&#x53EF;&#x4EE5;&#x8865;&#x5145;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x7684;&#x5730;&#x65B9;&#x4E5F;&#x6709;&#x62B5;&#x6D88;&#x7684;&#x529E;&#x6CD5;&#xFF0C;&#x53EA;&#x8981;&#x4F60;&#x8BA4;&#x8BC6;&#x5230;&#x81EA;&#x5DF1;&#x7684;&#x7F3A;&#x70B9;&#xFF0C;&#x5E76;&#x8BBE;&#x8BA1;&#x51FA;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x8FD9;&#x5C31;&#x4E0D;&#x662F;&#x96BE;&#x4E8B;&#x513F;&#x3002;&#x6240;&#x4EE5;&#x8BF7;&#x505A;&#x4E00;&#x540D;&#x8BDA;&#x5B9E;&#x7684;&#x81EA;&#x7701;&#x8005;&#x3002;  </p>
<p><br>3. <strong>It is essential to approach this process in a very clear-headed, rational way rather than emotionally.</strong> Figure out what techniques work best for you; e.g., if emotions are getting the betterof you, take time out until you can reflect unemotionally, seek the guidance of calm, thoughtful others, etc.
<br><br><strong>&#x64CD;&#x4F5C;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#xFF0C;&#x9700;&#x8981;&#x5934;&#x8111;&#x6E05;&#x9192;&#x7406;&#x667A;&#xFF0C;&#x800C;&#x975E;&#x611F;&#x60C5;&#x7528;&#x4E8B;&#x3002;</strong>&#x6307;&#x51FA;&#x54EA;&#x4E9B;&#x6280;&#x5DE7;&#x6700;&#x9002;&#x5408;&#x4F60;&#xFF0C;&#x82E5;&#x4E2A;&#x4EBA;&#x60C5;&#x611F;&#x5728;&#x5DE6;&#x53F3;&#x4F60;&#x7684;&#x9009;&#x62E9;&#xFF0C;&#x5C31;&#x5148;&#x8DF3;&#x51FA;&#x6765;&#x51B7;&#x9759;&#x4E0B;&#x76F4;&#x5230;&#x53EF;&#x4EE5;&#x7406;&#x6027;&#x53CD;&#x601D;&#xFF0C;&#x5411;&#x5904;&#x4E8B;&#x51B7;&#x9759;&#x4E14;&#x8003;&#x8651;&#x5468;&#x5168;&#x4E4B;&#x4EBA;&#x5BFB;&#x6C42;&#x6307;&#x5BFC;&#x3002;  </p>
<p><br>To help you do these things well&#x2014;and stay centered and effective rather than stressed and thrown off by your emotions&#x2014;try this technique for reducing the pressure: <b>treat your life like a game</b> or a martial art. Your mission is to figure out how to get around your challenges to get to your goals. In the process of playing the game or practicing this martial art, you will become more skilled. As you get better, you will progress to ever- higher levels of the game that will require&#x2014;and teach you&#x2014;greater skills. I will explain what these skills are in the next section. However, <b>the big and really great news is that you don&#x2019;t needto have all of these skills to succeed!</b> You just have to 1) know they are needed; 2) know you don&#x2019;thave some of them; and 3) figure out how to get them (i.e., either learn them or work with others who have them).
<br><br>&#x4E3A;&#x4E86;&#x5E2E;&#x4F60;&#x6446;&#x8131;&#x538B;&#x529B;&#x548C;&#x60C5;&#x7EEA;&#x5316;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x8FDB;&#x800C;&#x805A;&#x7CBE;&#x4F1A;&#x795E;&#x3001;&#x9AD8;&#x6548;&#x987A;&#x5229;&#x5730;&#x5B8C;&#x6210;&#x8FD9;&#x4E9B;&#x6B65;&#x9AA4;&#xFF0C;&#x8BD5;&#x8BD5;&#x8FD9;&#x4E2A;&#x51CF;&#x538B;&#x6280;&#x5DE7;&#xFF1A;&#x628A;&#x4F60;&#x7684;&#x751F;&#x6D3B;&#x5F53;&#x4F5C;&#x4E00;&#x573A;&#x6E38;&#x620F;&#x6216;&#x6B66;&#x672F;&#x3002;&#x4F60;&#x7684;&#x4F7F;&#x547D;&#x662F;&#x627E;&#x51FA;&#x5E94;&#x5BF9;&#x6311;&#x6218;&#x7684;&#x529E;&#x6CD5;&#xFF0C;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x3002;&#x5728;&#x73A9;&#x6E38;&#x620F;&#x6216;&#x7EC3;&#x6B66;&#x672F;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6280;&#x827A;&#x65E5;&#x76CA;&#x5A34;&#x719F;&#xFF0C;&#x53D8;&#x5F97;&#x5F3A;&#x5927;&#xFF0C;&#x5347;&#x7EA7;&#x5230;&#x9700;&#x8981;&#x65B0;&#x6280;&#x80FD;&#x7684;&#x5173;&#x5361;&#xFF0C;&#x65B0;&#x7684;&#x5173;&#x5361;&#x4E5F;&#x4F1A;&#x6559;&#x4F1A;&#x4F60;&#x65B0;&#x7684;&#x6280;&#x80FD;&#x3002;&#x6211;&#x4F1A;&#x5728;&#x4E0B;&#x4E00;&#x90E8;&#x5206;&#x8BE6;&#x8FF0;&#x8FD9;&#x4E9B;&#x6280;&#x80FD;&#x662F;&#x6307;&#x4EC0;&#x4E48;&#x3002;&#x4E0D;&#x8FC7;&#xFF0C;<b>&#x6700;&#x9F13;&#x821E;&#x4EBA;&#x5FC3;&#x7684;&#x6D88;&#x606F;&#x662F;&#xFF0C;&#x4F60;&#x5B9E;&#x73B0;&#x6210;&#x529F;&#x5E76;&#x4E0D;&#x9700;&#x8981;&#x5177;&#x5907;&#x6240;&#x6709;&#x7684;&#x8FD9;&#x4E9B;&#x6280;&#x80FD;&#xFF01;</b>&#x4F60;&#x53EA;&#x9700;&#x8981;&#xFF1A;1&#xFF09;&#x77E5;&#x9053;&#x4F60;&#x9700;&#x8981;&#x8FD9;&#x4E9B;&#x6280;&#x80FD;&#xFF1B;2&#xFF09;&#x77E5;&#x9053;&#x4F60;&#x6CA1;&#x5FC5;&#x8981;&#x638C;&#x63E1;&#x5168;&#x90E8;&#x6280;&#x80FD;&#xFF1B;3&#xFF09;&#x6307;&#x51FA;&#x5982;&#x4F55;&#x83B7;&#x5F97;&#x8FD9;&#x4E9B;&#x6280;&#x80FD;&#xFF0C;&#x901A;&#x8FC7;&#x5B66;&#x4E60;&#x6216;&#x8DDF;&#x5DF2;&#x638C;&#x63E1;&#x8FD9;&#x4E9B;&#x6280;&#x80FD;&#x7684;&#x4EBA;&#x4E00;&#x8D77;&#x5DE5;&#x4F5C;&#x3002;  </p>
<p><br>This particular game&#x2014;i.e., your life&#x2014;will challenge you in ways that will be uncomfortable at times. But if you work through this discomfort and reflect on it in order to learn, you will significantly improve your chances of getting what you want out of life. <strong>By and large, life will give you what you deserve and itdoesn&#x2019;t give a damn what you &#x201C;like.&#x201D; So it is up to you to take full responsibility to connect what you want with what you need to do to get it, and then to do those things&#x2014;which often are difficult but produce good results&#x2014;so that you&#x2019;ll then deserve to get what you want.</strong>
<br><br>&#x8FD9;&#x4E2A;&#x7279;&#x522B;&#x7684;&#x6E38;&#x620F;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x4F60;&#x7684;&#x4EBA;&#x751F;&#xFF0C;&#x4F1A;&#x65F6;&#x800C;&#x51FA;&#x73B0;&#x4EE4;&#x4F60;&#x4E0D;&#x60A6;&#x7684;&#x6311;&#x6218;&#x3002;&#x4F46;&#x5982;&#x679C;&#x4F60;&#x514B;&#x670D;&#x4E86;&#x8FD9;&#x79CD;&#x4E0D;&#x60A6;&#xFF0C;&#x53CD;&#x601D;&#x5B66;&#x4E60;&#xFF0C;&#x5C31;&#x80FD;&#x5927;&#x5E45;&#x5EA6;&#x63D0;&#x5347;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x7684;&#x51E0;&#x7387;&#x3002;<strong>&#x603B;&#x4F53;&#x6765;&#x8BF4;&#xFF0C;&#x751F;&#x6D3B;&#x4F1A;&#x7ED9;&#x4F60;&#x5E94;&#x5F97;&#x7684;&#x56DE;&#x62A5;&#xFF0C;&#x751F;&#x6D3B;&#x4E0D;&#x4F1A;&#x8C34;&#x8D23;&#x4F60;&#x7684;&#x559C;&#x597D;&#xFF0C;&#x6240;&#x4EE5;&#x4F60;&#x8981;&#x81EA;&#x5DF1;&#x8D1F;&#x8D77;&#x8D23;&#x4EFB;&#x6765;&#xFF0C;&#x642D;&#x5EFA;&#x8D77;&#x201C;&#x81EA;&#x5DF1;&#x60F3;&#x8981;&#x4EC0;&#x4E48;&#x201D;&#x548C;&#x201C;&#x8981;&#x5F97;&#x5230;&#x60F3;&#x8981;&#x7684;&#x8BE5;&#x5982;&#x4F55;&#x505A;&#x201D;&#x4E4B;&#x95F4;&#x7684;&#x6865;&#x6881;&#xFF0C;&#x7136;&#x540E;&#x811A;&#x8E0F;&#x5B9E;&#x5730;&#x5E72;&#x8D77;&#x6765;&#xFF0C;&#x505A;&#x8D77;&#x6765;&#x867D;&#x7136;&#x4E0D;&#x90A3;&#x4E48;&#x5BB9;&#x6613;&#xFF0C;&#x4F46;&#x80FD;&#x6536;&#x83B7;&#x6EE1;&#x610F;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x5B9E;&#x73B0;&#x4F60;&#x7684;&#x68A6;&#x60F3;&#x3002;</strong>  </p>
<p><br>That&#x2019;s just the way it is, so you might as well accept it. Once you accept that playing the game will be uncomfortable, and you do it for a while, it will become much easier (like it does when getting fit) . When you excel at it, you will find your ability to get what you want thrilling. You&#x2019;ll see that excuses like &#x201C;That&#x2019;s not easy&#x201D; are of no value and that it pays to &#x201C;push through it&#x201D; at a pace you can handle. Like getting physically fit, the most important thing is that you keep moving forward at whatever pace you choose, recognizing the consequences of your actions. When you think that it&#x2019;s too hard, remember that in the long run, doing the things that will make you successful is a lot easier than being unsuccessful. The first-order consequences of escaping life&#x2019;s challenges may seem pleasurable in the moment, but the second-and third-order consequences of this approach are your life and, over time, will be painful. With practice, you will eventually play this game like a ninja, with skill and a calm centeredness in the face of adversity that will let you handle most of your numerous challenges well.
<br><br> &#x6E38;&#x620F;&#x5C31;&#x662F;&#x8FD9;&#x4E48;&#x73A9;&#x7684;&#xFF0C;&#x4F60;&#x6700;&#x597D;&#x8FD8;&#x662F;&#x63A5;&#x53D7;&#x8FD9;&#x6837;&#x7684;&#x8BBE;&#x5B9A;&#x3002;&#x4E00;&#x65E6;&#x4F60;&#x4E5F;&#x786E;&#x5B9E;&#x89C9;&#x5F97;&#x73A9;&#x8FD9;&#x573A;&#x6E38;&#x620F;&#x4F1A;&#x906D;&#x53D7;&#x4E00;&#x4E9B;&#x4E0D;&#x9002;&#xFF0C;&#x8BF7;&#x575A;&#x6301;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x4E00;&#x5207;&#x4F1A;&#x53D8;&#x5F97;&#x8D8A;&#x6765;&#x8D8A;&#x5BB9;&#x6613;&#xFF0C;&#x5C31;&#x50CF;&#x5065;&#x8EAB;&#x4E00;&#x6837;&#x3002;&#x5F53;&#x4F60;&#x5B9E;&#x73B0;&#x4E86;&#x8D85;&#x8D8A;&#xFF0C;&#x4F1A;&#x4E3A;&#x5B9E;&#x73B0;&#x4E86;&#x68A6;&#x60F3;&#x800C;&#x5174;&#x594B;&#x4E0D;&#x5DF2;&#xFF0C;&#x50CF;&#x201C;&#x8FD9;&#x53EF;&#x4E0D;&#x5BB9;&#x6613;&#x201D;&#x4E4B;&#x7C7B;&#x7684;&#x501F;&#x53E3;&#x5C31;&#x4F1A;&#x53D8;&#x5F97;&#x6BEB;&#x65E0;&#x4EF7;&#x503C;&#xFF0C;&#x6309;&#x81EA;&#x5DF1;&#x80FD;&#x638C;&#x63A7;&#x7684;&#x8282;&#x594F;&#x201C;&#x7A81;&#x7834;&#x81EA;&#x5DF1;&#x201D;&#x5C31;&#x4F1A;&#x5E26;&#x6765;&#x56DE;&#x62A5;&#x3002;&#x8DDF;&#x5065;&#x8EAB;&#x4E00;&#x6837;&#xFF0C;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#xFF0C;&#x65E0;&#x8BBA;&#x4F60;&#x9009;&#x62E9;&#x4E86;&#x4EC0;&#x4E48;&#x901F;&#x5EA6;&#xFF0C;&#x90FD;&#x8981;&#x575A;&#x6301;&#x524D;&#x884C;&#xFF0C;&#x624D;&#x80FD;&#x8BA4;&#x8BC6;&#x5230;&#x8FD9;&#x6837;&#x505A;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x5F53;&#x4F60;&#x89C9;&#x5F97;&#x8FD9;&#x592A;&#x56F0;&#x96BE;&#x65F6;&#xFF0C;&#x8BF7;&#x8BB0;&#x4F4F;&#xFF0C;&#x4ECE;&#x957F;&#x8FDC;&#x6765;&#x770B;&#xFF0C;&#x505A;&#x80FD;&#x8BA9;&#x81EA;&#x5DF1;&#x6210;&#x529F;&#x7684;&#x4E8B;&#xFF0C;&#x6BD4;&#x5931;&#x8D25;&#x5BB9;&#x6613;&#x5F97;&#x591A;&#x3002;&#x9003;&#x907F;&#x4EBA;&#x751F;&#x4E2D;&#x6311;&#x6218;&#x7684;&#x4E00;&#x7EA7;&#x6548;&#x5E94;&#x5728;&#x90A3;&#x4E00;&#x523B;&#x770B;&#x8D77;&#x6765;&#x662F;&#x4EE4;&#x4EBA;&#x6109;&#x60A6;&#x7684;&#xFF0C;&#x4F46;&#x5176;&#x5E26;&#x6765;&#x7684;&#x4E8C;&#x3001;&#x4E09;&#x7EA7;&#x6548;&#x5E94;&#xFF0C;&#x968F;&#x65F6;&#x95F4;&#x79EF;&#x6DC0;&#xFF0C;&#x624D;&#x771F;&#x7684;&#x4F1A;&#x5E26;&#x6765;&#x75DB;&#x82E6;&#x7684;&#x4EBA;&#x751F;&#x3002;&#x901A;&#x8FC7;&#x4E0D;&#x65AD;&#x7EC3;&#x4E60;&#xFF0C;&#x6700;&#x7EC8;&#x4F60;&#x80FD;&#x8DDF;&#x5FCD;&#x8005;&#x4E00;&#x6837;&#x6280;&#x827A;&#x5A34;&#x719F;&#xFF0C;&#x9762;&#x5BF9;&#x9006;&#x5883;&#x80FD;&#x505A;&#x5230;&#x51B7;&#x9759;&#x4E13;&#x6CE8;&#xFF0C;&#x4ECE;&#x5BB9;&#x5E94;&#x5BF9;&#x5404;&#x79CD;&#x6311;&#x6218;&#x3002;  </p>
<p><br>However, you will never handle them all well: mistakes are inevitable, and it&#x2019;s important to recognize and accept this fact of life. The good news, as I have mentioned, is that most learning comes through making mistakes&#x2014;so there is no end to learning how to play the game better. You will have an enormous number of decisions to make, so no matter how many mistakes you make, there will be plenty of opportunities to build a track record of success.
<br><br>&#x8BDA;&#x7136;&#xFF0C;&#x4F60;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x505A;&#x5F97;&#x9762;&#x9762;&#x4FF1;&#x5230;&#xFF1A;&#x72AF;&#x9519;&#x96BE;&#x4EE5;&#x907F;&#x514D;&#xFF0C;&#x91CD;&#x8981;&#x7684;&#x662F;&#x8BA4;&#x8BC6;&#x5E76;&#x63A5;&#x53D7;&#x8FD9;&#x4E2A;&#x4EBA;&#x751F;&#x4E8B;&#x5B9E;&#x3002;&#x4F46;&#x5229;&#x597D;&#x7684;&#x4E00;&#x9762;&#x6211;&#x4E5F;&#x63D0;&#x5230;&#x8FC7;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x7684;&#x5B66;&#x4E60;&#x90FD;&#x662F;&#x901A;&#x8FC7;&#x72AF;&#x9519;&#x5F97;&#x6765;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x4EBA;&#x751F;&#x8FD9;&#x573A;&#x6E38;&#x620F;&#x600E;&#x4E48;&#x73A9;&#x5F97;&#x66F4;&#x597D;&#xFF0C;&#x5176;&#x4E2D;&#x7684;&#x5B66;&#x95EE;&#x662F;&#x65E0;&#x6B62;&#x5883;&#x7684;&#x3002;&#x4F60;&#x5F97;&#x505A;&#x5927;&#x91CF;&#x51B3;&#x5B9A;&#xFF0C;&#x6240;&#x4EE5;&#x65E0;&#x8BBA;&#x72AF;&#x591A;&#x5C11;&#x9519;&#x8BEF;&#xFF0C;&#x90FD;&#x4F1A;&#x6709;&#x5927;&#x91CF;&#x673A;&#x4F1A;&#x6784;&#x5EFA;&#x6210;&#x529F;&#x3002;  </p>
<p><br>That&#x2019;s basically the whole concept.
<br><br> &#x4E0A;&#x8FF0;&#x662F;&#x6574;&#x4F53;&#x6982;&#x5FF5;&#x3002;  </p>
<p><br>Let&#x2019;s pause and reflect on this before moving on.
<br><br> &#x6211;&#x4EEC;&#x6682;&#x4E14;&#x505C;&#x987F;&#x4E00;&#x4E0B;&#xFF0C;&#x7EE7;&#x7EED;&#x5C55;&#x5F00;&#x524D;&#x5148;&#x53CD;&#x601D;&#x4E00;&#x4E0B;&#x3002;  </p>
<p><br></p>
<ul>
<li><strong>Does what I am saying make sense to you?
<br><br>&#x6211;&#x6240;&#x8BF4;&#x7684;&#x4F60;&#x90FD;&#x7406;&#x89E3;&#x4E86;&#x4E48;&#xFF1F;</strong>  </li>
</ul>
<p><br></p>
<ul>
<li><strong>Do you agree that it is true?</strong>
<br><br><strong>&#x4F60;&#x8BA4;&#x4E3A;&#x6211;&#x6240;&#x8BF4;&#x7684;&#x662F;&#x5BF9;&#x7684;&#x5417;</strong>  </li>
</ul>
<p><br></p>
<ul>
<li><strong>If not, why not?</strong>
<br><br><strong>&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x540C;&#x610F;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;</strong>  </li>
</ul>
<p><br>If you can&#x2019;t work through your doubts alone, speak to me or to others about it, but PLEASE do not proceed until you agree with the basic logic behind the 5-Step Process. Either you will get comfortable with it and internalize it or you will point out something that is wrong and the process will get better.
<br><br>&#x82E5;&#x5FC3;&#x5B58;&#x8D28;&#x7591;&#xFF0C;&#x81EA;&#x5DF1;&#x6CA1;&#x6CD5;&#x89E3;&#x7B54;&#xFF0C;&#x53EF;&#x4EE5;&#x544A;&#x8BC9;&#x6211;&#x6216;&#x8DDF;&#x522B;&#x4EBA;&#x8BF4;&#x8BF4;&#xFF0C;&#x4F46;&#x5728;&#x8BA4;&#x540C;&#x4E94;&#x5927;&#x6B65;&#x9AA4;&#x80CC;&#x540E;&#x7684;&#x57FA;&#x672C;&#x903B;&#x8F91;&#x524D;&#xFF0C;&#x8BF7;&#x52FF;&#x8FDB;&#x884C;&#x4E0B;&#x4E00;&#x6B65;&#x3002;&#x8981;&#x4E48;&#x4F60;&#x4F1A;&#x9002;&#x5E94;&#x5E76;&#x6D88;&#x5316;&#x8FD9;&#x5957;&#x57FA;&#x672C;&#x903B;&#x8F91;&#xFF0C;&#x8981;&#x4E48;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x6307;&#x51FA;&#x54EA;&#x91CC;&#x6709;&#x95EE;&#x9898;&#xFF0C;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x628A;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x505A;&#x5F97;&#x66F4;&#x597D;&#x3002;  </p>
<p><br>What follows now is a closer examination of each of the five steps.
<br><br>&#x4E0B;&#x9762;&#x662F;&#x5BF9;&#x8FD9;&#x4E94;&#x4E2A;&#x6B65;&#x9AA4;&#x66F4;&#x8FDB;&#x4E00;&#x6B65;&#x7684;&#x63A2;&#x8BA8;&#x3002;  </p>
<h3 id="-br-the-5-steps-close-u-br-br-%E4%BA%94%E5%A4%A7%E6%AD%A5%E9%AA%A4%E7%9A%84%E7%89%B9%E5%86%99%E8%AF%A6%E8%BF%B0"><br>The 5 Steps Close-U <br><br> &#x4E94;&#x5927;&#x6B65;&#x9AA4;&#x7684;&#x7279;&#x5199;&#x8BE6;&#x8FF0;</h3>
<h4 id="-br-1-setting-goals-br-1%EF%BC%89%E8%AE%BE%E5%AE%9A%E7%9B%AE%E6%A0%87-h5"><br> 1) Setting Goals <br> 1&#xFF09;&#x8BBE;&#x5B9A;&#x76EE;&#x6807;</h4>
<p><br><strong>You can have virtually anything you want, but you can&#x2019;t have everything you want.</strong>
<br><br><strong>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x4F60;&#x60F3;&#x8981;&#x4EC0;&#x4E48;&#x90FD;&#x884C;&#xFF0C;&#x4F46;&#x4F60;&#x65E0;&#x6CD5;&#x62E5;&#x6709;&#x4E00;&#x5207;&#x3002;</strong>  </p>
<p><br>The first, most important, and typically most difficult step in the 5-Step Process is setting goals, because it forces you to decide what you really want and therefore what you can possibly get out of life. This is the step where you face the fundamental limit: life is like a giant smorgasbord of more delicious alternatives than you can ever hope to taste. So you have to reject having some things you want in order to get other things you want more.
<br><br>&#x4E94;&#x5927;&#x6B65;&#x9AA4;&#x4E2D;&#xFF0C;&#x901A;&#x5E38;&#x6700;&#x91CD;&#x8981;&#x53C8;&#x6700;&#x56F0;&#x96BE;&#x7684;&#x5C31;&#x662F;&#x8BBE;&#x5B9A;&#x76EE;&#x6807;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x662F;&#x5728;&#x903C;&#x4F60;&#x51B3;&#x5B9A;&#x4EC0;&#x4E48;&#x662F;&#x4F60;&#x771F;&#x6B63;&#x60F3;&#x8981;&#x7684;&#x4EE5;&#x53CA;&#x53EF;&#x80FD;&#x83B7;&#x5F97;&#x7684;&#x73B0;&#x5B9E;&#x7ED3;&#x679C;&#x3002;&#x8FD9;&#x4E00;&#x6B65;&#x4F1A;&#x9762;&#x4E34;&#x6700;&#x6839;&#x672C;&#x7684;&#x5C40;&#x9650;&#xFF1A;&#x751F;&#x6D3B;&#x5982;&#x540C;&#x4E00;&#x76D8;&#x5927;&#x6742;&#x70E9;&#xFF0C;&#x7F8E;&#x5473;&#x4F73;&#x80B4;&#x79CD;&#x7C7B;&#x7E41;&#x591A;&#x3001;&#x5E94;&#x63A5;&#x4E0D;&#x6687;&#x3002;&#x6240;&#x4EE5;&#x4F60;&#x5F97;&#x5B66;&#x4F1A;&#x820D;&#x5F03;&#x4E00;&#x4E9B;&#x60F3;&#x8981;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x624D;&#x80FD;&#x83B7;&#x5F97;&#x4F60;&#x66F4;&#x60F3;&#x8981;&#x7684;&#x4E1C;&#x897F;&#x3002;  </p>
<p><br>Some people fail at this point, afraid to reject a good alternative for fear that the loss will deprive them of some essential ingredient to their personal happiness. As a result, they pursue too many goals at the same time, achieving few or none of them.
<br><br>&#x6709;&#x4EBA;&#x4F1A;&#x5728;&#x8FD9;&#x70B9;&#x4E0A;&#x5931;&#x8D25;&#xFF0C;&#x4E0D;&#x6562;&#x820D;&#x5F03;&#x770B;&#x8D77;&#x6765;&#x4E0D;&#x9519;&#x7684;&#x9009;&#x62E9;&#xFF0C;&#x5BB3;&#x6015;&#x4E00;&#x65E6;&#x5931;&#x53BB;&#xFF0C;&#x4E2A;&#x4EBA;&#x5E78;&#x798F;&#x611F;&#x4E2D;&#x67D0;&#x4E9B;&#x91CD;&#x8981;&#x7EC4;&#x6210;&#x5143;&#x7D20;&#x5C31;&#x88AB;&#x5265;&#x593A;&#x4E86;&#x3002;&#x6240;&#x4EE5;&#x8FD9;&#x4E9B;&#x4EBA;&#x540C;&#x65F6;&#x8BBE;&#x7F6E;&#x5F88;&#x591A;&#x76EE;&#x6807;&#xFF0C;&#x4F46;&#x9C9C;&#x6709;&#x771F;&#x6B63;&#x5B9E;&#x73B0;&#x7684;&#x3002;  </p>
<p><br>So it&#x2019;s important to remember: it doesn&#x2019;t really matter if some things are unavailable to you, because the selection of what IS available is so great. (That is why many people who had major losses&#x2014;e.g., who lost their ability to walk, to see, etc.&#x2014;and who didn&#x2019;t narrow-mindedly obsess about their loss but rather open-mindedly accepted and enjoyed what remained, had equally happy lives as those who didn&#x2019;t ever have these losses.)
<br><br>&#x6240;&#x4EE5;&#x5F97;&#x8BB0;&#x4F4F;&#xFF0C;&#x65E0;&#x6CD5;&#x62E5;&#x6709;&#x67D0;&#x4E9B;&#x4E1C;&#x897F;&#x5E76;&#x4E0D;&#x8981;&#x7D27;&#xFF0C;&#x56E0;&#x4E3A;&#x5728;&#x53EF;&#x4EE5;&#x62E5;&#x6709;&#x7684;&#x4E1C;&#x897F;&#x4E2D;&#x8FDB;&#x884C;&#x6311;&#x9009;&#x662F;&#x5F88;&#x68D2;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x6709;&#x4EBA;&#x5148;&#x5929;&#x6B8B;&#x75BE;&#xFF0C;&#x6BD4;&#x5982;&#x65E0;&#x6CD5;&#x884C;&#x8D70;&#xFF0C;&#x770B;&#x4E0D;&#x89C1;&#x4E1C;&#x897F;&#xFF0C;&#x4F46;&#x80FD;&#x548C;&#x8EAB;&#x4F53;&#x5065;&#x5168;&#x7684;&#x4EBA;&#x4E00;&#x6837;&#x5E78;&#x798F;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x4E0D;&#x72ED;&#x9698;&#x5730;&#x6C89;&#x6D78;&#x5728;&#x5931;&#x53BB;&#x7684;&#x60C5;&#x7EEA;&#x4E2D;&#xFF0C;&#x800C;&#x662F;&#x5927;&#x65B9;&#x63A5;&#x53D7;&#x5E76;&#x4EAB;&#x53D7;&#x81EA;&#x5DF1;&#x4F9D;&#x7136;&#x62E5;&#x6709;&#x7684;&#x4E1C;&#x897F;&#x3002;  </p>
<p><br>In other words, you can have an enormous amount: much, much more than what you need to have for a happy life. So don&#x2019;t get discouraged by not being able to have everything you want, and for God&#x2019;s sake, don&#x2019;t be paralyzed by the choices. That&#x2019;s nonsensical and unproductive. Get on with making your choices.
<br><br>&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x62E5;&#x6709;&#x5F88;&#x591A;&#x4E1C;&#x897F;&#xFF0C;&#x8FDC;&#x591A;&#x4E8E;&#x4F60;&#x751F;&#x6D3B;&#x5E78;&#x798F;&#x6240;&#x9700;&#xFF0C;&#x6240;&#x4EE5;&#x65E0;&#x6CD5;&#x62E5;&#x6709;&#x4E00;&#x5207;&#x4E5F;&#x4E0D;&#x8981;&#x6CAE;&#x4E27;&#xFF0C;&#x4E5F;&#x5343;&#x4E07;&#x522B;&#x88AB;&#x5404;&#x79CD;&#x9009;&#x62E9;&#x6253;&#x57AE;&#xFF0C;&#x8FD9;&#x6837;&#x65E2;&#x6CA1;&#x610F;&#x4E49;&#x53C8;&#x65E0;&#x6548;&#xFF0C;&#x8981;&#x4E60;&#x60EF;&#x505A;&#x9009;&#x62E9;&#x3002;  </p>
<p><br>Put another way, <strong>to achieve your goals you have to prioritize, and that includes rejecting good alternatives</strong> (so that you have the time and resources to pursue even better ones&#x2014;time being probablyyour greatest limiting factor, though, through leverage, you can substantially reduce time&#x2019;s constraints).
<br><br>&#x6362;&#x4E2A;&#x8BF4;&#x6CD5;&#xFF0C;<strong>&#x8981;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x5C31;&#x8981;&#x6709;&#x4F18;&#x5148;&#x6B21;&#x5E8F;&#xFF0C;&#x5305;&#x62EC;&#x820D;&#x5F03;&#x770B;&#x8D77;&#x6765;&#x8FD8;&#x4E0D;&#x9519;&#x7684;&#x9009;&#x9879;</strong>&#x3002;&#x8FD9;&#x6837;&#x4F60;&#x5C31;&#x6709;&#x65F6;&#x95F4;&#x548C;&#x8D44;&#x6E90;&#x8FFD;&#x5BFB;&#x66F4;&#x597D;&#x7684;&#x9009;&#x9879;&#xFF0C;&#x65F6;&#x95F4;&#x53EF;&#x80FD;&#x662F;&#x9650;&#x5236;&#x4F60;&#x6700;&#x591A;&#x7684;&#x56E0;&#x7D20;&#xFF0C;&#x6700;&#x5927;&#x7A0B;&#x5EA6;&#x5229;&#x7528;&#x597D;&#x65F6;&#x95F4;&#xFF0C;&#x5C31;&#x80FD;&#x6781;&#x5927;&#x51CF;&#x5C11;&#x65F6;&#x95F4;&#x5E26;&#x6765;&#x7684;&#x7EA6;&#x675F;&#x3002;  </p>
<p><br>It is important not to confuse &#x201C;goals&#x201D; and &#x201C;desires.&#x201D;
<br><br>&#x4E0D;&#x8981;&#x6DF7;&#x6DC6;&#x201C;&#x76EE;&#x6807;&#x201D;&#x548C;&#x201C;&#x6B32;&#x671B;&#x201D;&#xFF0C;&#x8FD9;&#x5F88;&#x91CD;&#x8981;&#x3002;  </p>
<p><br>Goals are the things that you really want to achieve, while desires are things you want that can prevent you from reaching your goals&#x2014;as I previously explained, desires are typically first-order consequences. For example, a goal might be physical fitness, while a desire is the urge to eat good-tasting, unhealthy food (i.e., a first-order consequence) that could undermine you obtaining your fitness goal. So, in terms of the consequences they produce, goals are good and desires are bad.
<br><br>&#x76EE;&#x6807;&#x662F;&#x4F60;&#x771F;&#x7684;&#x60F3;&#x5B9E;&#x73B0;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x800C;&#x6B32;&#x671B;&#x662F;&#x4F60;&#x60F3;&#x8981;&#x4F46;&#x4F1A;&#x963B;&#x788D;&#x4F60;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x6211;&#x4E4B;&#x524D;&#x89E3;&#x91CA;&#x8FC7;&#xFF0C;&#x6B32;&#x671B;&#x4E00;&#x822C;&#x662F;&#x4E00;&#x7EA7;&#x6548;&#x5E94;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5047;&#x8BBE;&#x76EE;&#x6807;&#x662F;&#x8EAB;&#x4F53;&#x5065;&#x5EB7;&#xFF0C;&#x6B32;&#x671B;&#x5C31;&#x662F;&#x5403;&#x53EF;&#x53E3;&#x4F46;&#x4E0D;&#x5065;&#x5EB7;&#x7684;&#x98DF;&#x7269;&#xFF0C;&#x8FD9;&#x4E2A;&#x662F;&#x4E00;&#x7EA7;&#x6548;&#x5E94;&#x3002;&#x8FD9;&#x79CD;&#x7ED3;&#x679C;&#x4E0D;&#x5229;&#x4E8E;&#x4F60;&#x5B9E;&#x73B0;&#x5065;&#x5EB7;&#x8FD9;&#x4E00;&#x76EE;&#x6807;&#x3002;&#x6240;&#x4EE5;&#x5355;&#x4ECE;&#x7ED3;&#x679C;&#x6765;&#x770B;&#xFF0C;&#x76EE;&#x6807;&#x662F;&#x597D;&#x7684;&#xFF0C;&#x6B32;&#x671B;&#x662F;&#x4E0D;&#x597D;&#x7684;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>Some societies define evil to be the desires that can take you away from your goals, which I think is a good way of seeing the difference between goals and desires. That doesn&#x2019;t mean I think that there isn&#x2019;t room for a little &#x201C;bad&#x201D;, but I do think that desires that fundamentally divert you from your goals should be avoided at all cost.
<br><br>&#x6709;&#x793E;&#x4F1A;&#x5B66;&#x5BB6;&#x628A;&#x5BFC;&#x81F4;&#x81EA;&#x5DF1;&#x8FDC;&#x79BB;&#x76EE;&#x6807;&#x7684;&#x6B32;&#x671B;&#x79F0;&#x4E3A;&#x90AA;&#x6076;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x8FD9;&#x662F;&#x7528;&#x6765;&#x533A;&#x5206;&#x76EE;&#x6807;&#x4E0E;&#x6B32;&#x671B;&#x5F88;&#x597D;&#x7684;&#x601D;&#x8DEF;&#x3002;&#x8FD9;&#x5E76;&#x4E0D;&#x662F;&#x8BF4;&#x6211;&#x4E0D;&#x5141;&#x8BB8;&#x5927;&#x5BB6;&#x201C;&#x4E0D;&#x4EE5;&#x6076;&#x5C0F;&#x800C;&#x4E3A;&#x4E4B;&#x201D;&#xFF0C;&#x4F46;&#x6211;&#x771F;&#x7684;&#x8BA4;&#x4E3A;&#xFF0C;&#x8981;&#x60F3;&#x8BA9;&#x81EA;&#x5DF1;&#x8FDC;&#x79BB;&#x76EE;&#x6807;&#x7684;&#x6B32;&#x671B;&#x5E94;&#x4E0D;&#x60DC;&#x4E00;&#x5207;&#x4EE3;&#x4EF7;&#x5C06;&#x5176;&#x94F2;&#x9664;&#x5E72;&#x51C0;&#x3002;  </p>
</blockquote>
<p><br>Don&#x2019;t get me wrong; I believe you can choose to pursue any goal you want as long as you consider the consequences. So, staying with this example, I think it is perfectly OK for you to make your goal to enjoy eating good-tasting, unhealthy food if that choice will bring you what you really want. As I said earlier, if you want to be a couch potato, that&#x2019;s fine with me&#x2014;seriously. But if that&#x2019;s not what you want, you better not open that bag of chips. In other words, failing to make the distinction between goals and desires will lead you in the wrong direction, because you will be inclined to pursue things you want that will undermine your ability to get things you want more. In short, you can pursue anything you desire&#x2014;just make sure that you know the consequences of what you are doing.
<br><br>&#x522B;&#x8BEF;&#x89E3;&#x4E86;&#x6211;&#x7684;&#x610F;&#x601D;&#xFF0C;&#x53EA;&#x8981;&#x8003;&#x8651;&#x4E86;&#x540E;&#x679C;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x4F60;&#x5B8C;&#x5168;&#x53EF;&#x4EE5;&#x53BB;&#x8FFD;&#x5BFB;&#x4EFB;&#x4F55;&#x4F60;&#x60F3;&#x8981;&#x7684;&#x76EE;&#x6807;&#x3002;&#x8FD8;&#x662F;&#x62FF;&#x5065;&#x8EAB;&#x4E3E;&#x4F8B;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x8981;&#x628A;&#x5C3D;&#x4EAB;&#x53EF;&#x53E3;&#x4E0D;&#x5065;&#x5EB7;&#x7684;&#x98DF;&#x7269;&#x4F5C;&#x4E3A;&#x76EE;&#x6807;&#xFF0C;&#x8FD9;&#x662F;&#x5B8C;&#x5168;&#x6CA1;&#x95EE;&#x9898;&#x7684;&#xFF0C;&#x53EA;&#x8981;&#x80FD;&#x5E26;&#x6765;&#x4F60;&#x60F3;&#x8981;&#x7684;&#x7ED3;&#x679C;&#x5C31;&#x884C;&#x3002;&#x6211;&#x8BF4;&#x8FC7;&#xFF0C;&#x4F60;&#x60F3;&#x505A;&#x6210;&#x5929;&#x5B85;&#x5728;&#x5BB6;&#x91CC;&#x770B;&#x7535;&#x89C6;&#x5403;&#x85AF;&#x7247;&#x65E0;&#x6240;&#x4E8B;&#x4E8B;&#x7684;&#x4EBA;&#xFF0C;&#x8FD9;&#x5BF9;&#x4E8E;&#x6211;&#x6765;&#x8BF4;&#x771F;&#x7684;&#x5B8C;&#x5168;&#x6CA1;&#x95EE;&#x9898;&#x3002;&#x4F46;&#x5982;&#x679C;&#x8FD9;&#x4E0D;&#x662F;&#x4F60;&#x60F3;&#x8981;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x6700;&#x597D;&#x5C31;&#x522B;&#x6495;&#x5F00;&#x85AF;&#x7247;&#x5305;&#x88C5;&#x888B;&#x4E86;&#xFF0C;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x4E0D;&#x80FD;&#x6E05;&#x6670;&#x8FA8;&#x522B;&#x76EE;&#x6807;&#x4E0E;&#x6B32;&#x671B;&#xFF0C;&#x5C06;&#x4E8E;&#x4E8B;&#x65E0;&#x8865;&#x3002;&#x56E0;&#x4E3A;&#x4F60;&#x4F1A;&#x503E;&#x5411;&#x4E8E;&#x8FFD;&#x6C42;&#x4F60;&#x6E34;&#x671B;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x800C;&#x8FD9;&#x4EF6;&#x4E8B;&#x60C5;&#x4F1A;&#x5F71;&#x54CD;&#x4F60;&#x6536;&#x83B7;&#x66F4;&#x591A;&#x7684;&#x80FD;&#x529B;&#x3002;&#x7B80;&#x800C;&#x8A00;&#x4E4B;&#xFF0C;&#x4F60;&#x60F3;&#x8FFD;&#x6C42;&#x4EC0;&#x4E48;&#x90FD;&#x884C;&#xFF0C;&#x53EA;&#x8981;&#x4F60;&#x786E;&#x4FE1;&#x81EA;&#x5DF1;&#x77E5;&#x9053;&#x8FD9;&#x6837;&#x505A;&#x7684;&#x540E;&#x679C;&#x5C31;&#x884C;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>Another common reason people fail at this stage is that they lose sight of their goals, getting caught up in day-to-day tasks.
<br><br>&#x5BFC;&#x81F4;&#x4F60;&#x5728;&#x8FD9;&#x4E2A;&#x9636;&#x6BB5;&#x5931;&#x8D25;&#x7684;&#x53E6;&#x4E00;&#x4E2A;&#x666E;&#x904D;&#x539F;&#x56E0;&#x662F;&#x4F60;&#x5FFD;&#x89C6;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x9677;&#x5165;&#x5230;&#x4E00;&#x590D;&#x4E00;&#x65E5;&#x7684;&#x5DE5;&#x4F5C;&#x4EFB;&#x52A1;&#x4E2D;&#x53BB;&#x4E86;&#x3002; </p>
</blockquote>
<p><br><strong>Avoid setting goals based on what you think you can achieve.</strong>
<br><br><strong>&#x907F;&#x514D;&#x57FA;&#x4E8E;&#x81EA;&#x5DF1;&#x4E3B;&#x89C2;&#x610F;&#x613F;&#x8BBE;&#x5B9A;&#x76EE;&#x6807;&#x3002;</strong>  </p>
<p><br>As I said before, do each step separately and distinctly without regard to the others. In this case, that means don&#x2019;t rule out a goal due to a superficial assessment of its attainability. Once you commit to a goal, it might take lots of thinking and many revisions to your plan over a considerable time period in order to finalize the design and do the tasks to achieve it. So you need to set goals without yet assessing whether or not you can achieve them.
<br><br>&#x6211;&#x63D0;&#x5230;&#x8FC7;&#xFF0C;&#x6BCF;&#x4E00;&#x6B65;&#x90FD;&#x8981;&#x5355;&#x72EC;&#x64CD;&#x4F5C;&#xFF0C;&#x7EDD;&#x4E0D;&#x76F8;&#x4E92;&#x5F71;&#x54CD;&#x3002;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x76EE;&#x6807;&#x4E0D;&#x80FD;&#x4EC5;&#x6839;&#x636E;&#x8868;&#x9762;&#x4E0A;&#x7684;&#x53EF;&#x5B9E;&#x73B0;&#x5EA6;&#x800C;&#x8FDB;&#x884C;&#x8BBE;&#x5B9A;&#x3002;&#x4E00;&#x65E6;&#x5F00;&#x59CB;&#x6295;&#x8EAB;&#x5230;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4F1A;&#x9700;&#x8981;&#x5927;&#x91CF;&#x7684;&#x601D;&#x8003;&#x3001;&#x53CD;&#x601D;&#xFF0C;&#x8017;&#x8D39;&#x5927;&#x91CF;&#x7684;&#x65F6;&#x95F4;&#x6765;&#x6700;&#x7EC8;&#x786E;&#x5B9A;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x65B9;&#x6848;&#x548C;&#x5177;&#x4F53;&#x4EFB;&#x52A1;&#x3002;&#x6240;&#x4EE5;&#x8BBE;&#x5B9A;&#x76EE;&#x6807;&#x65F6;&#xFF0C;&#x4E0D;&#x8981;&#x4E00;&#x5F00;&#x59CB;&#x5C31;&#x4E0B;&#x7ED3;&#x8BBA;&#x8BF4;&#x80FD;&#x4E0D;&#x80FD;&#x5B9E;&#x73B0;&#x3002;  </p>
<p><br>This requires some faith that you really can achieve virtually anything, even if you don&#x2019;t know how you will do it at that moment. Initially you have to have faith that this is true, but after following this process and succeeding at achieving your goals, you will gain confidence. If you like, you can start with more modest goals and, when you build up the track record to give you faith, increase your aspirations.
<br><br>&#x8FD9;&#x9700;&#x8981;&#x4F60;&#x575A;&#x4FE1;&#x6CA1;&#x4EC0;&#x4E48;&#x662F;&#x529E;&#x4E0D;&#x5230;&#x7684;&#x3002;&#x5373;&#x4F7F;&#x5F53;&#x4E0B;&#x4E0D;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x64CD;&#x4F5C;&#x4E5F;&#x4E0D;&#x8981;&#x7D27;&#x3002;&#x53EA;&#x8981;&#x521A;&#x5F00;&#x59CB;&#x575A;&#x5B9A;&#x8FD9;&#x4E2A;&#x4FE1;&#x5FF5;&#xFF0C;&#x6309;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4F9D;&#x6B21;&#x63A8;&#x8FDB;&#xFF0C;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x540E;&#xFF0C;&#x5C31;&#x4F1A;&#x83B7;&#x5F97;&#x771F;&#x6B63;&#x7684;&#x4FE1;&#x5FC3;&#x3002;&#x5982;&#x679C;&#x4F60;&#x613F;&#x610F;&#xFF0C;&#x521A;&#x5F00;&#x59CB;&#x53EF;&#x4EE5;&#x8BBE;&#x5B9A;&#x4E00;&#x4E9B;&#x7B80;&#x5355;&#x666E;&#x901A;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x5C0F;&#x6709;&#x6210;&#x5C31;&#x540E;&#x5C31;&#x80FD;&#x589E;&#x5F3A;&#x4FE1;&#x5FF5;&#xFF0C;&#x4E2A;&#x4EBA;&#x5FD7;&#x5411;&#x4E5F;&#x5F00;&#x59CB;&#x65E5;&#x8D8B;&#x5B8F;&#x5927;&#x8D77;&#x6765;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>This might sound inconsistent with the previous point that you can&#x2019;t have everything. It&#x2019;s not. I am saying that, at this stage of goal-setting, don&#x2019;t set your goals based on what you think you can achieve. In the process of doing the other four steps (especially designing) you will thoroughly think through what is possible. Then you will circle back and enter the goal-setting mode again. As I mentioned, this five-step process is iterative, but it must be pursued one step at a time in order to do each step excellently.
<br><br>&#x8FD9;&#x91CC;&#x4F3C;&#x4E4E;&#x548C;&#x6211;&#x4E4B;&#x524D;&#x63D0;&#x5230;&#x7684;&#x201C;&#x4F60;&#x4E0D;&#x80FD;&#x62E5;&#x6709;&#x4E00;&#x5207;&#x201D;&#x7684;&#x89C2;&#x70B9;&#x6709;&#x70B9;&#x77DB;&#x76FE;&#xFF0C;&#x5176;&#x5B9E;&#x4E0D;&#x662F;&#x3002;&#x5728;&#x76EE;&#x6807;&#x8BBE;&#x7F6E;&#x9636;&#x6BB5;&#xFF0C;&#x4E0D;&#x8981;&#x6839;&#x636E;&#x4E3B;&#x89C2;&#x8BA4;&#x4E3A;&#x80FD;&#x5B9E;&#x73B0;&#x4EC0;&#x4E48;&#x800C;&#x8BBE;&#x5B9A;&#x76EE;&#x6807;&#x3002;&#x5728;&#x8FDB;&#x884C;&#x53E6;&#x5916;&#x56DB;&#x4E2A;&#x6B65;&#x9AA4;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x65B9;&#x6848;&#x8BBE;&#x8BA1;&#x65F6;&#xFF0C;&#x4F60;&#x5C06;&#x4F1A;&#x4ED4;&#x7EC6;&#x601D;&#x8003;&#x53EF;&#x80FD;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x3002;&#x90A3;&#x65F6;&#x53C8;&#x4F1A;&#x8FD4;&#x56DE;&#x5230;&#x76EE;&#x6807;&#x8BBE;&#x5B9A;&#x6A21;&#x5F0F;&#x3002;&#x6211;&#x63D0;&#x8FC7;&#xFF0C;&#x8FD9;&#x4E94;&#x5927;&#x6B65;&#x9AA4;&#x662F;&#x5FAA;&#x73AF;&#x5F80;&#x590D;&#x7684;&#xFF0C;&#x4F46;&#x6BCF;&#x6B21;&#x5FC5;&#x987B;&#x8BA4;&#x771F;&#x5B8C;&#x6210;&#x4E00;&#x4E2A;&#x6B65;&#x9AA4;&#xFF0C;&#x624D;&#x80FD;&#x4E3A;&#x4E0B;&#x4E00;&#x6B65;&#x987A;&#x5229;&#x5B8C;&#x6210;&#x6253;&#x597D;&#x57FA;&#x7840;&#x3002;  </p>
</blockquote>
<p><br>Every time I set goals, I don&#x2019;t yet have any idea how I am going to achieve them because I haven&#x2019;t yet gone through the process of thinking through them. But I have learned that I can achieve them if I think creatively and work hard.
<br><br>&#x6BCF;&#x6B21;&#x6211;&#x8BBE;&#x5B9A;&#x76EE;&#x6807;&#x65F6;&#x90FD;&#x8FD8;&#x4E0D;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x53BB;&#x5B9E;&#x73B0;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x8FD8;&#x6CA1;&#x8FDB;&#x5165;&#x5230;&#x4ED4;&#x7EC6;&#x601D;&#x8003;&#x7684;&#x6B65;&#x9AA4;&#xFF0C;&#x4F46;&#x6211;&#x8BA4;&#x4E3A;&#x53EA;&#x8981;&#x601D;&#x7EF4;&#x5BCC;&#x6709;&#x521B;&#x9020;&#x6027;&#xFF0C;&#x52E4;&#x594B;&#x52AA;&#x529B;&#xFF0C;&#x5C31;&#x80FD;&#x5B9E;&#x73B0;&#x6211;&#x7684;&#x76EE;&#x6807;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>The more creative I am, the less hard I have to work.
<br><br> &#x6211;&#x7684;&#x521B;&#x9020;&#x529B;&#x8D8A;&#x5F3A;&#xFF0C;&#x6211;&#x7684;&#x5DE5;&#x4F5C;&#x5C31;&#x8D8A;&#x8F7B;&#x677E;&#x3002;  </p>
</blockquote>
<p><br>I also know that I can &#x201C;cheat.&#x201D; Unlike in school, in life you don&#x2019;t have to come up with all the right answers. You can ask the people around you for help&#x2014;or even ask them to do the things you don&#x2019;t do well.<br><br><br>&#x6211;&#x8FD8;&#x77E5;&#x9053;&#x53EF;&#x4EE5;&#x201C;&#x4F5C;&#x5F0A;&#x201D;&#x3002;&#x5B66;&#x6821;&#x91CC;&#x4E8B;&#x4E8B;&#x90FD;&#x5F97;&#x6709;&#x6B63;&#x786E;&#x7B54;&#x6848;&#xFF0C;&#x800C;&#x73B0;&#x5B9E;&#x751F;&#x6D3B;&#x4E2D;&#xFF0C;&#x9047;&#x5230;&#x95EE;&#x9898;&#x4F60;&#x53EF;&#x4EE5;&#x95EE;&#x8EAB;&#x8FB9;&#x7684;&#x4EBA;&#xFF0C;&#x751A;&#x81F3;&#x8BA9;&#x4ED6;&#x4EEC;&#x505A;&#x4F60;&#x4E0D;&#x64C5;&#x957F;&#x7684;&#x4E8B;&#x60C5;&#x3002;  </p>
<p><br>In other words, there is almost no reason not to succeed if you take the attitude of 1) total flexibility&#x2014;good answers can come from anyone or anywhere (and in fact, as I have mentioned, there are far more good answers &#x201C;out there&#x201D; than there are in you) and 2) total accountability: regardless of where the good answers come from, it&#x2019;s your job to find them.
<br><br>&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x91C7;&#x53D6;&#x4EE5;&#x4E0B;&#x7684;&#x6001;&#x5EA6;&#xFF0C;&#x6CA1;&#x6709;&#x7406;&#x7531;&#x4E0D;&#x6210;&#x529F;&#x3002;1&#xFF09;&#x5B8C;&#x5168;&#x7684;&#x7075;&#x6D3B;&#x6027;-&#x4EFB;&#x4F55;&#x4EBA;&#x5728;&#x4EFB;&#x4F55;&#x5730;&#x65B9;&#x90FD;&#x80FD;&#x63D0;&#x4F9B;&#x4EE4;&#x4EBA;&#x6EE1;&#x610F;&#x7684;&#x7B54;&#x6848;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E0A;&#x5982;&#x6211;&#x6240;&#x8BF4;&#xFF0C;&#x6211;&#x4EEC;&#x81EA;&#x8EAB;&#x80FD;&#x63D0;&#x4F9B;&#x7684;&#x7B54;&#x6848;&#x662F;&#x6709;&#x9650;&#x7684;&#xFF0C;&#x5916;&#x5728;&#x7684;&#x4EBA;&#x548C;&#x73AF;&#x5883;&#x80FD;&#x63D0;&#x4F9B;&#x591A;&#x5F97;&#x591A;&#x7684;&#x7B54;&#x6848;&#xFF1B;2&#xFF09;&#x8981;&#x5B8C;&#x5168;&#x8D1F;&#x8D23;&#x3002;&#x4E0D;&#x7BA1;&#x5408;&#x9002;&#x7684;&#x7B54;&#x6848;&#x6765;&#x81EA;&#x4F55;&#x5904;&#xFF0C;&#x627E;&#x5230;&#x5B83;&#x4EEC;&#x662F;&#x4F60;&#x7684;&#x804C;&#x8D23;&#x6240;&#x5728;&#x3002;  </p>
<p><br>This no-excuses approach helps me do whatever it takes to get whatever I want most. Not all goals are achievable, of course. There are some impossibilities or near-impossibilities, such as living forever, or flying with just the power of your arms. But it&#x2019;s been my experience that if I commit to bringing creativity, flexibility, and determination to the pursuit of my goals, I will figure out some way to get them, i.e., almost all goals are attainable. And as I don&#x2019;t limit my goals to what seems attainable at the moment I set them, the goals I set tend to be higher than they would otherwise be. Since trying to achieve high goals makes me stronger, I become increasingly capable of achieving more. Great expectations create great capabilities, in other words. And if I fail to achieve my goal, it just tells me that I have not been creative or flexible or determined enough to do what it takes, and I circle back and figure out what I need to do about this situation.
<br><br>&#x8FD9;&#x79CD;&#x4E0D;&#x627E;&#x501F;&#x53E3;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x52A9;&#x6211;&#x5C3D;&#x5168;&#x529B;&#x5B9E;&#x73B0;&#x6700;&#x60F3;&#x8FBE;&#x6210;&#x7684;&#x76EE;&#x6807;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x4E0D;&#x662F;&#x6240;&#x6709;&#x7684;&#x76EE;&#x6807;&#x90FD;&#x6709;&#x53EF;&#x80FD;&#x5B9E;&#x73B0;&#x3002;&#x6709;&#x4E9B;&#x76EE;&#x6807;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x6216;&#x51E0;&#x4E4E;&#x4E0D;&#x53EF;&#x80FD;&#x5B9E;&#x73B0;&#x7684;&#xFF0C;&#x4F8B;&#x5982;&#x957F;&#x751F;&#x4E0D;&#x6B7B;&#xFF0C;&#x5F20;&#x5F00;&#x53CC;&#x81C2;&#x98DE;&#x7FD4;&#x7B49;&#x7B49;&#x3002;&#x4F46;&#x6839;&#x636E;&#x6211;&#x7684;&#x7ECF;&#x9A8C;&#xFF0C;&#x53EA;&#x8981;&#x5728;&#x8FFD;&#x5BFB;&#x76EE;&#x6807;&#x65F6;&#xFF0C;&#x6295;&#x5165;&#x521B;&#x9020;&#x529B;&#xFF0C;&#x7075;&#x6D3B;&#x6027;&#x548C;&#x51B3;&#x5FC3;&#xFF0C;&#x603B;&#x80FD;&#x627E;&#x5230;&#x529E;&#x6CD5;&#x5B9E;&#x73B0;&#x7684;&#x3002;&#x8FD9;&#x4E48;&#x770B;&#x6765;&#xFF0C;&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x7684;&#x76EE;&#x6807;&#x90FD;&#x662F;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x7684;&#x3002;&#x6211;&#x8BBE;&#x7F6E;&#x76EE;&#x6807;&#x65F6;&#xFF0C;&#x4E5F;&#x4E0D;&#x53EA;&#x662F;&#x770B;&#x5B83;&#x5F53;&#x4E0B;&#x662F;&#x5426;&#x53EF;&#x80FD;&#x5B9E;&#x73B0;&#xFF0C;&#x6211;&#x8BBE;&#x7684;&#x76EE;&#x6807;&#x90FD;&#x662F;&#x7ACB;&#x8DB3;&#x957F;&#x8FDC;&#x7684;&#x3002;&#x52AA;&#x529B;&#x5B9E;&#x73B0;&#x9AD8;&#x96BE;&#x5EA6;&#x76EE;&#x6807;&#xFF0C;&#x52A9;&#x6211;&#x53D8;&#x5F97;&#x5F3A;&#x5927;&#xFF0C;&#x80FD;&#x591F;&#x5B9E;&#x73B0;&#x66F4;&#x591A;&#x7684;&#x65B0;&#x76EE;&#x6807;&#x3002;&#x5BF9;&#x671F;&#x671B;&#x503C;&#x8BBE;&#x5B9A;&#x8D8A;&#x9AD8;&#xFF0C;&#x80FD;&#x529B;&#x4E5F;&#x4F1A;&#x53D8;&#x5F97;&#x8D8A;&#x5F3A;&#x3002;&#x5982;&#x679C;&#x6CA1;&#x80FD;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#xFF0C;&#x6211;&#x4F1A;&#x5BF9;&#x81EA;&#x5DF1;&#x8BF4;&#xFF0C;&#x80AF;&#x5B9A;&#x6211;&#x4E0D;&#x591F;&#x521B;&#x65B0;&#xFF0C;&#x4E0D;&#x591F;&#x7075;&#x6D3B;&#xFF0C;&#x6BC5;&#x529B;&#x4E0D;&#x591F;&#xFF0C;&#x7136;&#x540E;&#x56DE;&#x8FC7;&#x5934;&#x601D;&#x8003;&#x5E94;&#x8BE5;&#x600E;&#x4E48;&#x89E3;&#x51B3;&#x3002;  </p>
<p><br><strong>Achieving your goals isn&#x2019;t just about moving forward.</strong>
<br><br><strong>&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x4E0D;&#x4EC5;&#x4EC5;&#x53EA;&#x662F;&#x524D;&#x8FDB;</strong>  </p>
<p><br>Inevitably, you must deal with setbacks. So goals aren&#x2019;t just those things that you want and don&#x2019;t have. They might also be keeping what you do have, minimizing your rate of loss, or dealing with irrevocable loss. Life will throw you challenges, some of which will seem devastating at the time. Your goal is always to make the best possible choices, knowing that you will be rewarded if you do. It&#x2019;s like playing golf: sometimes you will be in the fairway and sometimes you will be in the rough, so you have to know how to play it as it lies.
<br><br>&#x632B;&#x6298;&#x65E0;&#x6CD5;&#x907F;&#x514D;&#x3002;&#x76EE;&#x6807;&#x662F;&#x4F60;&#x60F3;&#x8981;&#x4F46;&#x8FD8;&#x6CA1;&#x5B9E;&#x73B0;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x76EE;&#x6807;&#x4E5F;&#x80FD;&#x8BA9;&#x4F60;&#x4FDD;&#x7559;&#x5DF2;&#x6709;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x8BA9;&#x5931;&#x53BB;&#x7684;&#x673A;&#x7387;&#x6700;&#x5C0F;&#x5316;&#xFF0C;&#x5E94;&#x5BF9;&#x4E0D;&#x53EF;&#x633D;&#x56DE;&#x7684;&#x635F;&#x5931;&#x3002;&#x751F;&#x6D3B;&#x4F1A;&#x5411;&#x4F60;&#x629B;&#x6765;&#x6311;&#x6218;&#xFF0C;&#x6709;&#x65F6;&#x662F;&#x707E;&#x96BE;&#x6027;&#x7684;&#x3002;&#x4F60;&#x7684;&#x76EE;&#x6807;&#x57FA;&#x672C;&#x4E0A;&#x90FD;&#x662F;&#x5728;&#x5BFB;&#x627E;&#x6700;&#x4F18;&#x89E3;&#xFF0C;&#x5E76;&#x660E;&#x767D;&#x5B9E;&#x73B0;&#x5C31;&#x80FD;&#x83B7;&#x5F97;&#x56DE;&#x62A5;&#x3002;&#x8DDF;&#x6253;&#x9AD8;&#x5C14;&#x592B;&#x7403;&#x4E00;&#x6837;&#xFF0C;&#x6709;&#x65F6;&#x7403;&#x5728;&#x5149;&#x6ED1;&#x7684;&#x7403;&#x9053;&#x4E0A;&#xFF0C;&#x6709;&#x65F6;&#x5728;&#x7C97;&#x7CD9;&#x7684;&#x5730;&#x9762;&#x4E0A;&#xFF0C;&#x8981;&#x6839;&#x636E;&#x5177;&#x4F53;&#x60C5;&#x51B5;&#x624D;&#x80FD;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x53BB;&#x73A9;&#x3002;  </p>
<p><br>Generally speaking, goal-setting is best done by those who are good at big-picture conceptual thinking, synthesizing, visualizing, and prioritizing. But whatever your strengths and weaknesses are, don&#x2019;t forget the big and really great news here: it is not essential that you have all of these qualities yourself, because you can supplement them with the help of others.
<br><br>&#x603B;&#x7684;&#x6765;&#x8BF4;&#xFF0C;&#x76EE;&#x6807;&#x8BBE;&#x7F6E;&#x6700;&#x597D;&#x80FD;&#x591F;&#x7531;&#x64C5;&#x4E8E;&#x5728;&#x628A;&#x63E1;&#x5927;&#x5C40;&#x60C5;&#x51B5;&#x4E0B;&#x8FDB;&#x884C;&#x6982;&#x5FF5;&#x601D;&#x7EF4;&#x3001;&#x5408;&#x6210;&#x3001;&#x5F62;&#x8C61;&#x5316;&#x548C;&#x4F18;&#x5148;&#x6392;&#x5E8F;&#x7684;&#x4EBA;&#x6765;&#x64CD;&#x4F5C;&#x3002;&#x4E0D;&#x7BA1;&#x4F60;&#x6709;&#x4EC0;&#x4E48;&#x4F18;&#x7F3A;&#x70B9;&#xFF0C;&#x90FD;&#x522B;&#x5FD8;&#x4E86;&#x6700;&#x4EE4;&#x4EBA;&#x5174;&#x594B;&#x7684;&#x597D;&#x6D88;&#x606F;&#xFF0C;&#x5C31;&#x662F;&#x4F60;&#x4E0D;&#x5FC5;&#x5177;&#x5907;&#x6240;&#x6709;&#x7684;&#x80FD;&#x529B;&#x7D20;&#x8D28;&#xFF0C;&#x56E0;&#x4E3A;&#x4F60;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x522B;&#x4EBA;&#x7684;&#x5E2E;&#x52A9;&#x6765;&#x8FDB;&#x884C;&#x8865;&#x5145;&#x3002;   </p>
<p><br>In summary, in order to get what you want, the first step is to really know what you want, without confusing goals with desires, and without limiting yourself because of some imagined impediments that you haven&#x2019;t thoroughly analyzed.
<br><br>&#x603B;&#x7684;&#x6765;&#x8BF4;&#xFF0C;&#x8981;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#xFF0C;&#x7B2C;&#x4E00;&#x6B65;&#x662F;&#x771F;&#x7684;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x8981;&#x4EC0;&#x4E48;&#xFF0C;&#x4E0D;&#x6DF7;&#x6DC6;&#x76EE;&#x6807;&#x4E0E;&#x6B32;&#x671B;&#xFF0C;&#x4E0D;&#x56E0;&#x7F3A;&#x4E4F;&#x5168;&#x9762;&#x5206;&#x6790;&#x7684;&#x5047;&#x60F3;&#x969C;&#x788D;&#x800C;&#x628A;&#x81EA;&#x5DF1;&#x9650;&#x5236;&#x4F4F;&#x4E86;&#x3002;  </p>
<p><br></p>
<ul>
<li><strong>How well do you know what you want most out of life?</strong>
<br><br><strong>&#x4F60;&#x6709;&#x591A;&#x4E86;&#x89E3;&#x81EA;&#x5DF1;&#x60F3;&#x8981;&#x4EC0;&#x4E48;&#xFF1F;</strong>  </li>
</ul>
<p><br></p>
<ul>
<li><strong>What are your most important goals?</strong>
<br><br><strong>&#x4F60;&#x6700;&#x91CD;&#x8981;&#x7684;&#x76EE;&#x6807;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;</strong>  </li>
</ul>
<p><br></p>
<ul>
<li><strong>Are you good at setting your goals?</strong>
<br><br><strong>&#x4F60;&#x64C5;&#x4E8E;&#x8BBE;&#x5B9A;&#x76EE;&#x6807;&#x5417;?</strong>  </li>
</ul>
<p><br>How confident are you that your assessment of your ability to set goals is right?
<br><br>&#x5BF9;&#x81EA;&#x5DF1;&#x8BBE;&#x5B9A;&#x76EE;&#x6807;&#x7684;&#x80FD;&#x529B;&#x8FDB;&#x884C;&#x8BC4;&#x4F30;&#xFF0C;&#x4F60;&#x6709;&#x51E0;&#x5206;&#x81EA;&#x4FE1;&#xFF1F;  </p>
<p><br>If you are confident of your self-assessment, why should you be confident (e.g. because you have a demonstrated track-record, because many believable people have told you, etc)?
<br><br>&#x5982;&#x679C;&#x4F60;&#x5BF9;&#x81EA;&#x6211;&#x8BC4;&#x4F30;&#x5F88;&#x6709;&#x4FE1;&#x5FC3;&#xFF0C;&#x8BF7;&#x8BBA;&#x8FF0;&#x81EA;&#x4FE1;&#x7684;&#x539F;&#x56E0;&#x3002;&#x662F;&#x56E0;&#x4E3A;&#x6709;&#x8FC7;&#x5F80;&#x4E1A;&#x7EE9;&#x5417;&#xFF0C;&#x8FD8;&#x662F;&#x503C;&#x5F97;&#x4FE1;&#x8D56;&#x4E4B;&#x4EBA;&#x544A;&#x8BC9;&#x8FC7;&#x4F60;&#xFF1F;  </p>
<h4 id="-br-2-identifying-and-not-tolerating-problems-br-2%EF%BC%89%E5%8F%91%E7%8E%B0%E9%97%AE%E9%A2%98%EF%BC%8C%E5%AF%B9%E9%97%AE%E9%A2%98%E9%9B%B6%E5%AE%B9%E5%BF%8D"><br>2) Identifying and Not Tolerating Problems <br> 2&#xFF09;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#xFF0C;&#x5BF9;&#x95EE;&#x9898;&#x96F6;&#x5BB9;&#x5FCD;</h4>
<p><br>After you set your goals, you must come up with a plan or a design to achieve them and then you must execute that plan by doing the tasks. On the way to achieving your goals and executing your design, you will encounter problems that have to be diagnosed, so that the design can be modified to get around these obstacles. That&#x2019;s why you need to identify and not tolerate problems.
<br><br>&#x8BBE;&#x5B9A;&#x76EE;&#x6807;&#x540E;&#xFF0C;&#x4F60;&#x5F97;&#x8BBE;&#x8BA1;&#x51FA;&#x4E00;&#x5957;&#x65B9;&#x6848;&#x6765;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#xFF0C;&#x5E76;&#x4E14;&#x8981;&#x5B9E;&#x65BD;&#x65B9;&#x6848;&#x91CC;&#x5E03;&#x7F6E;&#x7684;&#x5404;&#x9879;&#x4EFB;&#x52A1;&#x3002;&#x5728;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x3001;&#x5B9E;&#x65BD;&#x65B9;&#x6848;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4F60;&#x4F1A;&#x78B0;&#x5230;&#x95EE;&#x9898;&#x3001;&#x8BCA;&#x65AD;&#x95EE;&#x9898;&#xFF0C;&#x8FDB;&#x800C;&#x5B8C;&#x5584;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#x4EE5;&#x907F;&#x514D;&#x8FD9;&#x4E9B;&#x963B;&#x788D;&#xFF0C;&#x6240;&#x4EE5;&#x8981;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#xFF0C;&#x5E76;&#x5BF9;&#x95EE;&#x9898;&#x96F6;&#x5BB9;&#x5FCD;&#x3002;  </p>
<p><br><strong>Most problems are potential improvements screaming at you.</strong>
<br><br><strong>&#x5927;&#x591A;&#x6570;&#x95EE;&#x9898;&#x90FD;&#x662F;&#x8574;&#x542B;&#x7740;&#x6539;&#x5584;&#x826F;&#x673A;&#x7684;&#x3002;</strong>  </p>
<p><br>Whenever a problem surfaces, you have in front of you an opportunity to improve.The more painful theproblem, the louder it is screaming. In order to be successful, you have to 1) perceive problems and 2) not tolerate them.
<br><br>&#x4E00;&#x65E6;&#x6709;&#x95EE;&#x9898;&#x51FA;&#x73B0;&#xFF0C;&#x6446;&#x5728;&#x4F60;&#x9762;&#x524D;&#x7684;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x63D0;&#x5347;&#x6539;&#x5584;&#x7684;&#x826F;&#x673A;&#x3002;&#x95EE;&#x9898;&#x8D8A;&#x68D8;&#x624B;&#xFF0C;&#x5E26;&#x6765;&#x7684;&#x53CD;&#x5E94;&#x8D8A;&#x5927;&#xFF0C;&#x8981;&#x60F3;&#x6210;&#x529F;&#xFF0C;&#x4F60;&#x5F97; 1&#xFF09;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#xFF1B;2&#xFF09;&#x5BF9;&#x95EE;&#x9898;&#x96F6;&#x5BB9;&#x5FCD;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>Though I&#x2019;ve said it before, it&#x2019;s worth saying again: I understand that recognizing harsh realities can be extremely painful. But I&#x2019;ve learned that if you can stare hard at your problems, they almost always shrink or disappear, because you almost always find a better way of dealing with them than if you don&#x2019;t face them head on. The more difficult the problem, the more important it is that you stare at it and deal with it. After seeing how effectively facing reality &#x2013; especially your problems, mistakes and weaknesses &#x2013; works, you will become comfortable with it and won&#x2019;t want to operate any other way. I also believe that one of the best ways of getting at truth is reflecting with others who have opposing views and who share your interest in finding the truth rather than being proven right.
<br><br>&#x867D;&#x7136;&#x8BF4;&#x8FC7;&#xFF0C;&#x4F46;&#x6709;&#x5FC5;&#x8981;&#x518D;&#x5F3A;&#x8C03;&#x4E0B;&#xFF1A;&#x6211;&#x660E;&#x767D;&#xFF0C;&#x8BA4;&#x8BC6;&#x5230;&#x6B8B;&#x9177;&#x7684;&#x73B0;&#x5B9E;&#x975E;&#x5E38;&#x75DB;&#x82E6;&#xFF0C;&#x4F46;&#x6211;&#x4E5F;&#x53D1;&#x73B0;&#xFF0C;&#x53EA;&#x8981;&#x7D27;&#x76EF;&#x4F60;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x57FA;&#x672C;&#x90FD;&#x4F1A;&#x51CF;&#x5C11;&#x6216;&#x6D88;&#x5931;&#xFF0C;&#x56E0;&#x4E3A;&#x6BD4;&#x8D77;&#x8EB2;&#x907F;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x4F60;&#x7ECF;&#x5E38;&#x5C31;&#x5DF2;&#x7ECF;&#x627E;&#x5230;&#x4E86;&#x66F4;&#x597D;&#x7684;&#x89E3;&#x51B3;&#x529E;&#x6CD5;&#x4E86;&#x3002;&#x95EE;&#x9898;&#x8D8A;&#x56F0;&#x96BE;&#xFF0C;&#x8D8A;&#x662F;&#x9700;&#x8981;&#x5BF9;&#x5176;&#x7D27;&#x6293;&#x4E0D;&#x653E;&#x3002;&#x5728;&#x9762;&#x5BF9;&#x73B0;&#x5B9E;&#x60C5;&#x51B5;&#x65F6;&#x770B;&#x5230;&#x8FD9;&#x79CD;&#x529E;&#x6CD5;&#x7684;&#x6709;&#x6548;&#x6027;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x9762;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x9519;&#x8BEF;&#x548C;&#x7F3A;&#x70B9;&#xFF0C;&#x7EC8;&#x4F1A;&#x4ECE;&#x5BB9;&#x5E94;&#x5BF9;&#xFF0C;&#x5230;&#x65F6;&#x5019;&#x90FD;&#x4E0D;&#x4F1A;&#x60F3;&#x7528;&#x5176;&#x4ED6;&#x65B9;&#x6CD5;&#x89E3;&#x51B3;&#x4E86;&#x3002;&#x6211;&#x4E5F;&#x76F8;&#x4FE1;&#xFF0C;&#x83B7;&#x5F97;&#x771F;&#x76F8;&#x7684;&#x6700;&#x4F73;&#x9014;&#x5F84;&#x662F;&#x540C;&#x4ED6;&#x4EBA;&#x4E00;&#x8D77;&#x53CD;&#x601D;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5F53;&#x5BF9;&#x65B9;&#x4E0E;&#x4F60;&#x7684;&#x89C2;&#x70B9;&#x76F8;&#x5BF9;&#x7ACB;&#x65F6;&#xFF0C;&#x6216;&#x4E0E;&#x4F60;&#x4E00;&#x6837;&#x4E50;&#x4E8E;&#x81EA;&#x5DF1;&#x53BB;&#x5BFB;&#x627E;&#x771F;&#x76F8;&#x800C;&#x4E0D;&#x662F;&#x4E50;&#x4E8E;&#x5750;&#x7B49;&#x4E8B;&#x5B9E;&#x88AB;&#x522B;&#x4EBA;&#x8BC1;&#x660E;&#x3002;  </p>
</blockquote>
<p><br>If you don&#x2019;t identify your problems, you won&#x2019;t solve them, so you won&#x2019;t move forward toward achieving your goals. As a result, it is essential to bring problems to the surface.
<br><br>&#x82E5;&#x4E0D;&#x80FD;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#xFF0C;&#x4F60;&#x5C31;&#x65E0;&#x6CD5;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF0C;&#x4E5F;&#x5C31;&#x4E0D;&#x80FD;&#x524D;&#x884C;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x8BA9;&#x95EE;&#x9898;&#x663E;&#x73B0;&#x51FA;&#x6765;&#x5341;&#x5206;&#x5173;&#x952E;&#x3002;  </p>
<p><br>Most people don&#x2019;t like to do this. But most successful people know that they have to do this.
<br><br>&#x5927;&#x591A;&#x6570;&#x4EBA;&#x4E0D;&#x7231;&#x8FD9;&#x4E48;&#x505A;&#xFF0C;&#x4F46;&#x5927;&#x591A;&#x6570;&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x77E5;&#x9053;&#x4ED6;&#x4EEC;&#x5FC5;&#x987B;&#x8FD9;&#x6837;&#x505A;&#x3002;  </p>
<p><br>The most common reasons people don&#x2019;t successfully identify their problems are generally rooted either in a lack of will or in a lack of talent or skill:
<br><br>&#x4EBA;&#x4EEC;&#x4E0D;&#x80FD;&#x5F88;&#x597D;&#x5730;&#x53D1;&#x73B0;&#x81EA;&#x8EAB;&#x95EE;&#x9898;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x6E90;&#x4E8E;&#x7F3A;&#x5C11;&#x610F;&#x613F;&#x3001;&#x5929;&#x8D4B;&#x6216;&#x6280;&#x80FD;&#x3002;  </p>
<p><br></p>
<ul>
<li>They can be &#x201C;harsh realities&#x201D; that are unpleasant to look at, so people often subconsciously put them &#x201C;out of sight&#x201D; so they will be &#x201C;out of mind.&#x201D;
<br><br>&#x76F4;&#x9762;&#x201C;&#x6B8B;&#x9177;&#x7684;&#x73B0;&#x5B9E;&#x201D;&#x4EE4;&#x4EBA;&#x4E0D;&#x60A6;&#xFF0C;&#x4EBA;&#x4EEC;&#x4F1A;&#x4E0B;&#x610F;&#x8BC6;&#x5FFD;&#x7565;&#xFF0C;&#x4E0D;&#x53BB;&#x60F3;&#x3002;  </li>
</ul>
<p><br></p>
<ul>
<li>Thinking about problems that are difficult to solve can produce anxiety that stands in the way of progress.
<br><br>&#x601D;&#x8003;&#x68D8;&#x624B;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x80FD;&#x4EA7;&#x751F;&#x7126;&#x8651;&#xFF0C;&#x963B;&#x788D;&#x8FDB;&#x6B65;&#x3002;  </li>
</ul>
<p><br></p>
<ul>
<li>People often worry more about appearing to not have problems than about achieving their desired results, and therefore avoid recognizing that their own mistakes and/or weaknesses are causing the problems. This aversion to seeing one&#x2019;s own mistakes and weaknesses typically occurs because they&#x2019;re viewed as deficiencies you&#x2019;re stuck with rather than as essential parts of the personal evolution process.
<br><br>&#x4EBA;&#x4EEC;&#x5E38;&#x5E38;&#x66F4;&#x62C5;&#x5FC3;&#x8868;&#x9762;&#x4E0A;&#x662F;&#x5426;&#x770B;&#x8D77;&#x6765;&#x6709;&#x95EE;&#x9898;&#xFF0C;&#x800C;&#x4E0D;&#x62C5;&#x5FC3;&#x80FD;&#x5426;&#x5B9E;&#x73B0;&#x9884;&#x671F;&#x76EE;&#x6807;&#xFF0C;&#x56E0;&#x6B64;&#x5C31;&#x56DE;&#x907F;&#x81EA;&#x8EAB;&#x53EF;&#x80FD;&#x4EA7;&#x751F;&#x95EE;&#x9898;&#x7684;&#x9519;&#x8BEF;&#x6216;&#x5F31;&#x70B9;&#x3002;&#x8FD9;&#x79CD;&#x5BF9;&#x81EA;&#x8EAB;&#x9519;&#x8BEF;&#x7684;&#x53CD;&#x611F;&#x975E;&#x5E38;&#x666E;&#x904D;&#xFF0C;&#x56E0;&#x4E3A;&#x4EBA;&#x4EEC;&#x8BA4;&#x4E3A;&#x72AF;&#x9519;&#x662F;&#x4E00;&#x79CD;&#x7F3A;&#x9677;&#xFF0C;&#x800C;&#x6CA1;&#x6709;&#x628A;&#x72AF;&#x9519;&#x5F53;&#x505A;&#x4E2A;&#x4EBA;&#x8FDB;&#x5316;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x91CD;&#x8981;&#x4E00;&#x73AF;&#x3002;  </li>
</ul>
<p><br></p>
<ul>
<li>Sometimes people are simply not perceptive enough to see the problems.
<br><br>&#x6709;&#x65F6;&#x4EBA;&#x4EEC;&#x4EC5;&#x4EC5;&#x662F;&#x5BF9;&#x95EE;&#x9898;&#x7F3A;&#x4E4F;&#x6D1E;&#x5BDF;&#x529B;&#x7F62;&#x4E86;&#x3002;  </li>
</ul>
<p><br></p>
<ul>
<li>Some people are unable to distinguish big problems from small ones. Since nothing is perfect, it is possible to identify an infinite number of problems everywhere. If you are unable to distinguish the big problems from the little ones, you can&#x2019;t &#x201C;successfully&#x201D; (i.e., in a practical way) identify problems.
<br><br>&#x6709;&#x4EBA;&#x4E0D;&#x4F1A;&#x533A;&#x5206;&#x5927;&#x95EE;&#x9898;&#x548C;&#x5C0F;&#x95EE;&#x9898;&#x3002;&#x4E16;&#x4E0A;&#x6CA1;&#x6709;&#x5B8C;&#x7F8E;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x6240;&#x4EE5;&#x6BCF;&#x4E2A;&#x5730;&#x65B9;&#x90FD;&#x53EF;&#x80FD;&#x53D1;&#x73B0;&#x6570;&#x4E0D;&#x5B8C;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x8981;&#x4E0D;&#x80FD;&#x4ECE;&#x8FD9;&#x4E00;&#x5806;&#x95EE;&#x9898;&#x4E2D;&#x5206;&#x8FA8;&#x51FA;&#x5927;&#x95EE;&#x9898;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x4E0D;&#x80FD;&#x987A;&#x5229;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#x7684;&#x3002;  </li>
</ul>
<p><br>Remember, you don&#x2019;t have to be good at any of the five steps (in this case, identifying problems) to be successful if you get help from others. So push through the pain of facing your problems, knowingyou will end up in a much better place.
<br><br>&#x8BB0;&#x4F4F;&#xFF0C;&#x4E94;&#x5927;&#x6B65;&#x9AA4;&#x4F60;&#x4E0D;&#x5FC5;&#x6837;&#x6837;&#x7CBE;&#x901A;&#xFF08;&#x8FD9;&#x91CC;&#x5C31;&#x662F;&#x8BF4;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#x7684;&#x80FD;&#x529B;&#xFF09;&#xFF0C;&#x56E0;&#x4E3A;&#x80FD;&#x591F;&#x4ECE;&#x522B;&#x4EBA;&#x90A3;&#x91CC;&#x83B7;&#x5F97;&#x5E2E;&#x52A9;&#x3002;&#x6240;&#x4EE5;&#x76F4;&#x9762;&#x95EE;&#x9898;&#xFF0C;&#x7ECF;&#x53D7;&#x4F4F;&#x75DB;&#x82E6;&#xFF0C;&#x76F8;&#x4FE1;&#x81EA;&#x5DF1;&#x7684;&#x7ED3;&#x679C;&#x4F1A;&#x6BD4;&#x73B0;&#x5728;&#x597D;&#x5F88;&#x591A;&#x3002;  </p>
<p><br><strong>When identifying problems, it is important to remain centered and logical.</strong><br><br><br><strong>&#x53D1;&#x73B0;&#x95EE;&#x9898;&#x65F6;&#xFF0C;&#x4FDD;&#x6301;&#x805A;&#x7CBE;&#x4F1A;&#x795E;&#x548C;&#x903B;&#x8F91;&#x601D;&#x7EF4;&#x3002;</strong>  </p>
<p><br>While it can be tempting to react emotionally to problems and seek sympathy or blame others, this accomplishes nothing.Whatever the reasons, you have to get over the impediments to succeed. Remember that the pains you are feeling are &#x201C;growing pains&#x201D; that will test your character and reward you if you push through them. Try to look at your problems as a detached observer would. Remember thatidentifying problems is like finding gems embedded in puzzles; if you solve the puzzles you will get the gems that will make your life much better. Doing this continuously will lead to your rapidevolution. So, if you&#x2019;re logical, you really should get excited about finding problems because identifying them will bring you closer to your goals.
<br><br>&#x9762;&#x5BF9;&#x95EE;&#x9898;&#x65F6;&#x91C7;&#x53D6;&#x60C5;&#x7EEA;&#x5316;&#x7684;&#x505A;&#x6CD5;&#xFF0C;&#x6BD4;&#x5982;&#x5BFB;&#x6C42;&#x540C;&#x60C5;&#x6216;&#x65A5;&#x8D23;&#x4ED6;&#x4EBA;&#xFF0C;&#x662F;&#x6BEB;&#x65E0;&#x7528;&#x5904;&#x7684;&#x3002;&#x65E0;&#x8BBA;&#x662F;&#x4EC0;&#x4E48;&#x539F;&#x56E0;&#xFF0C;&#x8981;&#x60F3;&#x6210;&#x529F;&#x5C31;&#x8981;&#x8D8A;&#x8FC7;&#x969C;&#x788D;&#x3002;&#x8BB0;&#x4F4F;&#xFF0C;&#x4F60;&#x6240;&#x4F53;&#x9A8C;&#x7684;&#x75DB;&#x82E6;&#x662F;&#x201C;&#x6210;&#x957F;&#x7684;&#x75DB;&#x82E6;&#x201D;&#xFF0C;&#x4F1A;&#x953B;&#x70BC;&#x4F60;&#x7684;&#x6027;&#x683C;&#xFF0C;&#x7ECF;&#x53D7;&#x4F4F;&#x4E86;&#x8003;&#x9A8C;&#x5C31;&#x80FD;&#x83B7;&#x5F97;&#x56DE;&#x62A5;&#x3002;&#x5C1D;&#x8BD5;&#x4EE5;&#x4E00;&#x4E2A;&#x7F6E;&#x8EAB;&#x4E8B;&#x5916;&#x7684;&#x89C2;&#x5BDF;&#x8005;&#x8EAB;&#x4EFD;&#x770B;&#x5F85;&#x81EA;&#x5DF1;&#x7684;&#x95EE;&#x9898;&#x3002;&#x8BB0;&#x4F4F;&#xFF0C;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#x5C31;&#x50CF;&#x662F;&#x641C;&#x5BFB;&#x8C1C;&#x9635;&#x91CC;&#x9576;&#x5D4C;&#x7684;&#x5B9D;&#x77F3;&#xFF0C;&#x89E3;&#x5F00;&#x4E86;&#x8C1C;&#x9635;&#xFF0C;&#x5C31;&#x80FD;&#x83B7;&#x5F97;&#x5B9D;&#x77F3;&#xFF0C;&#x8BA9;&#x4EBA;&#x751F;&#x53D8;&#x5F97;&#x66F4;&#x597D;&#x3002;&#x6301;&#x7EED;&#x8FD9;&#x6837;&#x505A;&#xFF0C;&#x4F1A;&#x52A0;&#x901F;&#x4F60;&#x7684;&#x8FDB;&#x5316;&#x8FC7;&#x7A0B;&#x3002;&#x5982;&#x679C;&#x4F60;&#x7684;&#x903B;&#x8F91;&#x601D;&#x7EF4;&#x5F88;&#x597D;&#xFF0C;&#x90A3;&#x4F60;&#x5E94;&#x8BE5;&#x5F88;&#x4E50;&#x4E8E;&#x5BFB;&#x627E;&#x95EE;&#x9898;&#xFF0C;&#x56E0;&#x4E3A;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#x4F1A;&#x8BA9;&#x4F60;&#x66F4;&#x63A5;&#x8FD1;&#x76EE;&#x6807;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>This is typically because they let their emotions control their behavior and/or they haven&#x2019;t learned how to deal with their problems e.g., the amygdala is &#x201C;hijacking&#x201D; decision-making away from the pre-frontal cortex.
<br><br>&#x4E00;&#x822C;&#x8FD9;&#x6837;&#x662F;&#x56E0;&#x4E3A;&#x4E2A;&#x4EBA;&#x60C5;&#x7EEA;&#x63A7;&#x5236;&#x4E86;&#x4ED6;&#x4EEC;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x4ED6;&#x4EEC;&#x8FD8;&#x6CA1;&#x5B66;&#x4F1A;&#x5982;&#x4F55;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF0C;&#x6BD4;&#x5982;&#xFF1A;&#x5927;&#x8111;&#x7684;&#x674F;&#x4EC1;&#x4F53;&#x628A;&#x51B3;&#x7B56;&#x884C;&#x4E3A;&#x4ECE;&#x524D;&#x989D;&#x53F6;&#x76AE;&#x5C42;&#x90A3;&#x62A2;&#x4E86;&#x8FC7;&#x53BB;  </p>
</blockquote>
<p><br></p>
<ul>
<li><strong>How good are you at perceiving problems?<br><br><br>&#x4F60;&#x64C5;&#x4E8E;&#x5BDF;&#x89C9;&#x95EE;&#x9898;&#x5417;&#xFF1F;</strong></li>
</ul>
<p><br></p>
<ul>
<li><strong>How confident are you that your assessment of your ability to perceive problems is right?</strong>
<br><br><strong>&#x4F60;&#x5BF9;&#x4E0A;&#x8FF0;&#x95EE;&#x9898;&#x7684;&#x81EA;&#x6211;&#x8BC4;&#x4F30;&#x6709;&#x4FE1;&#x5FC3;&#x5417;&#xFF1F;</strong>  </li>
</ul>
<p><br></p>
<ul>
<li><strong>If you are confident of your self-assessment, why should you be confident (e.g. because you have a demonstrated track-record, because many believable people have told you, etc)?</strong>
<br><br><strong>&#x5982;&#x679C;&#x4F60;&#x5BF9;&#x81EA;&#x6211;&#x8BC4;&#x4F30;&#x5F88;&#x6709;&#x4FE1;&#x5FC3;&#xFF0C;&#x8BF7;&#x8BBA;&#x8FF0;&#x81EA;&#x4FE1;&#x7684;&#x539F;&#x56E0;&#x3002;&#xFF08;&#x4F8B;&#x5982;&#x8FC7;&#x53BB;&#x6709;&#x8FC7;&#x8F89;&#x714C;&#x7684;&#x8BB0;&#x5F55;&#xFF0C;&#x6216;&#x503C;&#x5F97;&#x4FE1;&#x8D56;&#x4E4B;&#x4EBA;&#x544A;&#x8BC9;&#x8FC7;&#x4F60;&#x7B49;&#x7B49;&#xFF09;&#xFF1F;</strong>  </li>
</ul>
<p><br></p>
<ul>
<li><strong>Be very precise in specifying your problems.</strong>
<br><br><strong>&#x95EE;&#x9898;&#x8981;&#x7CBE;&#x51C6;&#x4E14;&#x5177;&#x4F53;&#x5316;&#x3002;</strong>  </li>
</ul>
<p><br>It is essential to identify your problems with precision, for different problems have different solutions. For example, if your impediments are due largely to issues of will&#x2014;to your unwillingness to confront what is really happening&#x2014;you have to strengthen your will, for example by starting small and building up your confidence.
<br><br>&#x8981;&#x7CBE;&#x51C6;&#x5730;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#xFF0C;&#x8FD9;&#x5F88;&#x5173;&#x952E;&#xFF0C;&#x56E0;&#x4E3A;&#x4E0D;&#x540C;&#x7684;&#x95EE;&#x9898;&#x6709;&#x4E0D;&#x540C;&#x7684;&#x89E3;&#x51B3;&#x529E;&#x6CD5;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x7684;&#x969C;&#x788D;&#x4E3B;&#x8981;&#x662F;&#x7531;&#x4E8E;&#x4E2A;&#x4EBA;&#x610F;&#x613F;&#xFF0C;&#x4E0D;&#x613F;&#x610F;&#x76F4;&#x9762;&#x73B0;&#x5B9E;&#x3002;&#x90A3;&#x4F60;&#x9700;&#x8981;&#x589E;&#x5F3A;&#x610F;&#x613F;&#xFF0C;&#x4ECE;&#x5C0F;&#x4E8B;&#x505A;&#x8D77;&#x5EFA;&#x7ACB;&#x4FE1;&#x5FC3;&#x3002;  </p>
<p><br>If your problems are related to lack of skill or innate talent, the most powerful antidote is to have others point things out to you and objectively consider whether what they identify is true. Problems due to inadequate skill might then be solved with training, whereas those arising from innate weaknesses might be overcome with assistance or role changes. It doesn&#x2019;t matter which is the case; it only matters that the true cause is identified and appropriately addressed.
<br><br>&#x5982;&#x679C;&#x4F60;&#x7684;&#x95EE;&#x9898;&#x662F;&#x7F3A;&#x5C11;&#x6280;&#x80FD;&#x6216;&#x5929;&#x8D4B;&#xFF0C;&#x514B;&#x670D;&#x95EE;&#x9898;&#x7684;&#x826F;&#x65B9;&#x5C31;&#x662F;&#x8BA9;&#x522B;&#x4EBA;&#x5F53;&#x4F60;&#x7684;&#x9762;&#x6307;&#x51FA;&#x6765;&#xFF0C;&#x5BA2;&#x89C2;&#x601D;&#x8003;&#x4ED6;&#x4EEC;&#x8BF4;&#x7684;&#x662F;&#x4E0D;&#x662F;&#x6B63;&#x786E;&#x7684;&#x3002;&#x80FD;&#x529B;&#x4E0D;&#x8DB3;&#x5C31;&#x52A0;&#x5F3A;&#x8BAD;&#x7EC3;&#xFF0C;&#x5929;&#x751F;&#x7684;&#x7F3A;&#x70B9;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x5E2E;&#x52A9;&#x6216;&#x89D2;&#x8272;&#x6539;&#x53D8;&#x624D;&#x80FD;&#x514B;&#x670D;&#x3002;&#x65E0;&#x8BBA;&#x662F;&#x4EC0;&#x4E48;&#x60C5;&#x51B5;&#xFF0C;&#x627E;&#x5230;&#x771F;&#x6B63;&#x7684;&#x539F;&#x56E0;&#x5E76;&#x6070;&#x5F53;&#x5316;&#x89E3;&#x624D;&#x662F;&#x6700;&#x91CD;&#x8981;&#x7684;&#x3002;</p>
<p><br></p>
<blockquote>
<p>There are also other antidotes that we will delve into in the next book.
<br><br>&#x5BF9;&#x6B64;&#x8FD8;&#x6709;&#x522B;&#x7684;&#x826F;&#x65B9;&#xFF0C;&#x4E0B;&#x4E00;&#x672C;&#x4E66;&#x91CC;&#x6211;&#x518D;&#x505A;&#x63A2;&#x8BA8;&#x3002; </p>
</blockquote>
<p><br>The more precise you are, the easier it will be to come up with accurate diagnoses and successful solutions. For example, rather than saying something like &#x201C;People don&#x2019;t like me,&#x201D; it is better to specify which people don&#x2019;t like you and under what circumstances.
<br><br>&#x95EE;&#x9898;&#x53D1;&#x73B0;&#x7684;&#x8D8A;&#x51C6;&#x786E;&#xFF0C;&#x8D8A;&#x5BB9;&#x6613;&#x5BF9;&#x95EE;&#x9898;&#x8FDB;&#x884C;&#x8BCA;&#x65AD;&#x548C;&#x63D0;&#x4F9B;&#x6709;&#x6548;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x4E0E;&#x5176;&#x8BF4;&#x201C;&#x5927;&#x5BB6;&#x4E0D;&#x559C;&#x6B22;&#x6211;&#x201D;&#xFF0C;&#x4E0D;&#x5982;&#x5177;&#x4F53;&#x4E00;&#x70B9;&#xFF0C;&#x8BF4;&#x8BF4;&#x8C01;&#x4E0D;&#x559C;&#x6B22;&#x4F60;&#xFF0C;&#x5728;&#x4EC0;&#x4E48;&#x60C5;&#x51B5;&#x4E0B;&#x4E0D;&#x559C;&#x6B22;&#x4F60;&#x3002;  </p>
<p><br><strong>Don&#x2019;t confuse problems with causes.</strong>
<br><br><strong>&#x4E0D;&#x8981;&#x6DF7;&#x6DC6;&#x95EE;&#x9898;&#x548C;&#x539F;&#x56E0;&#x3002;</strong>  </p>
<p><br>&#x201C;I can&#x2019;t get enough sleep&#x201D; is not a problem; it is a cause of some problem. What exactly is that problem? To avoid confusing the problem with its causes, try to identify the suboptimal outcome, e.g., &#x201C;I am performing badly in my job because I am tired.&#x201D;
<br><br>&#x201C;&#x6211;&#x7761;&#x7720;&#x4E0D;&#x8DB3;&#x201D;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x8FD9;&#x4E2A;&#x662F;&#x4E00;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x539F;&#x56E0;&#x3002;&#x95EE;&#x9898;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x8981;&#x907F;&#x514D;&#x6DF7;&#x6DC6;&#x95EE;&#x9898;&#x4E0E;&#x539F;&#x56E0;&#xFF0C;&#x5C1D;&#x8BD5;&#x770B;&#x4E00;&#x4E0B;&#x4E0D;&#x6EE1;&#x610F;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#xFF1A;&#x6211;&#x5DE5;&#x4F5C;&#x8868;&#x73B0;&#x4E0D;&#x597D;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x592A;&#x7D2F;&#x4E86;&#x3002;  </p>
<p><br><strong>Once you identify your problems, you must not tolerate them.</strong>
<br><br><strong>&#x4E00;&#x65E6;&#x53D1;&#x73B0;&#x4E86;&#x81EA;&#x8EAB;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5FC5;&#x987B;&#x91C7;&#x53D6;&#x96F6;&#x5BB9;&#x5FCD;&#x7684;&#x6001;&#x5EA6;&#x3002;</strong>  </p>
<p><br>Tolerating problems has the same result as not identifying them (i.e., both stand in the way of getting past the problem), but the root causes are different. Tolerating problems might be due to not thinking that they can be solved, or not caring enough about solving them.People who tolerate problems are the worse off because, without the motivation to move on, they cannot succeed. In other words, if you are motivated, you can succeed even if you don&#x2019;t have the abilities (i.e., talents and skills) because you can get the help from others. But if you&#x2019;re not motivated to succeed, if you don&#x2019;t have the will to succeed, the situation is hopeless.
<br><br>&#x5BB9;&#x5FCD;&#x95EE;&#x9898;&#x5E26;&#x6765;&#x7684;&#x540E;&#x679C;&#xFF0C;&#x548C;&#x4E0D;&#x53D1;&#x73B0;&#x5B83;&#x4EEC;&#x4E00;&#x6837;&#xFF0C;&#x90FD;&#x4F1A;&#x963B;&#x788D;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x51B3;&#x3002;&#x4F46;&#x4E24;&#x8005;&#x7684;&#x6839;&#x672C;&#x539F;&#x56E0;&#x662F;&#x4E0D;&#x4E00;&#x6837;&#x7684;&#xFF0C;&#x5BB9;&#x5FCD;&#x95EE;&#x9898;&#x53EF;&#x80FD;&#x662F;&#x8BA4;&#x4E3A;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x65E0;&#x6CD5;&#x89E3;&#x51B3;&#xFF0C;&#x6216;&#x8005;&#x4E0D;&#x5728;&#x4E4E;&#x80FD;&#x5426;&#x89E3;&#x51B3;&#x3002;&#x5BB9;&#x5FCD;&#x95EE;&#x9898;&#x7684;&#x5B58;&#x5728;&#x66F4;&#x4E3A;&#x7CDF;&#x7CD5;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x662F;&#x7F3A;&#x4E4F;&#x524D;&#x8FDB;&#x52A8;&#x529B;&#x7684;&#x8868;&#x73B0;&#xFF0C;&#x662F;&#x4E0D;&#x4F1A;&#x6210;&#x529F;&#x7684;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x53EA;&#x8981;&#x4F60;&#x6709;&#x6210;&#x529F;&#x7684;&#x79EF;&#x6781;&#x6027;&#xFF0C;&#x5C31;&#x7B97;&#x6CA1;&#x6709;&#x80FD;&#x529B;&#x3001;&#x5929;&#x8D44;&#x3001;&#x6280;&#x80FD;&#xFF0C;&#x4F60;&#x4E5F;&#x80FD;&#x6210;&#x529F;&#xFF0C;&#x56E0;&#x4E3A;&#x4F60;&#x53EF;&#x4EE5;&#x4ECE;&#x522B;&#x4EBA;&#x90A3;&#x83B7;&#x5F97;&#x5E2E;&#x52A9;&#x3002;&#x4F46;&#x4F60;&#x8981;&#x8FDE;&#x60F3;&#x6210;&#x529F;&#x7684;&#x79EF;&#x6781;&#x6027;&#x90FD;&#x6CA1;&#x6709;&#xFF0C;&#x5C31;&#x6CA1;&#x6709;&#x6210;&#x529F;&#x7684;&#x610F;&#x613F;&#xFF0C;&#x6BEB;&#x65E0;&#x6210;&#x529F;&#x5E0C;&#x671B;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>Not caring to solve problems often occurs when the expected reward is less than the expected cost. For example, when someone is working toward someone else&#x2019;s goals without being appropriately supervised, rewarded or punished.
<br><br>&#x5982;&#x679C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x56DE;&#x62A5;&#x4F4E;&#x4E8E;&#x89E3;&#x51B3;&#x6210;&#x672C;&#xFF0C;&#x90A3;&#x4E48;&#x4EBA;&#x4EEC;&#x5C31;&#x53EF;&#x80FD;&#x4E0D;&#x5728;&#x4E4E;&#x662F;&#x5426;&#x80FD;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x4E00;&#x4E2A;&#x4EBA;&#x4E3A;&#x5B9E;&#x73B0;&#x53E6;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x76EE;&#x6807;&#x800C;&#x5DE5;&#x4F5C;&#xFF0C;&#x4F46;&#x4E0D;&#x53D7;&#x5176;&#x76D1;&#x7BA1;&#x5956;&#x60E9;&#x3002; </p>
</blockquote>
<p><br>* How much do you tolerate problems?
<br><br>&#x4F60;&#x5BB9;&#x5FCD;&#x95EE;&#x9898;&#x7684;&#x7A0B;&#x5EA6;&#x600E;&#x6837;&#xFF1F;  </p>
<p><br></p>
<ul>
<li>How confident are you that your assessment of how much you tolerate problems is right?
<br><br>&#x4F60;&#x5BF9;&#x4E0A;&#x8FF0;&#x95EE;&#x9898;&#x7684;&#x81EA;&#x6211;&#x8BC4;&#x4F30;&#x6709;&#x51E0;&#x5206;&#x4FE1;&#x5FC3;&#xFF1F;  </li>
</ul>
<p><br>If you are confident of your self-assessment, why should you be confident (e.g. because you have a demonstrated track-record, because many believable people have told you, etc)?
<br><br>&#x5982;&#x679C;&#x4F60;&#x5BF9;&#x81EA;&#x6211;&#x8BC4;&#x4F30;&#x5F88;&#x6709;&#x4FE1;&#x5FC3;&#xFF0C;&#x8BF7;&#x8BBA;&#x8FF0;&#x81EA;&#x4FE1;&#x7684;&#x539F;&#x56E0;&#x3002;&#x662F;&#x56E0;&#x4E3A;&#x4F60;&#x6709;&#x8FC7;&#x5F80;&#x4E1A;&#x7EE9;&#xFF0C;&#x6216;&#x503C;&#x5F97;&#x4FE1;&#x8D56;&#x4E4B;&#x4EBA;&#x8FD9;&#x6837;&#x8BC4;&#x4EF7;&#x8FC7;&#x4F60;&#xFF1F;  </p>
<p><br>People who are good at this step&#x2014;identifying and not tolerating problems&#x2014;tend to have strong abilities to perceive and synthesize a clear and accurate picture, as well as demonstrate a fierce intolerance of badness (regardless of the severity).
<br><br>&#x64C5;&#x4E8E;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#x5E76;&#x5BF9;&#x95EE;&#x9898;&#x96F6;&#x5BB9;&#x5FCD;&#x7684;&#x4EBA;&#xFF0C;&#x5BF9;&#x95EE;&#x9898;&#x7684;&#x6D1E;&#x5BDF;&#x529B;&#x548C;&#x7EFC;&#x5408;&#x80FD;&#x529B;&#x5F88;&#x5F3A;&#xFF0C;&#x64C5;&#x4E8E;&#x6784;&#x601D;&#x6E05;&#x6670;&#x51C6;&#x786E;&#x7684;&#x65B9;&#x6848;&#xFF0C;&#x4E5F;&#x8BF4;&#x660E;&#x4ED6;&#x4EEC;&#x4E0D;&#x80FD;&#x5FCD;&#x53D7;&#x4EFB;&#x4F55;&#x4E0D;&#x826F;&#x60C5;&#x51B5;&#xFF08;&#x4E0D;&#x7BA1;&#x591A;&#x4E25;&#x91CD;)&#x3002;  </p>
<p><br>Remember that you need to do each step independently from the other steps before moving on.
<br><br>&#x8BB0;&#x4F4F;&#xFF0C;&#x6BCF;&#x4E00;&#x6B65;&#x90FD;&#x8981;&#x5355;&#x72EC;&#x5B8C;&#x6210;&#x540E;&#x518D;&#x8FDB;&#x5165;&#x5176;&#x4ED6;&#x6B65;&#x9AA4;&#x3002;  </p>
<p><br>Can you comfortably identify your problems without thinking about how to solve them? It is a good exercise to just make a list of them, without possible solutions. Only after you have created a clear picture of your problems should you go to the next step.
<br><br>&#x4F60;&#x80FD;&#x5728;&#x4E0D;&#x601D;&#x8003;&#x600E;&#x4E48;&#x89E3;&#x51B3;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x8F7B;&#x677E;&#x5730;&#x53D1;&#x73B0;&#x4F60;&#x7684;&#x95EE;&#x9898;&#x5417;&#xFF1F;&#x5217;&#x4E2A;&#x6E05;&#x5355;&#xFF0C;&#x4E0D;&#x5199;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x8FD9;&#x662F;&#x4E2A;&#x4E0D;&#x9519;&#x7684;&#x7EC3;&#x4E60;&#x65B9;&#x5F0F;&#x3002;&#x5F53;&#x4F60;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x95EE;&#x9898;&#x6709;&#x4E86;&#x6E05;&#x6670;&#x7684;&#x8BA4;&#x8BC6;&#x540E;&#xFF0C;&#x518D;&#x8FDB;&#x5165;&#x5230;&#x4E0B;&#x4E00;&#x4E2A;&#x6B65;&#x9AA4;&#x3002;  </p>
<p><br>For a more detailed explanation of identifying and not tolerating problems, please read My Management Principles.
<br><br>&#x60F3;&#x8981;&#x4E86;&#x89E3;&#x66F4;&#x591A;&#x5173;&#x4E8E;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#x4E0E;&#x5BF9;&#x95EE;&#x9898;&#x96F6;&#x5BB9;&#x5FCD;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x53EF;&#x4EE5;&#x9605;&#x8BFB;&#x7B2C;&#x4E09;&#x7AE0;&#xFF0C;&#x6211;&#x7684;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x3002;  </p>
<h4 id="-br-3-diagnosing-the-problems-br-br-3%EF%BC%89%E8%AF%8A%E6%96%AD%E9%97%AE%E9%A2%98"><br>3) Diagnosing the Problems <br><br> 3&#xFF09;&#x8BCA;&#x65AD;&#x95EE;&#x9898;</h4>
<p><br><strong>You will be much more effective if you focus on diagnosis and design rather than jumping to solutions.</strong>
<br><br><strong>&#x6BD4;&#x8D77;&#x76F4;&#x63A5;&#x8DF3;&#x5230;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x5173;&#x6CE8;&#x95EE;&#x9898;&#x7684;&#x8BCA;&#x65AD;&#x4E0E;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7684;&#x8BBE;&#x8BA1;&#x4F1A;&#x6709;&#x6548;&#x5F97;&#x591A;&#x3002;</strong>  </p>
<p><br>It is a very common mistake for people to move directly from identifying a tough problem to a proposed solution in a nanosecond without spending the hours required to properly diagnose and design a solution. This typically yields bad decisions that don&#x2019;t alleviate the problem. Diagnosing and designing are what spark strategic thinking.
<br><br>&#x4EBA;&#x4EEC;&#x5E38;&#x72AF;&#x7684;&#x4E00;&#x4E2A;&#x9519;&#x8BEF;&#x5C31;&#x662F;&#xFF0C;&#x53D1;&#x73B0;&#x4E86;&#x96BE;&#x9898;&#x5C31;&#x4E0D;&#x5047;&#x601D;&#x7D22;&#x8DF3;&#x5230;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x4E86;&#xFF0C;&#x800C;&#x6CA1;&#x6709;&#x591A;&#x82B1;&#x70B9;&#x65F6;&#x95F4;&#x5BF9;&#x95EE;&#x9898;&#x8FDB;&#x884C;&#x9002;&#x5F53;&#x7684;&#x8BCA;&#x65AD;&#x5E76;&#x8BBE;&#x8BA1;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x3002;&#x8FD9;&#x6837;&#x901A;&#x5E38;&#x4F1A;&#x4EA7;&#x751F;&#x4E0D;&#x660E;&#x667A;&#x7684;&#x51B3;&#x7B56;&#xFF0C;&#x89E3;&#x51B3;&#x4E0D;&#x4E86;&#x95EE;&#x9898;&#x3002;&#x8BCA;&#x65AD;&#x95EE;&#x9898;&#x4E0E;&#x65B9;&#x6848;&#x8BBE;&#x8BA1;&#x624D;&#x662F;&#x5177;&#x6709;&#x6218;&#x7565;&#x6027;&#x601D;&#x7EF4;&#x7684;&#x6E90;&#x6CC9;&#x3002;  </p>
<p><br><strong>You must be calm and logical.</strong>
<br><br><strong>&#x4E00;&#x5B9A;&#x8981;&#x51B7;&#x9759;&#xFF0C;&#x4FDD;&#x6301;&#x6E05;&#x6670;&#x7684;&#x903B;&#x8F91;&#x3002;</strong>  </p>
<p><br>Root causes, like principles, are things that manifest themselves over and over again as the deep- seated reasons behind the actions that cause problems. So you will get many everlasting dividends if you can find them and properly deal with them.
<br><br>&#x540C;&#x539F;&#x5219;&#x4E00;&#x6837;&#xFF0C;&#x95EE;&#x9898;&#x7684;&#x6839;&#x672C;&#x539F;&#x56E0;&#x662F;&#x5BFC;&#x81F4;&#x95EE;&#x9898;&#x4EA7;&#x751F;&#x80CC;&#x540E;&#x53CD;&#x590D;&#x51FA;&#x73B0;&#x7684;&#x6DF1;&#x5C42;&#x56E0;&#x7D20;&#x3002;&#x82E5;&#x80FD;&#x627E;&#x5230;&#x6839;&#x672C;&#x539F;&#x56E0;&#x5E76;&#x80FD;&#x59A5;&#x5584;&#x89E3;&#x51B3;&#xFF0C;&#x4F60;&#x5C31;&#x4F1A;&#x5F97;&#x5230;&#x6E90;&#x6E90;&#x4E0D;&#x65AD;&#x7684;&#x56DE;&#x62A5;&#x3002;  </p>
<p><br>It is important to distinguish root causes from proximate causes. Proximate causes typically are the actions or lack of actions that lead to problems&#x2014;e.g., &#x201C;I missed the train because I didn&#x2019;t check the train schedule.&#x201D; So proximate causes are typically described via verbs. Root causes are the deeper reasons behind the proximate cause: &#x201C;I didn&#x2019;t check the schedule because I am forgetful&#x201D;&#x2014;a root cause. Root causes are typically described with adjectives, usually characteristics about what the person is like that lead them to an action or an inaction.
<br><br>&#x533A;&#x5206;&#x201C;&#x6839;&#x672C;&#x539F;&#x56E0;&#x201D;&#x548C;&#x201C;&#x76F4;&#x63A5;&#x539F;&#x56E0;&#x201D;&#x5F88;&#x91CD;&#x8981;&#x3002;&#x76F4;&#x63A5;&#x539F;&#x56E0;&#x662F;&#x5BFC;&#x81F4;&#x95EE;&#x9898;&#x4EA7;&#x751F;&#x7684;&#x884C;&#x4E3A;&#x6216;&#x884C;&#x4E3A;&#x7F3A;&#x5931;&#x3002;&#x4F8B;&#x5982;&#xFF1A;&#x6211;&#x9519;&#x8FC7;&#x4E86;&#x706B;&#x8F66;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x6CA1;&#x67E5;&#x770B;&#x5217;&#x8F66;&#x65F6;&#x523B;&#x8868;&#x3002;&#x76F4;&#x63A5;&#x539F;&#x56E0;&#x4E00;&#x822C;&#x662F;&#x7531;&#x52A8;&#x8BCD;&#x63CF;&#x8FF0;&#x7684;&#xFF1B;&#x6839;&#x672C;&#x539F;&#x56E0;&#x662F;&#x76F4;&#x63A5;&#x539F;&#x56E0;&#x80CC;&#x540E;&#x7684;&#x6DF1;&#x5C42;&#x6B21;&#x539F;&#x56E0;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x6211;&#x6CA1;&#x67E5;&#x770B;&#x5217;&#x8F66;&#x65F6;&#x523B;&#x8868;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x5065;&#x5FD8;&#x3002;&#x8FD9;&#x624D;&#x662F;&#x6839;&#x672C;&#x539F;&#x56E0;&#x3002;&#x6839;&#x672C;&#x539F;&#x56E0;&#x4E00;&#x822C;&#x662F;&#x7531;&#x5F62;&#x5BB9;&#x8BCD;&#x63CF;&#x8FF0;&#x7684;&#xFF0C;&#x901A;&#x5E38;&#x662F;&#x63CF;&#x8FF0;&#x4E00;&#x4E2A;&#x4EBA;&#x884C;&#x52A8;&#x6216;&#x4E0D;&#x884C;&#x52A8;&#x7684;&#x6027;&#x683C;&#x7279;&#x70B9;&#x3002;  </p>
<p><br>Identifying the real root causes of your problems is essential because you can eliminate your problems only by removing their root causes. In other words, you must understand, accept, and successfully deal with reality in order to move toward your goals.
<br><br>&#x53D1;&#x73B0;&#x95EE;&#x9898;&#x7684;&#x6839;&#x672C;&#x539F;&#x56E0;&#x975E;&#x5E38;&#x91CD;&#x8981;&#xFF0C;&#x89E3;&#x51B3;&#x6839;&#x672C;&#x539F;&#x56E0;&#x624D;&#x80FD;&#x8FDB;&#x800C;&#x6D88;&#x9664;&#x95EE;&#x9898;&#xFF0C;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x5FC5;&#x53EA;&#x6709;&#x7406;&#x89E3;&#x3001;&#x63A5;&#x53D7;&#x5E76;&#x987A;&#x5229;&#x89E3;&#x51B3;&#x8FD9;&#x4E9B;&#x73B0;&#x5B9E;&#x95EE;&#x9898;&#xFF0C;&#x624D;&#x80FD;&#x7EE7;&#x7EED;&#x671D;&#x76EE;&#x6807;&#x524D;&#x884C;&#x3002;  </p>
<p><br><strong>Recognizing and learning from one&#x2019;s mistakes and the mistakes of others who affect outcomes is critical to eliminating problems.</strong>
<br><br><strong>&#x8981;&#x8BA4;&#x8BC6;&#x5230;&#xFF0C;&#x4ECE;&#x81EA;&#x5DF1;&#x7684;&#x9519;&#x8BEF;&#x4E2D;&#x5438;&#x53D6;&#x6559;&#x8BAD;&#xFF0C;&#x4EE5;&#x53CA;&#x4ECE;&#x5BF9;&#x7ED3;&#x679C;&#x6709;&#x5F71;&#x54CD;&#x7684;&#x4EBA;&#x7684;&#x9519;&#x8BEF;&#x4E2D;&#x5438;&#x53D6;&#x6559;&#x8BAD;&#xFF0C;&#x90FD;&#x5BF9;&#x6D88;&#x9664;&#x95EE;&#x9898;&#x5341;&#x5206;&#x5173;&#x952E;&#x3002;</strong>  </p>
<p><br>Many problems are caused by people&#x2019;s mistakes. But people often find it difficult to identify and accept their own mistakes. Sometimes it&#x2019;s because they&#x2019;re blind to them, but more often it&#x2019;s because ego and shortsightedness make discovering their mistakes and weaknesses painful. Because people are often upset when their mistakes are pointed out to them, most people are reluctant to point out mistakes in others. As a result, an objective diagnosis of problems arising from people&#x2019;s mistakes is often missing and personal evolution is stunted. (As I mentioned in the last chapter, most learning comes from making mistakes and experiencing the pain of them&#x2014;e.g., putting your hand on a hot stove&#x2014;and adapting.) It is at this stage that most people fail to progress. <strong>More than anything else, what differentiates peoplewho live up to their potential from those who don&#x2019;t is a willingness to look at themselves and others objectively.</strong>
<br><br>&#x5F88;&#x591A;&#x95EE;&#x9898;&#x6E90;&#x4E8E;&#x4EBA;&#x4EEC;&#x72AF;&#x9519;&#xFF0C;&#x4F46;&#x4EBA;&#x4EEC;&#x7ECF;&#x5E38;&#x5F88;&#x96BE;&#x53D1;&#x73B0;&#x5E76;&#x63A5;&#x53D7;&#x81EA;&#x5DF1;&#x7684;&#x9519;&#x8BEF;&#xFF0C;&#x6709;&#x65F6;&#x662F;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x5BF9;&#x4E4B;&#x89C6;&#x800C;&#x4E0D;&#x89C1;&#xFF0C;&#x4F46;&#x66F4;&#x591A;&#x65F6;&#x5019;&#x662F;&#x56E0;&#x4E3A;&#x81EA;&#x8D1F;&#x548C;&#x7F3A;&#x4E4F;&#x8FDC;&#x89C1;&#x81F4;&#x4F7F;&#x53D1;&#x73B0;&#x9519;&#x8BEF;&#x4E0E;&#x7F3A;&#x70B9;&#x4F1A;&#x4EE4;&#x4EBA;&#x611F;&#x5230;&#x75DB;&#x82E6;&#x3002;&#x56E0;&#x4E3A;&#x88AB;&#x5F53;&#x9762;&#x6307;&#x51FA;&#x9519;&#x8BEF;&#xFF0C;&#x5927;&#x5BB6;&#x5F80;&#x5F80;&#x4F1A;&#x4E0D;&#x60A6;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x4E5F;&#x4E0D;&#x613F;&#x610F;&#x5F53;&#x7740;&#x522B;&#x4EBA;&#x7684;&#x9762;&#x6307;&#x51FA;&#x5BF9;&#x65B9;&#x7684;&#x9519;&#x8BEF;&#x3002;&#x4ECE;&#x800C;&#x5E38;&#x5E38;&#x9519;&#x5931;&#x5BF9;&#x9519;&#x8BEF;&#x4E2D;&#x51FA;&#x73B0;&#x7684;&#x95EE;&#x9898;&#x7684;&#x5BA2;&#x89C2;&#x8BCA;&#x65AD;&#xFF0C;&#x4E2A;&#x4EBA;&#x8FDB;&#x5316;&#x53D7;&#x963B;&#x3002;&#x6211;&#x4E0A;&#x4E00;&#x7AE0;&#x8BF4;&#x8FC7;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x5B66;&#x4E60;&#x6E90;&#x81EA;&#x72AF;&#x9519;&#x4E0E;&#x7ECF;&#x5386;&#x75DB;&#x82E6;&#xFF0C;&#x4F8B;&#x5982;&#xFF0C;&#x628A;&#x4F60;&#x7684;&#x624B;&#x653E;&#x706B;&#x7089;&#x4E0A;&#x70E4;&#xFF0C;&#x6700;&#x540E;&#x5C31;&#x5F62;&#x6210;&#x5BF9;&#x73AF;&#x5883;&#x7684;&#x9002;&#x5E94;&#x3002;&#x8FD9;&#x4E2A;&#x6B65;&#x9AA4;&#x662F;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x524D;&#x529F;&#x5C3D;&#x5F03;&#x7684;&#x5730;&#x65B9;&#x3002;<strong>&#x80FD;&#x5F00;&#x53D1;&#x81EA;&#x5DF1;&#x6F5C;&#x80FD;&#x7684;&#x4EBA;&#x4E0E;&#x522B;&#x4EBA;&#x7684;&#x4E0D;&#x540C;&#x5C31;&#x5728;&#x4E8E;&#x80FD;&#x5426;&#x5BA2;&#x89C2;&#x770B;&#x5F85;&#x81EA;&#x5DF1;&#x548C;&#x4ED6;&#x4EBA;&#x3002;</strong>  </p>
<p><br>I call the pain that comes from looking at yourself and others objectively &#x201C;growing pains,&#x201D; because it is the pain that accompanies personal growth. No pain, no gain. Of course, anyone who really understands that no one is perfect and that these discoveries are essential for personal growth finds that these discoveries elicit &#x201C;growing pleasures.&#x201D; But it seems to be in our nature to overly focus on short-term gratification rather than long-term satisfaction&#x2014;on first-order rather than second- or third-order consequences&#x2014;so the connection between this behavior and the rewards it brings doesn&#x2019;t come naturally. However, if you can make this connection, such moments will begin to elicit pleasure rather than pain. It is similar to how exercise eventually becomes pleasurable for people who hardwire the connection between exercise and its benefits.
<br><br>&#x5BA2;&#x89C2;&#x5BA1;&#x89C6;&#x81EA;&#x5DF1;&#x6216;&#x4ED6;&#x4EBA;&#x5E26;&#x6765;&#x7684;&#x75DB;&#x82E6;&#x6211;&#x79F0;&#x4E3A;&#x201C;&#x6210;&#x957F;&#x7684;&#x75DB;&#x82E6;&#x201D;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x79CD;&#x75DB;&#x82E6;&#x662F;&#x4F34;&#x968F;&#x4E2A;&#x4EBA;&#x6210;&#x957F;&#x7684;&#x3002;&#x4E00;&#x5206;&#x8015;&#x8018;&#x4E00;&#x5206;&#x6536;&#x83B7;&#x3002;&#x5F53;&#x6709;&#x4EBA;&#x771F;&#x6B63;&#x7406;&#x89E3;&#x4E16;&#x4E0A;&#x65E0;&#x5B8C;&#x4EBA;&#xFF0C;&#x5BF9;&#x9519;&#x8BEF;&#x7684;&#x53D1;&#x73B0;&#x5BF9;&#x4E2A;&#x4EBA;&#x6210;&#x957F;&#x662F;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x5C31;&#x4F1A;&#x660E;&#x767D;&#x8FD9;&#x4E9B;&#x53D1;&#x73B0;&#x5E26;&#x6765;&#x7684;&#x201C;&#x6210;&#x957F;&#x7684;&#x559C;&#x60A6;&#x201D;&#x3002;&#x6211;&#x4EEC;&#x7684;&#x5929;&#x6027;&#x4F7F;&#x7136;&#xFF0C;&#x4F3C;&#x4E4E;&#x66F4;&#x8FC7;&#x4E8E;&#x5173;&#x6CE8;&#x77ED;&#x671F;&#x6EE1;&#x610F;&#x5EA6;&#xFF0C;&#x800C;&#x4E0D;&#x5173;&#x6CE8;&#x957F;&#x671F;&#x6EE1;&#x610F;&#x5EA6;&#xFF0C;&#x66F4;&#x5173;&#x6CE8;&#x4E00;&#x7EA7;&#x6548;&#x5E94;&#xFF0C;&#x800C;&#x4E0D;&#x8003;&#x8651;&#x4E8C;&#x3001;&#x4E09;&#x7EA7;&#x6548;&#x5E94;&#x3002;&#x6240;&#x4EE5;&#x884C;&#x4E3A;&#x4E0E;&#x56DE;&#x62A5;&#x4E4B;&#x95F4;&#x7684;&#x8054;&#x7CFB;&#x663E;&#x5F97;&#x4E0D;&#x90A3;&#x4E48;&#x81EA;&#x7136;&#xFF0C;&#x5176;&#x5B9E;&#x53EA;&#x8981;&#x4F60;&#x5EFA;&#x7ACB;&#x8FD9;&#x79CD;&#x5173;&#x8054;&#xFF0C;&#x5C31;&#x80FD;&#x5F15;&#x51FA;&#x6109;&#x60A6;&#x800C;&#x975E;&#x75DB;&#x82E6;&#xFF0C;&#x8FD9;&#x597D;&#x6BD4;&#x5065;&#x8EAB;&#x8005;&#x5C06;&#x8FD0;&#x52A8;&#x548C;&#x5065;&#x8EAB;&#x76CA;&#x5904;&#x76F4;&#x63A5;&#x5173;&#x8054;&#xFF0C;&#x953B;&#x70BC;&#x6700;&#x7EC8;&#x53D8;&#x6210;&#x4E00;&#x4EF6;&#x4E50;&#x4E8B;&#x3002;  </p>
<p><br>Remember that:
<br><br>&#x8BB0;&#x4F4F;&#xFF1A;  </p>
<p><br><center></center></p>
<p></p><h3>Pain + Reflection = Progress
<br><br>
&#x75DB;&#x82E6;+&#x53CD;&#x601D;=&#x8FDB;&#x6B65;
</h3>
  <p></p>
<p><br>Much as you might wish this were not so, this is a reality that you should just accept and deal with. There is no getting around the fact that achieving success requires getting at the root causes of all important problems, and people&#x2019;s mistakes and weaknesses are sometimes the root causes. <strong>So to be successful,you must be willing to look at your own behavior and the behavior of others as possible causes of problems.</strong>
<br><br>&#x5C3D;&#x7BA1;&#x8FD9;&#x53EF;&#x80FD;&#x4E0E;&#x4F60;&#x671F;&#x671B;&#x7684;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x4F46;&#x8FD9;&#x5C31;&#x662F;&#x4F60;&#x5FC5;&#x987B;&#x63A5;&#x53D7;&#x548C;&#x5E94;&#x5BF9;&#x7684;&#x73B0;&#x5B9E;&#x3002;&#x65E0;&#x6CD5;&#x56DE;&#x907F;&#x7684;&#x73B0;&#x5B9E;&#x662F;&#xFF0C;&#x60F3;&#x6210;&#x529F;&#xFF0C;&#x5C31;&#x8981;&#x627E;&#x51FA;&#x6240;&#x6709;&#x4E3B;&#x8981;&#x95EE;&#x9898;&#x7684;&#x6839;&#x672C;&#x539F;&#x56E0;&#xFF0C;&#x4EBA;&#x4EEC;&#x72AF;&#x7684;&#x9519;&#x548C;&#x7F3A;&#x70B9;&#x6709;&#x65F6;&#x5C31;&#x662F;&#x6839;&#x672C;&#x539F;&#x56E0;&#x3002;<strong>&#x6240;&#x4EE5;&#x8981;&#x60F3;&#x6210;&#x529F;&#xFF0C;&#x4E00;&#x5B9A;&#x8981;&#x613F;&#x610F;&#x89C2;&#x5BDF;&#x81EA;&#x8EAB;&#x548C;&#x4ED6;&#x4EBA;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x8FD9;&#x4E9B;&#x53EF;&#x80FD;&#x662F;&#x4EA7;&#x751F;&#x95EE;&#x9898;&#x7684;&#x539F;&#x56E0;&#x3002;</strong>  </p>
<p><br>Of course, some problems aren&#x2019;t caused by people making mistakes. For example, if lightning strikes, it causes problems that have nothing to do with human error. All problems need to be well-diagnosed before you decide what to do about them.
<br><br>&#x5F53;&#x7136;&#xFF0C;&#x6709;&#x4E9B;&#x95EE;&#x9898;&#x4E0D;&#x662F;&#x56E0;&#x4E3A;&#x4EBA;&#x4EEC;&#x72AF;&#x9519;&#x5BFC;&#x81F4;&#x7684;&#xFF0C;&#x4F8B;&#x5982;&#x95EA;&#x7535;&#x4EA7;&#x751F;&#x7684;&#x95EE;&#x9898;&#x548C;&#x4EBA;&#x4E3A;&#x8FC7;&#x9519;&#x65E0;&#x5173;&#xFF0C;&#x6240;&#x6709;&#x95EE;&#x9898;&#x9700;&#x4ED4;&#x7EC6;&#x8BCA;&#x65AD;&#x540E;&#x518D;&#x51B3;&#x5B9A;&#x5982;&#x4F55;&#x5E94;&#x5BF9;&#x3002;  </p>
<p><br><strong>The most important qualities for successfully diagnosing problems are logic, the ability to see multiple possibilities, and the willingness to touch people&#x2019;s nerves to overcome the ego barriers that stand in the way of truth.</strong>
<br><br><strong>&#x6210;&#x529F;&#x8BCA;&#x65AD;&#x95EE;&#x9898;&#x6240;&#x9700;&#x7684;&#x4E3B;&#x8981;&#x7279;&#x8D28;&#x5305;&#x62EC;&#xFF1A;&#x903B;&#x8F91;&#x3001;&#x53D1;&#x73B0;&#x591A;&#x91CD;&#x53EF;&#x80FD;&#x6027;&#x7684;&#x80FD;&#x529B;&#x3001;&#x613F;&#x610F;&#x5E2E;&#x52A9;&#x4ED6;&#x4EBA;&#x514B;&#x670D;&#x8FFD;&#x5BFB;&#x771F;&#x7406;&#x65F6;&#x7684;&#x81EA;&#x6211;&#x8BBE;&#x969C;&#x60C5;&#x7EEA;&#x3002;</strong>  </p>
<p><br>For a more detailed explanation of diagnosing problems, please read My Management Principles.
<br><br>&#x60F3;&#x8981;&#x4E86;&#x89E3;&#x66F4;&#x591A;&#x5173;&#x4E8E;&#x8BCA;&#x65AD;&#x95EE;&#x9898;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x53EF;&#x4EE5;&#x9605;&#x8BFB;&#x7B2C;&#x4E09;&#x7AE0;&#xFF0C;&#x6211;&#x7684;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x3002;  </p>
<p><br></p>
<ul>
<li><strong>In diagnosing problems, how willing are you to &#x201C;touch the nerve&#x201D; (i.e., discuss your and others possible mistakes and weaknesses with them)?</strong>
<br><br><strong>&#x8BCA;&#x65AD;&#x95EE;&#x9898;&#x65F6;&#xFF0C;&#x4F60;&#x6562;&#x4E0D;&#x6562;&#x89E6;&#x78B0;&#x654F;&#x611F;&#x95EE;&#x9898;&#xFF1F;&#xFF08;&#x548C;&#x4ED6;&#x4EEC;&#x8BA8;&#x8BBA;&#x81EA;&#x5DF1;&#x6216;&#x4ED6;&#x4EBA;&#x53EF;&#x80FD;&#x7684;&#x9519;&#x8BEF;&#x548C;&#x7F3A;&#x70B9;&#xFF09;</strong>  </li>
</ul>
<p><br></p>
<ul>
<li><strong>Are you willing to get at root causes, like what people are like?</strong>
<br><br><strong>&#x4F60;&#x613F;&#x610F;&#x63A2;&#x5BFB;&#x6839;&#x672C;&#x539F;&#x56E0;&#x5417;&#xFF1F;&#x6BD4;&#x5982;&#x53BB;&#x4E86;&#x89E3;&#x4EBA;&#x4EEC;&#x7684;&#x771F;&#x5B9E;&#x60C5;&#x51B5;&#xFF1F;</strong>  </li>
</ul>
<p><br></p>
<ul>
<li><strong>Are you good at seeing the patterns and synthesizing them into diagnoses of root causes?</strong>
<br><br><strong>&#x4F60;&#x5584;&#x4E8E;&#x626E;&#x6F14;&#x89C2;&#x5BDF;&#x8005;&#x7684;&#x89D2;&#x8272;&#xFF0C;&#x5E76;&#x878D;&#x5165;&#x5230;&#x6839;&#x672C;&#x539F;&#x56E0;&#x7684;&#x8BCA;&#x65AD;&#x4E2D;&#x53BB;&#x5417;?</strong></li>
</ul>
<h4 id="-br-4-designing-the-plan-determining-the-solutions-br-br-4%EF%BC%89%E8%AE%BE%E8%AE%A1%E6%96%B9%E6%A1%88%EF%BC%88%E5%86%B3%E5%AE%9A%E8%A7%A3%E5%86%B3%E6%96%B9%E6%A1%88%EF%BC%89"><br>4) Designing the Plan (Determining the Solutions) <br><br> 4&#xFF09;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#xFF08;&#x51B3;&#x5B9A;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF09;</h4>
<p><br>In some cases, you might go from setting goals to designing the plans that will get you to these goals; while in other cases, you will encounter problems on the way to your goals and have to design your way around them. So design will occur at both stages of the process, though it will occur much more often in figuring out how to get around problems. In other words, most of the movement toward your goals comes from designing how to remove the root causes of your problems. Problems are great because they are very specific impediments, so you know that you will move forward if you can identify and eliminate theirroot causes.
<br><br>&#x67D0;&#x4E9B;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4F60;&#x4ECE;&#x76EE;&#x6807;&#x8BBE;&#x5B9A;&#x3001;&#x8BBE;&#x8BA1;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x5230;&#x4E00;&#x6B65;&#x6B65;&#x8D70;&#x5411;&#x76EE;&#x6807;&#xFF0C;&#x4F46;&#x6709;&#x65F6;&#x4F60;&#x5728;&#x901A;&#x5F80;&#x76EE;&#x6807;&#x7684;&#x9014;&#x4E2D;&#x9047;&#x5230;&#x4E86;&#x95EE;&#x9898;&#xFF0C;&#x4E0D;&#x5F97;&#x4E0D;&#x60F3;&#x529E;&#x6CD5;&#x89E3;&#x51B3;&#x3002;&#x65E0;&#x8BBA;&#x662F;&#x54EA;&#x79CD;&#xFF0C;&#x90FD;&#x9700;&#x8981;&#x65B9;&#x6848;&#x8BBE;&#x8BA1;&#x73AF;&#x8282;&#xFF0C;&#x66F4;&#x591A;&#x65F6;&#x5019;&#x662F;&#x9700;&#x8981;&#x6307;&#x51FA;&#x5982;&#x4F55;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x901A;&#x5F80;&#x76EE;&#x6807;&#x7684;&#x8DEF;&#x4E0A;&#xFF0C;&#x6211;&#x4EEC;&#x505A;&#x7684;&#x65E0;&#x975E;&#x662F;&#x6309;&#x7167;&#x8BBE;&#x8BA1;&#xFF0C;&#x6D88;&#x9664;&#x4EA7;&#x751F;&#x95EE;&#x9898;&#x7684;&#x6839;&#x672C;&#x539F;&#x56E0;&#x3002;&#x95EE;&#x9898;&#x662F;&#x5F88;&#x68D2;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x56E0;&#x4E3A;&#x95EE;&#x9898;&#x662F;&#x975E;&#x5E38;&#x5177;&#x4F53;&#x7684;&#x969C;&#x788D;&#x7269;&#x3002;&#x4E00;&#x65E6;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#x5E76;&#x89E3;&#x51B3;&#x4E86;&#xFF0C;&#x5C31;&#x80FD;&#x671D;&#x524D;&#x8FC8;&#x8FDB;&#x3002;  </p>
<p><br><strong>Creating a design is like writing a movie script in that you visualize who will do what through time in order to achieve the goal.</strong>
<br><br><strong>&#x65B9;&#x6848;&#x8BBE;&#x8BA1;&#x548C;&#x5199;&#x7535;&#x5F71;&#x5267;&#x672C;&#x4E00;&#x6837;&#xFF0C;&#x5F62;&#x8C61;&#x5316;&#x5730;&#x63CF;&#x8FF0;&#x5728;&#x89C4;&#x5B9A;&#x65F6;&#x95F4;&#x5185;&#x4E3A;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x9700;&#x8981;&#x505A;&#x54EA;&#x4E9B;&#x4E8B;&#x3002;</strong>  </p>
<p><br>Visualize the goal or problem standing in your way, and then visualize practical solutions. When designing solutions, the objective is to change how you do things so that problems don&#x2019;t recur&#x2014;or recur so often. Think about each problem individually, and as the product of root causes&#x2014;like the outcomes produced by a machine. Then think about how the machine should be changed to produce good outcomes rather than bad ones. There are typically many paths toward achieving your goals, and you need to find only one of them that works, so it&#x2019;s almost always doable.
<br><br>&#x628A;&#x8BBE;&#x5B9A;&#x7684;&#x76EE;&#x6807;&#x6216;&#x963B;&#x788D;&#x76EE;&#x6807;&#x5B9E;&#x73B0;&#x7684;&#x95EE;&#x9898;&#x90FD;&#x5F62;&#x8C61;&#x5316;&#xFF0C;&#x518D;&#x63D0;&#x4F9B;&#x5F62;&#x8C61;&#x7684;&#x5B9E;&#x9645;&#x89E3;&#x51B3;&#x529E;&#x6CD5;&#x3002;&#x8BBE;&#x8BA1;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x65F6;&#xFF0C;&#x76EE;&#x7684;&#x662F;&#x6539;&#x53D8;&#x4F60;&#x505A;&#x4E8B;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x9632;&#x6B62;&#x9519;&#x8BEF;&#x53CD;&#x590D;&#x51FA;&#x73B0;&#x3002;&#x72EC;&#x7ACB;&#x5730;&#x601D;&#x8003;&#x6BCF;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x628A;&#x95EE;&#x9898;&#x89C6;&#x4E3A;&#x67D0;&#x4E2A;&#x6839;&#x672C;&#x539F;&#x56E0;&#x7684;&#x4EA7;&#x51FA;&#x7269;&#xFF0C;&#x5C31;&#x50CF;&#x4E00;&#x53F0;&#x201C;&#x673A;&#x5668;&#x201D;&#x5E26;&#x6765;&#x7684;&#x7ED3;&#x679C;&#x4E00;&#x6837;&#x3002;&#x7136;&#x540E;&#x518D;&#x60F3;&#x60F3;&#x600E;&#x6837;&#x6539;&#x8FDB;&#x673A;&#x5668;&#xFF0C;&#x4F7F;&#x4E4B;&#x751F;&#x4EA7;&#x5408;&#x683C;&#x7684;&#x4EA7;&#x54C1;&#x3002;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x8DEF;&#x5F84;&#x5F88;&#x591A;&#xFF0C;&#x627E;&#x51FA;&#x4E00;&#x6761;&#x884C;&#x5F97;&#x901A;&#xFF0C;&#x53EF;&#x64CD;&#x4F5C;&#x7684;&#x5C31;&#x597D;&#x3002;  </p>
<p><br>But an effective design requires thinking things through and visualizing how things will come together and unfold over time. It&#x2019;s essential to visualize the story of where you have been (or what you have done) that has led you to where you are now and what will happen sequentially in the future to lead you to your goals. You should visualize this plan through time, like watching a movie that connects your past, present, and future.
<br><br>&#x6709;&#x6548;&#x7684;&#x65B9;&#x6848;&#x8BBE;&#x8BA1;&#x9700;&#x8981;&#x628A;&#x95EE;&#x9898;&#x60F3;&#x900F;&#xFF0C;&#x80FD;&#x5F62;&#x8C61;&#x5316;&#x63CF;&#x8FF0;&#x4E8B;&#x60C5;&#x7684;&#x6765;&#x6E90;&#x8D77;&#x56E0;&#x548C;&#x672A;&#x6765;&#x53D1;&#x5C55;&#x65B9;&#x5411;&#x3002;&#x5173;&#x952E;&#x662F;&#x8981;&#x80FD;&#x8DDF;&#x8BB2;&#x6545;&#x4E8B;&#x4E00;&#x6837;&#xFF0C;&#x5F62;&#x8C61;&#x5316;&#x5730;&#x63CF;&#x8FF0;&#x6574;&#x4E2A;&#x8FC7;&#x7A0B;&#xFF0C;&#x4ECE;&#x4F60;&#x6765;&#x81EA;&#x4F55;&#x5904;&#xFF08;&#x6216;&#x4F60;&#x505A;&#x8FC7;&#x4EC0;&#x4E48;&#xFF09;&#xFF0C;&#x5230;&#x4F60;&#x73B0;&#x5728;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x4EE5;&#x53CA;&#x672A;&#x6765;&#x53D1;&#x5C55;&#x5982;&#x4F55;&#xFF0C;&#x4E00;&#x76F4;&#x5230;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x3002;&#x6574;&#x4E2A;&#x65B9;&#x6848;&#x8981;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x8F74;&#x65E5;&#x76CA;&#x5177;&#x4F53;&#x5F62;&#x8C61;&#x5316;&#xFF0C;&#x5C31;&#x50CF;&#x770B;&#x4E00;&#x90E8;&#x8BB0;&#x5F55;&#x4E86;&#x4F60;&#x8FC7;&#x53BB;&#xFF0C;&#x73B0;&#x5728;&#x548C;&#x672A;&#x6765;&#x7684;&#x7535;&#x5F71;&#x4E00;&#x6837;&#x3002;  </p>
<p><br>Then write down the plan so you don&#x2019;t lose sight of it, and include who needs to do what and when. The list of tasks falls out from this story (i.e., the plan), but they are not the same. The story, or plan, is what connects your goals to the tasks. For you to succeed, you must not lose sight of the goals or the story while focusing on the tasks; you must constantly refer back and forth. In My Management Principles (Part 3), you can see one such plan.
<br><br>&#x7136;&#x540E;&#x628A;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#x5199;&#x4E0B;&#x6765;&#xFF0C;&#x4FDD;&#x8BC1;&#x81EA;&#x5DF1;&#x80FD;&#x968F;&#x65F6;&#x770B;&#x5230;&#x3002;&#x65B9;&#x6848;&#x8BBE;&#x8BA1;&#x5305;&#x62EC;&#x8C01;&#x8981;&#x5728;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x505A;&#x4EC0;&#x4E48;&#x3002;&#x5177;&#x4F53;&#x4EFB;&#x52A1;&#x6E05;&#x5355;&#x662F;&#x6839;&#x636E;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#x8BBE;&#x7F6E;&#x7684;&#xFF0C;&#x4F46;&#x4EFB;&#x52A1;&#x548C;&#x65B9;&#x6848;&#x53C8;&#x4E0D;&#x5C3D;&#x76F8;&#x540C;&#xFF0C;&#x65B9;&#x6848;&#x8BBE;&#x8BA1;&#x5C06;&#x4F60;&#x7684;&#x76EE;&#x6807;&#x540C;&#x5177;&#x4F53;&#x4EFB;&#x52A1;&#x5173;&#x8054;&#x8D77;&#x6765;&#x3002;&#x60F3;&#x8981;&#x6210;&#x529F;&#xFF0C;&#x5728;&#x5173;&#x6CE8;&#x5177;&#x4F53;&#x4EFB;&#x52A1;&#x7684;&#x540C;&#x65F6;
&#xFF0C;&#x5C31;&#x4E00;&#x5B9A;&#x4E0D;&#x80FD;&#x5FFD;&#x89C6;&#x76EE;&#x6807;&#x6216;&#x65B9;&#x6848;&#x3002;&#x8981;&#x8BB0;&#x5F97;&#x4E0D;&#x65AD;&#x53CD;&#x590D;&#x524D;&#x540E;&#x67E5;&#x770B;&#x3002;&#x5728;&#x7B2C;&#x4E09;&#x7AE0;&#x6211;&#x7684;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x4E2D;&#xFF0C;&#x4F60;&#x4F1A;&#x770B;&#x5230;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x65B9;&#x6848;&#x3002;  </p>
<p><br>When designing your plan, think about the timelines of various interconnected tasks. Sketch them out loosely and then refine them with the specific tasks. This is an iterative process, alternating between sketching out your broad steps (e.g., hire great people) and filling these in with more specific tasks with estimated timelines (e.g., in the next two weeks choose the headhunters to find the great people) that will have implications (e.g., costs, time, etc.). These will lead you to modify your design sketch until the design and tasks work well together. Being as specific as possible (e.g., specifying who will do what and when) allows you to visualize how the design will work at both a big-picture level and in detail. It will also give you and others the to-do lists and target dates that will help direct you.
<br><br>&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#x65F6;&#xFF0C;&#x6309;&#x65F6;&#x95F4;&#x6B21;&#x5E8F;&#xFF0C;&#x601D;&#x8003;&#x5404;&#x79CD;&#x76F8;&#x5173;&#x8054;&#x7684;&#x4EFB;&#x52A1;&#xFF0C;&#x5728;&#x7EB8;&#x4E0A;&#x7C97;&#x7565;&#x5730;&#x5199;&#x4E2A;&#x5927;&#x6982;&#xFF0C;&#x518D;&#x7528;&#x5177;&#x4F53;&#x4EFB;&#x52A1;&#x8865;&#x5145;&#x5B8C;&#x5584;&#x3002;&#x8FD9;&#x662F;&#x4E2A;&#x53CD;&#x590D;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x7C97;&#x7565;&#x63CF;&#x7ED8;&#x5B8F;&#x89C2;&#x5927;&#x65B9;&#x5411;&#xFF08;&#x4F8B;&#x5982;&#xFF1A;&#x8058;&#x8BF7;&#x4F18;&#x79C0;&#x7684;&#x5458;&#x5DE5;&#xFF09;&#x548C;&#x5F80;&#x6846;&#x67B6;&#x5185;&#x586B;&#x5145;&#x5177;&#x4F53;&#x4EFB;&#x52A1;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x4EA4;&#x66FF;&#x53CD;&#x590D;&#xFF0C;&#x8FD9;&#x4E9B;&#x5177;&#x4F53;&#x7684;&#x4EFB;&#x52A1;&#x8981;&#x4F30;&#x7B97;&#x5927;&#x6982;&#x65F6;&#x95F4;&#xFF08;&#x4F8B;&#x5982;&#xFF1A;&#x672A;&#x6765;&#x4E24;&#x5468;&#x5185;&#x9009;&#x730E;&#x5934;&#x516C;&#x53F8;&#x5E2E;&#x5FD9;&#x7269;&#x8272;&#x4F18;&#x79C0;&#x4EBA;&#x624D;&#xFF09;&#xFF0C;&#x8FD8;&#x8981;&#x8003;&#x8651;&#x56E0;&#x6B64;&#x5E26;&#x6765;&#x7684;&#x5F71;&#x54CD;&#xFF08;&#x4F8B;&#x5982;&#xFF1A;&#x6210;&#x672C;&#xFF0C;&#x65F6;&#x95F4;&#x7B49;&#xFF09;&#x3002;&#x901A;&#x8FC7;&#x4E0D;&#x65AD;&#x5B8C;&#x5584;&#xFF0C;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#x8349;&#x56FE;&#x7B49;&#x5177;&#x4F53;&#x4EFB;&#x52A1;&#x4E5F;&#x4F1A;&#x76F8;&#x5F97;&#x76CA;&#x5F70;&#x5145;&#x5B9E;&#x8D77;&#x6765;&#x3002;&#x5C3D;&#x53EF;&#x80FD;&#x505A;&#x5230;&#x5177;&#x4F53;&#xFF08;&#x4F8B;&#x5982;&#xFF1A;&#x660E;&#x786E;&#x8C01;&#x5728;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x505A;&#x4EC0;&#x4E48;&#xFF09;&#xFF0C;&#x8FD9;&#x6837;&#x4F60;&#x7684;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#x4ECE;&#x5B8F;&#x89C2;&#x5E03;&#x5C40;&#x5230;&#x7EC6;&#x679D;&#x672B;&#x8282;&#x90FD;&#x4F1A;&#x663E;&#x5F97;&#x5341;&#x5206;&#x5F62;&#x8C61;&#x5316;&#x3002;&#x65B9;&#x6848;&#x91CC;&#x4E5F;&#x4F1A;&#x660E;&#x786E;&#x4EFB;&#x52A1;&#x6E05;&#x5355;&#x548C;&#x4EFB;&#x52A1;&#x5B8C;&#x6210;&#x65F6;&#x95F4;&#xFF0C;&#x4E3A;&#x5DE5;&#x4F5C;&#x6307;&#x660E;&#x65B9;&#x5411;&#x3002;  </p>
<p><br>Of course, not all plans will accomplish everything you want in the desired time frame. In such cases, it is essential that you look at what won&#x2019;t be accomplished and ask yourself if the consequences are acceptable or unacceptable. This is where perspective is required, and discussing it with others can be critical. If the plan will not achieve what&#x2019;s necessary in the required time, so that the consequences have an unacceptably high probability of preventing you from achieving your goal, you have to either think harder (probably with the advice of other believable people) to make the plan do what is required or reduce your goals.
<br><br>&#x5728;&#x9884;&#x671F;&#x65F6;&#x95F4;&#x6846;&#x67B6;&#x4E0B;&#xFF0C;&#x5E76;&#x4E0D;&#x662F;&#x6240;&#x6709;&#x7684;&#x8BA1;&#x5212;&#x90FD;&#x80FD;&#x5B8C;&#x6210;&#xFF0C;&#x5173;&#x952E;&#x662F;&#x5173;&#x6CE8;&#x65E0;&#x6CD5;&#x5B8C;&#x6210;&#x7684;&#x4EFB;&#x52A1;&#xFF0C;&#x95EE;&#x81EA;&#x5DF1;&#x8FD9;&#x4E2A;&#x7ED3;&#x679C;&#x662F;&#x5426;&#x53EF;&#x4EE5;&#x63A5;&#x53D7;&#x3002;&#x8FD9;&#x65F6;&#x5C31;&#x9700;&#x8981;&#x96C6;&#x601D;&#x5E7F;&#x76CA;&#x4E86;&#xFF0C;&#x540C;&#x4ED6;&#x4EBA;&#x5C55;&#x5F00;&#x63A2;&#x8BA8;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x3002;&#x5982;&#x679C;&#x65E0;&#x6CD5;&#x5728;&#x89C4;&#x5B9A;&#x65F6;&#x95F4;&#x5185;&#x5B8C;&#x6210;&#x5FC5;&#x987B;&#x5B8C;&#x6210;&#x7684;&#x4EFB;&#x52A1;&#xFF0C;&#x540E;&#x679C;&#x6781;&#x6709;&#x53EF;&#x80FD;&#x963B;&#x788D;&#x4F60;&#x5B9E;&#x73B0;&#x6700;&#x7EC8;&#x76EE;&#x6807;&#xFF0C;&#x8FD9;&#x65F6;&#x5C31;&#x5F97;&#x7EDE;&#x5C3D;&#x8111;&#x6C41;&#x60F3;&#x60F3;&#xFF08;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x5176;&#x4ED6;&#x503C;&#x5F97;&#x4FE1;&#x8D56;&#x4E4B;&#x4EBA;&#x7684;&#x5EFA;&#x8BAE;&#xFF09;&#x600E;&#x4E48;&#x6837;&#x8C03;&#x6574;&#x65B9;&#x6848;&#xFF0C;&#x4F7F;&#x5F97;&#x4EFB;&#x52A1;&#x80FD;&#x591F;&#x5F97;&#x4EE5;&#x5B8C;&#x6210;&#xFF0C;&#x6216;&#x8005;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x964D;&#x4F4E;&#x76EE;&#x6807;&#x96BE;&#x5EA6;&#x3002;  </p>
<p><br>People successful with this stage have an <strong>ability to visualize</strong> and a <strong>practical understanding</strong> of how things really work. Remember, you don&#x2019;t have to possess all these qualities if you have someone to help you with the ones you are missing.
<br><br>&#x987A;&#x5229;&#x5B8C;&#x6210;&#x8FD9;&#x4E2A;&#x6B65;&#x9AA4;&#xFF0C;&#x9700;&#x8981;&#x5177;&#x5907;<strong>&#x5F62;&#x8C61;&#x5316;&#x7684;&#x80FD;&#x529B;</strong>&#xFF0C;&#x80FD;<strong>&#x52A1;&#x5B9E;&#x7406;&#x89E3;</strong>&#x5DE5;&#x4F5C;&#x5B9E;&#x9645;&#x60C5;&#x51B5;&#x3002;&#x8BB0;&#x4F4F;&#xFF0C;&#x5982;&#x679C;&#x6709;&#x4EBA;&#x5E2E;&#x4F60;&#xFF0C;&#x4F60;&#x4E0D;&#x5FC5;&#x5B8C;&#x5168;&#x5177;&#x5907;&#x8FD9;&#x4E9B;&#x80FD;&#x529B;&#x3002;  </p>
<p><br></p>
<ul>
<li><strong>How good is your ability to visualize?</strong>
<br><br><strong>&#x4F60;&#x5F62;&#x8C61;&#x5316;&#x8868;&#x8FF0;&#x80FD;&#x529B;&#x5982;&#x4F55;&#xFF1F;</strong>  </li>
</ul>
<p><br></p>
<ul>
<li><strong>How confident are you that your assessment of your ability to visualize is accurate?</strong>
<br><br><strong>&#x4F60;&#x5BF9;&#x81EA;&#x5DF1;&#x5728;&#x5F62;&#x8C61;&#x5316;&#x8868;&#x8FF0;&#x80FD;&#x529B;&#x65B9;&#x9762;&#x7684;&#x81EA;&#x6211;&#x8BC4;&#x4F30;&#x6709;&#x51E0;&#x5206;&#x4FE1;&#x5FC3;&#xFF1F;</strong>  </li>
</ul>
<p><br>If you are confident of your self-assessment, why should you be confident (e.g. do have an excellent track record of visualizing and making what you visualized happen, have other believable parties told you that you are good at this)?
<br><br>&#x5982;&#x679C;&#x4F60;&#x5BF9;&#x81EA;&#x6211;&#x8BC4;&#x4F30;&#x5F88;&#x6709;&#x4FE1;&#x5FC3;&#xFF0C;&#x8BF7;&#x8BBA;&#x8FF0;&#x81EA;&#x4FE1;&#x7684;&#x539F;&#x56E0;&#x3002;&#x662F;&#x56E0;&#x4E3A;&#x6709;&#x8FC7;&#x5F80;&#x4E1A;&#x7EE9;&#x5417;&#xFF0C;&#x8FD8;&#x662F;&#x503C;&#x5F97;&#x4FE1;&#x8D56;&#x4E4B;&#x4EBA;&#x544A;&#x8BC9;&#x8FC7;&#x4F60;&#xFF1F;  </p>
<p><br><strong>Remember: Designing precedes doing!</strong> The design will give you your to-do list (i.e., the tasks).
<br><br><strong>&#x8BB0;&#x4F4F;&#xFF1A;&#x65B9;&#x6848;&#x8BBE;&#x8BA1;&#x8981;&#x5728;&#x5177;&#x4F53;&#x884C;&#x52A8;&#x4E4B;&#x524D;&#xFF01;</strong>&#x65B9;&#x6848;&#x8BBE;&#x8BA1;&#x4F1A;&#x5217;&#x51FA;&#x5177;&#x4F53;&#x7684;&#x5DE5;&#x4F5C;&#x4EFB;&#x52A1;&#x3002;  </p>
<h4 id="-br-5-doing-the-tasks-br-br-5%EF%BC%89%E5%AE%8C%E6%88%90%E4%BB%BB%E5%8A%A1"><br> 5) Doing the Tasks <br><br> 5&#xFF09;&#x5B8C;&#x6210;&#x4EFB;&#x52A1;</h4>
<p><br>Next, you and the others you need to rely on have to do the tasks that will get you to your goals. Great planners who don&#x2019;t carry out their plans go nowhere. You need to &#x201C;push through&#x201D; to accomplish the goals. This requires the self-discipline to follow the script that is your design. <strong>I believe the importance of goodwork habits is vastly underrated.</strong> There are lots of books written about good work habits, so I won&#x2019;tdigress into what I believe is effective. However, <strong>it is critical to know each day what you need to doand have the discipline to do it.</strong> People with good work habits have to-do lists that are reasonablyprioritized, and they make themselves do what needs to be done. By contrast, people with poor work habits almost randomly react to the stuff that comes at them, or they can&#x2019;t bring themselves to do the things they need to do but don&#x2019;t like to do (or are unable to do). There are lots of tools that can help (e.g., thank God for my BlackBerry!)
<br><br>&#x63A5;&#x4E0B;&#x6765;&#xFF0C;&#x4F60;&#x548C;&#x9700;&#x8981;&#x4F9D;&#x9760;&#x7684;&#x5DE5;&#x4F5C;&#x56E2;&#x961F;&#x5C06;&#x5B8C;&#x6210;&#x4EFB;&#x52A1;&#xFF0C;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x3002;&#x6210;&#x529F;&#x7684;&#x8BBE;&#x8BA1;&#x8005;&#x662F;&#x4E0D;&#x4F1A;&#x8BA9;&#x65B9;&#x6848;&#x843D;&#x65E0;&#x5B9E;&#x5904;&#x7684;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x201C;&#x63A8;&#x52A8;&#x201D;&#x65B9;&#x6848;&#x7684;&#x5B9E;&#x65BD;&#xFF0C;&#x5B8C;&#x6210;&#x76EE;&#x6807;&#xFF0C;&#x8FD9;&#x9700;&#x8981;&#x5927;&#x5BB6;&#x81EA;&#x89C9;&#x6309;&#x7167;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#x505A;&#x4E8B;&#xFF0C;&#x6211;<strong>&#x8BA4;&#x4E3A;&#x5F88;&#x591A;&#x4EBA;&#x90FD;&#x5927;&#x5927;&#x4F4E;&#x4F30;&#x4E86;&#x826F;&#x597D;&#x5DE5;&#x4F5C;&#x4E60;&#x60EF;&#x7684;&#x91CD;&#x8981;&#x6027;&#x3002;</strong>&#x4EE5;&#x826F;&#x597D;&#x5DE5;&#x4F5C;&#x4E60;&#x60EF;&#x4E3A;&#x9898;&#x6750;&#x7684;&#x4E66;&#x7C4D;&#x5F88;&#x591A;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x8FD9;&#x70B9;&#x5BF9;&#x5404;&#x79CD;&#x6548;&#x7387;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x6211;&#x5C31;&#x4E0D;&#x5728;&#x6B64;&#x8D58;&#x8FF0;&#x4E86;&#x3002;<strong>&#x77E5;&#x9053;&#x6BCF;&#x5929;&#x9700;&#x8981;&#x505A;&#x4EC0;&#x4E48;&#x5E76;&#x5177;&#x5907;&#x826F;&#x597D;&#x7684;&#x7EAA;&#x5F8B;&#x6765;&#x4FDD;&#x8BC1;&#x8FD9;&#x4E9B;&#x5DE5;&#x4F5C;&#x7684;&#x5B8C;&#x6210;&#x662F;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x7684;&#x3002;</strong>&#x5DE5;&#x4F5C;&#x4E60;&#x60EF;&#x597D;&#x7684;&#x4EBA;&#xFF0C;&#x4EFB;&#x52A1;&#x6E05;&#x5355;&#x662F;&#x7ECF;&#x8FC7;&#x5408;&#x7406;&#x4F18;&#x5148;&#x6392;&#x5E8F;&#x7684;&#xFF0C;&#x4ED6;&#x4EEC;&#x4F9D;&#x6B64;&#x5B8C;&#x6210;&#x5FC5;&#x8981;&#x7684;&#x4EFB;&#x52A1;&#x3002;&#x76F8;&#x6BD4;&#x800C;&#x8A00;&#xFF0C;&#x5DE5;&#x4F5C;&#x4E60;&#x60EF;&#x5DEE;&#x7684;&#x4EBA;&#x51E0;&#x4E4E;&#x90FD;&#x662F;&#x80E1;&#x5B50;&#x7709;&#x6BDB;&#x4E00;&#x628A;&#x6293;&#xFF0C;&#x6765;&#x4EC0;&#x4E48;&#x5C31;&#x505A;&#x4EC0;&#x4E48;&#xFF0C;&#x6CA1;&#x6CD5;&#x81EA;&#x89C9;&#x5B8C;&#x6210;&#x5FC5;&#x8981;&#x4EFB;&#x52A1;&#xFF0C;&#x4E0D;&#x559C;&#x6B22;&#x505A;&#xFF0C;&#x4E5F;&#x4E0D;&#x4F1A;&#x505A;&#x3002;&#x5F88;&#x591A;&#x5DE5;&#x5177;&#x80FD;&#x5E2E;&#x5230;&#x4F60;&#x3002;&#xFF08;&#x4F8B;&#x5982;&#xFF1A;&#x6211;&#x7684;&#x9ED1;&#x8393;&#x624B;&#x673A;&#xFF01;&#xFF09;  </p>
<p><br>You need to know whether you (and others) are following the plan, so you should establish clear benchmarks. Ideally you should have someone other than yourself objectively measure if you (and others) are doing what you planned. If not, you need to diagnose why and resolve the problem.
<br><br>&#x4F60;&#x5F97;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x4E0E;&#x5DE5;&#x4F5C;&#x56E2;&#x961F;&#x662F;&#x5426;&#x5728;&#x6309;&#x8BBE;&#x8BA1;&#x7684;&#x65B9;&#x6848;&#x5DE5;&#x4F5C;&#xFF0C;&#x56E0;&#x6B64;&#x4F60;&#x5E94;&#x5EFA;&#x7ACB;&#x6E05;&#x6670;&#x7684;&#x8861;&#x91CF;&#x6807;&#x51C6;&#x3002;&#x7406;&#x60F3;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4F60;&#x5F97;&#x627E;&#x4E2A;&#x4EBA;&#x5BA2;&#x89C2;&#x8BC4;&#x4EF7;&#x4F60;&#x7684;&#x5DE5;&#x4F5C;&#x662F;&#x5426;&#x5728;&#x6309;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#x6267;&#x884C;&#x3002;&#x5982;&#x679C;&#x4E0D;&#x662F;&#xFF0C;&#x5C31;&#x5F97;&#x8BCA;&#x65AD;&#x539F;&#x56E0;&#xFF0C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;  </p>
<p><br>People who are good at this stage can reliably execute a plan. They tend to be <strong>self-disciplined</strong> and <strong>proactive</strong> rather than reactive to the blizzard of daily tasks that can divert them from execution. They are results-oriented: they love to push themselves over the finish line to achieve the goal.<strong> If they seethat daily tasks are taking them away from executing the plan (i.e., they identify this problem), they diagnose it and design how they can deal with both the daily tasks and moving forward with the plan.
<br><br>&#x64C5;&#x4E8E;&#x5B8C;&#x6210;&#x6B64;&#x6B65;&#x9AA4;&#x7684;&#x4EBA;&#x80FD;&#x4EE4;&#x4EBA;&#x653E;&#x5FC3;&#x5730;&#x5B9E;&#x65BD;&#x65B9;&#x6848;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x4EBA;&#x5F88;&#x81EA;&#x5F8B;&#xFF0C;&#x662F;</strong>&#x79EF;&#x6781;&#x884C;&#x52A8;&#x6D3E;**&#xFF0C;&#x4E0D;&#x4F1A;&#x56E0;&#x65E5;&#x5E38;&#x5927;&#x91CF;&#x7684;&#x7E41;&#x7410;&#x5DE5;&#x4F5C;&#x5F71;&#x54CD;&#x4EFB;&#x52A1;&#x7684;&#x843D;&#x5B9E;&#xFF0C;&#x4ED6;&#x4EEC;&#x4EE5;&#x5DE5;&#x4F5C;&#x7ED3;&#x679C;&#x4E3A;&#x5BFC;&#x5411;&#xFF1A;&#x70ED;&#x7231;&#x63A8;&#x52A8;&#x81EA;&#x5DF1;&#x51B2;&#x523A;&#x524D;&#x884C;&#xFF0C;&#x7A81;&#x7834;&#x7EC8;&#x70B9;&#xFF0C;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x3002;  </p>
<p><br>As with the other steps, if you aren&#x2019;t good at this step, get help. There are many successful, creative people who are good at the other steps but who would have failed because they aren&#x2019;t good at execution. But they succeeded nonetheless because of great symbiotic relationships with highly reliable task-doers.
<br><br>&#x548C;&#x5176;&#x4ED6;&#x6B65;&#x9AA4;&#x4E00;&#x6837;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x64C5;&#x957F;&#x8FD9;&#x4E00;&#x6B65;&#xFF0C;&#x8BF7;&#x627E;&#x522B;&#x4EBA;&#x5BFB;&#x6C42;&#x5E2E;&#x52A9;&#x3002;&#x6709;&#x5F88;&#x591A;&#x521B;&#x9020;&#x529B;&#x5F88;&#x5F3A;&#x7684;&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x64C5;&#x957F;&#x5176;&#x4ED6;&#x51E0;&#x6B65;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x5728;&#x6267;&#x884C;&#x843D;&#x5B9E;&#x8FD9;&#x6B65;&#x4E0A;&#x6CA1;&#x505A;&#x597D;&#xFF0C;&#x5C31;&#x53EF;&#x80FD;&#x4F1A;&#x5931;&#x8D25;&#x3002;  </p>
<p><br>For a more detailed explanation of doing what you set out to do, please see My Management Principles.
<br><br>&#x60F3;&#x4E86;&#x89E3;&#x5173;&#x4E8E;&#x843D;&#x5B9E;&#x8BA1;&#x5212;&#x7684;&#x8BE6;&#x8FF0;&#x5185;&#x5BB9;&#xFF0C;&#x8BF7;&#x9605;&#x8BFB;&#x6211;&#x7684;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x8FD9;&#x7AE0;&#x3002;  </p>
<p><br></p>
<ul>
<li><strong>How good are you at pushing through?</strong>
<br><br><strong>&#x4F60;&#x64C5;&#x4E8E;&#x63A8;&#x52A8;&#x81EA;&#x5DF1;&#x5B8C;&#x6210;&#x4EFB;&#x52A1;&#x5417;&#xFF1F;</strong>  </li>
</ul>
<p><br></p>
<ul>
<li><strong>How confident are you that your assessment of your ability to push through is accurate?</strong>
<br><br><strong>&#x4F60;&#x5BF9;&#x81EA;&#x5DF1;&#x5728;&#x8FD9;&#x65B9;&#x9762;&#x80FD;&#x529B;&#x7684;&#x81EA;&#x6211;&#x8BC4;&#x4F30;&#x6709;&#x51E0;&#x5206;&#x81EA;&#x4FE1;&#xFF1F;</strong></li>
</ul>
<h4 id="-br-the-relationships-between-these-steps-br-br-%E4%BA%94%E5%A4%A7%E6%AD%A5%E9%AA%A4%E9%97%B4%E7%9A%84%E8%81%94%E7%B3%BB"><br>The Relationships between These Steps <br><br> &#x4E94;&#x5927;&#x6B65;&#x9AA4;&#x95F4;&#x7684;&#x8054;&#x7CFB;</h4>
<p><br>Designs and tasks have no purpose other than to achieve your goals. Said differently, goals are the sole purpose of designs and tasks. So you mustn&#x2019;t forget how they&#x2019;re related. Frequently I see people feel great about doing their tasks while forgetting the goals they were designed to achieve, resulting in the failure to achieve their goals. This doesn&#x2019;t make any sense, because the only purpose of tasks is to achieve goals. In order to be successful, your goals must be riveted in your mind: they are the things you MUST do. To remember the connections between the tasks and the goals that they are meant to achieve, you just have to ask, &#x201C;Why?&#x201D; It is good to connect tasks to goals this way (with the &#x201C;Why?&#x201D;), because losing sight of the connections will prevent you from succeeding.
<br><br>&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#x4E0E;&#x4EFB;&#x52A1;&#x6700;&#x4E3B;&#x8981;&#x7684;&#x76EE;&#x7684;&#x5C31;&#x662F;&#x5B9E;&#x73B0;&#x4F60;&#x7684;&#x76EE;&#x6807;&#x3002;&#x867D;&#x7136;&#x65B9;&#x6848;&#x548C;&#x4EFB;&#x52A1;&#x6709;&#x6240;&#x4E0D;&#x540C;&#xFF0C;&#x4F46;&#x90FD;&#x662F;&#x4E3A;&#x4E86;&#x6700;&#x7EC8;&#x5B9E;&#x73B0;&#x5DE5;&#x4F5C;&#x76EE;&#x6807;&#x3002;&#x6240;&#x4EE5;&#x4E00;&#x5B9A;&#x4E0D;&#x8981;&#x5FD8;&#x8BB0;&#x5B83;&#x4EEC;&#x540C;&#x76EE;&#x6807;&#x4E4B;&#x95F4;&#x7684;&#x8054;&#x7CFB;&#x3002;&#x6211;&#x7ECF;&#x5E38;&#x53D1;&#x73B0;&#x6709;&#x4EBA;&#x5BF9;&#x81EA;&#x5DF1;&#x5B8C;&#x6210;&#x4E86;&#x5404;&#x9879;&#x4EFB;&#x52A1;&#x6D0B;&#x6D0B;&#x5F97;&#x610F;&#xFF0C;&#x5374;&#x5FD8;&#x4E86;&#x6700;&#x7EC8;&#x7684;&#x5DE5;&#x4F5C;&#x76EE;&#x6807;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x6700;&#x7EC8;&#x6CA1;&#x80FD;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x3002;&#x8FD9;&#x5176;&#x5B9E;&#x5F88;&#x6CA1;&#x610F;&#x4E49;&#xFF0C;&#x56E0;&#x4E3A;&#x4EFB;&#x52A1;&#x7684;&#x552F;&#x4E00;&#x76EE;&#x7684;&#x5C31;&#x662F;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x3002;&#x8981;&#x60F3;&#x6210;&#x529F;&#xFF0C;&#x5FC5;&#x987B;&#x7262;&#x8BB0;&#x81EA;&#x5DF1;&#x7684;&#x5DE5;&#x4F5C;&#x76EE;&#x6807;&#xFF1A;&#x8FD9;&#x4E9B;&#x662F;&#x4F60;&#x5FC5;&#x987B;&#x8981;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x8BB0;&#x4F4F;&#xFF0C;&#x4EFB;&#x52A1;&#x548C;&#x76EE;&#x6807;&#x4E4B;&#x95F4;&#x7684;&#x8054;&#x7CFB;&#xFF0C;&#x5B8C;&#x6210;&#x4EFB;&#x52A1;&#x662F;&#x4E3A;&#x4E86;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x3002;&#x5176;&#x5B9E;&#x4F60;&#x53EA;&#x7528;&#x95EE;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x201D;&#x5C31;&#x77E5;&#x9053;&#x4ED6;&#x4EEC;&#x4E4B;&#x95F4;&#x7684;&#x8054;&#x7CFB;&#x4E86;&#x3002;&#x901A;&#x8FC7;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x201D;&#x5C06;&#x4EFB;&#x52A1;&#x548C;&#x76EE;&#x6807;&#x8054;&#x7CFB;&#x8D77;&#x6765;&#x5F88;&#x597D;&#xFF0C;&#x56E0;&#x4E3A;&#x5FFD;&#x89C6;&#x4E86;&#x8FD9;&#x79CD;&#x5173;&#x8054;&#xFF0C;&#x4F1A;&#x963B;&#x788D;&#x4F60;&#x5B9E;&#x73B0;&#x6210;&#x529F;&#x3002;  </p>
<p><br>Again, this 5-Step Process is iterative. This means that after completing one of the steps you will probably have acquired relevant information that leads you to modify the other steps.
<br><br>&#x518D;&#x6B21;&#x8BF4;&#x660E;&#xFF0C;&#x8FD9;&#x4E94;&#x5927;&#x6B65;&#x9AA4;&#x662F;&#x5FAA;&#x73AF;&#x5F80;&#x590D;&#x7684;&#xFF0C;&#x4E5F;&#x5C31;&#x610F;&#x5473;&#x7740;&#x5F53;&#x4F60;&#x5B8C;&#x6210;&#x4E00;&#x4E2A;&#x6B65;&#x9AA4;&#x540E;&#xFF0C;&#x53EF;&#x80FD;&#x4F1A;&#x83B7;&#x5F97;&#x6709;&#x7528;&#x7684;&#x4FE1;&#x606F;&#x5E2E;&#x52A9;&#x4F60;&#x6539;&#x5584;&#x5176;&#x4ED6;&#x6B65;&#x9AA4;&#x3002;  </p>
<p><br>If this process is working, goals will change much more slowly than designs, which will change more slowly than tasks. Designs and tasks can be modified or changed often (because you might want to reassess how to achieve the goal), but changing goals frequently is usually a problem because achieving them requires a consistent effort. I often find that people who have problems reaching their goals handle these steps backwards; that is, they stick too rigidly to specified tasks and are not committed enough to achieving their goals (often because they lose sight of them).
<br><br>&#x5982;&#x679C;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x5F00;&#x59CB;&#x8FD0;&#x4F5C;&#x4E86;&#xFF0C;&#x5BF9;&#x76EE;&#x6807;&#x7684;&#x6539;&#x53D8;&#x8FDC;&#x6162;&#x4E8E;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#x7684;&#x6539;&#x53D8;&#xFF0C;&#x800C;&#x4EFB;&#x52A1;&#x7684;&#x6539;&#x53D8;&#x5219;&#x5FEB;&#x5F97;&#x591A;&#x3002;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#x548C;&#x4EFB;&#x52A1;&#x53EF;&#x4EE5;&#x7ECF;&#x5E38;&#x8C03;&#x6574;&#x6539;&#x53D8;&#xFF08;&#x56E0;&#x4E3A;&#x4F60;&#x53EF;&#x80FD;&#x60F3;&#x91CD;&#x65B0;&#x8BC4;&#x4F30;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x65B9;&#x5F0F;&#xFF09;&#xFF0C;&#x4F46;&#x9891;&#x7E41;&#x6539;&#x53D8;&#x76EE;&#x6807;&#x5219;&#x901A;&#x5E38;&#x4F1A;&#x5E26;&#x6765;&#x95EE;&#x9898;&#xFF0C;&#x56E0;&#x4E3A;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x672C;&#x6765;&#x5C31;&#x9700;&#x8981;&#x8D2F;&#x5F7B;&#x59CB;&#x7EC8;&#x7684;&#x52AA;&#x529B;&#x3002;&#x6211;&#x5E38;&#x53D1;&#x73B0;&#xFF0C;&#x6709;&#x4EBA;&#x5728;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x5F81;&#x9014;&#x4E0A;&#x9047;&#x5230;&#x95EE;&#x9898;&#xFF0C;&#x4ED6;&#x4EEC;&#x53CD;&#x590D;&#x9000;&#x56DE;&#x4E4B;&#x524D;&#x7684;&#x6B65;&#x9AA4;&#xFF0C;&#x5BF9;&#x67D0;&#x4E9B;&#x5177;&#x4F53;&#x4EFB;&#x52A1;&#x8FC7;&#x5EA6;&#x82DB;&#x523B;&#xFF0C;&#x5374;&#x6CA1;&#x6709;&#x82B1;&#x66F4;&#x591A;&#x7CBE;&#x529B;&#x5728;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x4E0A;&#xFF0C;&#x5F88;&#x591A;&#x65F6;&#x5019;&#x662F;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x5FFD;&#x7565;&#x4E86;&#x76EE;&#x6807;&#x7684;&#x5B58;&#x5728;&#x3002;  </p>
<h4 id="-br-weaknesses-don%E2%80%99t-matter-if-you-find-solutions-br-br-%E6%89%BE%E5%88%B0%E8%A7%A3%E5%86%B3%E6%96%B9%E6%A1%88%EF%BC%8C%E6%9C%89%E7%BC%BA%E7%82%B9%E4%B9%9F%E4%B8%8D%E8%A6%81%E7%B4%A7"><br>Weaknesses Don&#x2019;t Matter if You Find Solutions <br><br> &#x627E;&#x5230;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x6709;&#x7F3A;&#x70B9;&#x4E5F;&#x4E0D;&#x8981;&#x7D27;</h4>
<p><br>To repeat, the best advice I can give you is to ask yourself what you want, then ask &#x2018;what is true,&#x2019; and then ask yourself &#x2018;what should be done about it.&#x2019; If you honestly ask and answer these questions you will move much faster towards what you want to get out of life than if you don&#x2019;t!
<br><br>&#x518D;&#x8BF4;&#x4E00;&#x904D;&#xFF0C;&#x6211;&#x80FD;&#x7ED9;&#x4F60;&#x7684;&#x6700;&#x597D;&#x5EFA;&#x8BAE;&#x5C31;&#x662F;&#xFF0C;&#x95EE;&#x95EE;&#x81EA;&#x5DF1;&#x60F3;&#x8981;&#x4EC0;&#x4E48;&#xFF0C;&#x201C;&#x771F;&#x5B9E;&#x60C5;&#x51B5;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF1F;&#x201D;&#xFF0C;&#x201C;&#x5E94;&#x8BE5;&#x5BF9;&#x6B64;&#x505A;&#x4E9B;&#x4EC0;&#x4E48;&#xFF1F;&#x201D;&#x6211;&#x76F8;&#x4FE1;&#x53EA;&#x8981;&#x6309;&#x6B64;&#x6B65;&#x9AA4;&#xFF0C;&#x5C31;&#x80FD;&#x66F4;&#x5FEB;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x3002;  </p>
<p><br>Most importantly, <strong>ask yourself what is your biggest weakness that stands in the way of what you want.</strong>
<br><br>&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#xFF0C;<strong>&#x95EE;&#x4F60;&#x81EA;&#x5DF1;&#xFF0C;&#x963B;&#x788D;&#x4F60;&#x6210;&#x529F;&#x6700;&#x5927;&#x7684;&#x7F3A;&#x70B9;&#x662F;&#x4EC0;&#x4E48;&#x3002;</strong>  </p>
<p><br>As I mentioned before, everyone has weaknesses. The main difference between unsuccessful and successful people is that unsuccessful people don&#x2019;t find and address them, and successful people do.
<br><br>&#x6211;&#x8BF4;&#x8FC7;&#xFF0C;&#x4EBA;&#x4EBA;&#x90FD;&#x6709;&#x7F3A;&#x70B9;&#xFF0C;&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x4E0E;&#x5E73;&#x5EB8;&#x4E4B;&#x8F88;&#x7684;&#x533A;&#x522B;&#x5728;&#x4E8E;&#x4ED6;&#x4EEC;&#x61C2;&#x5F97;&#x53D1;&#x73B0;&#x7F3A;&#x70B9;&#x5E76;&#x91C7;&#x53D6;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x3002;  </p>
<p><br>It is difficult to see one&#x2019;s own blind spots for two reasons:
<br><br>&#x53D1;&#x73B0;&#x4E2A;&#x4EBA;&#x7F3A;&#x70B9;&#x5F88;&#x96BE;&#x4E3B;&#x8981;&#x6709;&#x4E24;&#x70B9;&#x539F;&#x56E0;&#xFF1A;  </p>
<p><br>1) Most people don&#x2019;t go looking for their weaknesses because of &#x201C;ego barriers&#x201D;&#x2014;they find having weaknesses painful because society has taught them that having weaknesses is bad. As I said early on, I believe that we would have a radically more effective and much happier society if we taught the truth, which is that everyone has weaknesses, and knowing about them and how to deal with them is how people learn and succeed.
<br><br>1) &#x5927;&#x591A;&#x6570;&#x4EBA;&#x90FD;&#x4E0D;&#x53BB;&#x641C;&#x5BFB;&#x81EA;&#x8EAB;&#x7F3A;&#x70B9;&#xFF0C;&#x5C31;&#x662F;&#x56E0;&#x4E3A;&#x201C;&#x81EA;&#x6211;&#x8BBE;&#x969C;&#x201D;&#xFF0C;&#x793E;&#x4F1A;&#x5927;&#x73AF;&#x5883;&#x544A;&#x8BC9;&#x4ED6;&#x4EEC;&#xFF0C;&#x6709;&#x7F3A;&#x70B9;&#x662F;&#x4E0D;&#x597D;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x4F1A;&#x89C9;&#x5F97;&#x53D1;&#x73B0;&#x7F3A;&#x70B9;&#x5F88;&#x75DB;&#x82E6;&#x3002;&#x6211;&#x65E9;&#x524D;&#x63D0;&#x8FC7;&#xFF0C;&#x5982;&#x679C;&#x5927;&#x5BB6;&#x90FD;&#x77E5;&#x9053;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x771F;&#x76F8;&#xFF0C;&#x5373;&#x4EBA;&#x4EBA;&#x90FD;&#x6709;&#x7F3A;&#x70B9;&#xFF0C;&#x4EBA;&#x4EEC;&#x901A;&#x8FC7;&#x4E86;&#x89E3;&#x7F3A;&#x70B9;&#xFF0C;&#x77E5;&#x9053;&#x5982;&#x4F55;&#x5E94;&#x5BF9;&#x7F3A;&#x70B9;&#x800C;&#x6210;&#x957F;&#x4E0E;&#x6210;&#x529F;&#xFF0C;&#x90A3;&#x6211;&#x4EEC;&#x7684;&#x793E;&#x4F1A;&#x5C06;&#x53D8;&#x5F97;&#x66F4;&#x9AD8;&#x6548;&#x5E78;&#x798F;&#x3002;  </p>
<p><br>2) Having a weakness is like missing a sense&#x2014;if you can&#x2019;t visualize what it is, it&#x2019;s hard to perceive not having it.
<br><br>2&#xFF09;&#x5177;&#x5907;&#x7F3A;&#x70B9;&#x5C31;&#x50CF;&#x7F3A;&#x5C11;&#x4E00;&#x79CD;&#x611F;&#x5B98;&#x2014;&#x2014;&#x5982;&#x679C;&#x4F60;&#x65E0;&#x6CD5;&#x5F62;&#x8C61;&#x63CF;&#x8FF0;&#x8FD9;&#x4E2A;&#x611F;&#x5B98;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF0C;&#x4E5F;&#x5C31;&#x5F88;&#x96BE;&#x5BDF;&#x89C9;&#x4F60;&#x5728;&#x8FD9;&#x65B9;&#x9762;&#x7684;&#x7F3A;&#x5931;&#x3002;  </p>
<p><br>For these two reasons, having people show you what you are missing can be painful, though its essential for your progress. When you encounter that pain, try to remember that <strong>you can get what you want outof life if you can open-mindedly reflect, with the help of others, on what is standing in your way and then deal with it.</strong>
<br><br>&#x57FA;&#x4E8E;&#x8FD9;&#x4E24;&#x70B9;&#x539F;&#x56E0;&#xFF0C;&#x8981;&#x522B;&#x4EBA;&#x5F53;&#x4F60;&#x9762;&#x544A;&#x8BC9;&#x4F60;&#x7F3A;&#x5C11;&#x4EC0;&#x4E48;&#x662F;&#x633A;&#x75DB;&#x82E6;&#x7684;&#xFF0C;&#x4F46;&#x8FD9;&#x662F;&#x5B9E;&#x73B0;&#x8FDB;&#x6B65;&#x7684;&#x91CD;&#x8981;&#x6B65;&#x9AA4;&#x3002;&#x906D;&#x53D7;&#x75DB;&#x82E6;&#x65F6;&#xFF0C;&#x8BF7;&#x8BB0;&#x4F4F;&#xFF1A;<strong>&#x53EA;&#x8981;&#x4EE5;&#x5F00;&#x653E;&#x7684;&#x601D;&#x7EF4;&#xFF0C;&#x5E76;&#x5728;&#x522B;&#x4EBA;&#x7684;&#x5E2E;&#x52A9;&#x4E0B;&#xFF0C;&#x5BF9;&#x963B;&#x788D;&#x6210;&#x529F;&#x7684;&#x4E1C;&#x897F;&#x8FDB;&#x884C;&#x53CD;&#x601D;&#xFF0C;&#x627E;&#x5230;&#x5E94;&#x5BF9;&#x529E;&#x6CD5;&#xFF0C;&#x5C31;&#x80FD;&#x5B9E;&#x73B0;&#x4EBA;&#x751F;&#x68A6;&#x60F3;&#x3002;</strong>  </p>
<p><br></p>
<ul>
<li>What do you think is the biggest weakness you have that stands in the way of what you want &#x2013; the one that you repeatedly run into?
<br><br>&#x5728;&#x8FFD;&#x9010;&#x4EBA;&#x751F;&#x76EE;&#x6807;&#x7684;&#x5F81;&#x9014;&#x4E0A;&#xFF0C;&#x4F60;&#x8BA4;&#x4E3A;&#x53CD;&#x590D;&#x51FA;&#x73B0;&#x7684;&#x963B;&#x788D;&#x4F60;&#x524D;&#x884C;&#x7684;&#x6700;&#x5927;&#x7F3A;&#x70B9;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;  </li>
</ul>
<p><br>People who don&#x2019;t get what they want out of life fail at one or more of the five steps. But being weak atany one of these steps is not a problem if you understand what you are weak at and successfully compensate for that weakness by seeking help. For example, a good goal-setter who is bad at doingtasks might work well with a bad goal-setter who is great at doing tasks&#x2014;i.e., they will be much more successful working together. It is easy to find out what weaknesses are standing in your way by 1) identifying which steps you are failing at and 2) getting the feedback of people who are successful at doing what you are having problems with.
<br><br>&#x6CA1;&#x80FD;&#x5B9E;&#x73B0;&#x4EBA;&#x751F;&#x68A6;&#x60F3;&#x7684;&#x4EBA;&#xFF0C;&#x4E00;&#x822C;&#x662F;&#x56E0;&#x4E3A;&#x6CA1;&#x80FD;&#x987A;&#x5229;&#x5B8C;&#x6210;&#x4E94;&#x5927;&#x6B65;&#x9AA4;&#x3002;&#x4F46;&#x662F;&#x5BF9;&#x8FD9;&#x4E94;&#x5927;&#x6B65;&#x9AA4;&#x90FD;&#x4E0D;&#x5728;&#x884C;&#x5E76;&#x4E0D;&#x662F;&#x95EE;&#x9898;&#xFF0C;&#x53EA;&#x9700;&#x4E86;&#x89E3;&#x81EA;&#x5DF1;&#x7684;&#x7F3A;&#x70B9;&#x5728;&#x54EA;&#xFF0C;&#x7136;&#x540E;&#x901A;&#x8FC7;&#x5BFB;&#x6C42;&#x5E2E;&#x52A9;&#x5F25;&#x8865;&#x8FD9;&#x65B9;&#x9762;&#x7684;&#x52A3;&#x52BF;&#x5C31;&#x597D;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x64C5;&#x4E8E;&#x8BBE;&#x7F6E;&#x76EE;&#x6807;&#x4F46;&#x4E0D;&#x64C5;&#x957F;&#x5B8C;&#x6210;&#x4EFB;&#x52A1;&#x7684;&#x4EBA;&#xFF0C;&#x53EF;&#x4EE5;&#x548C;&#x64C5;&#x957F;&#x5B8C;&#x6210;&#x4EFB;&#x52A1;&#x4F46;&#x4E0D;&#x5584;&#x4E8E;&#x8BBE;&#x7F6E;&#x76EE;&#x6807;&#x7684;&#x4EBA;&#x8FDB;&#x884C;&#x5408;&#x4F5C;&#x3002;&#x8FD9;&#x4E24;&#x4E2A;&#x4EBA;&#x5728;&#x4E00;&#x8D77;&#x5DE5;&#x4F5C;&#xFF0C;&#x6BD4;&#x5355;&#x72EC;&#x5DE5;&#x4F5C;&#x8981;&#x6210;&#x529F;&#x5F97;&#x591A;&#x3002;&#x627E;&#x5230;&#x963B;&#x788D;&#x6210;&#x529F;&#x7684;&#x7F3A;&#x70B9;&#x4E0D;&#x96BE;&#xFF0C;&#x53EF;&#x4EE5;&#x7528;&#x4EE5;&#x4E0B;&#x7684;&#x529E;&#x6CD5;&#xFF1A;1&#xFF09;&#x5F04;&#x6E05;&#x662F;&#x54EA;&#x4E00;&#x4E2A;&#x6B65;&#x9AA4;&#x51FA;&#x4E86;&#x95EE;&#x9898;&#xFF1B;2&#xFF09;&#x4ECE;&#x64C5;&#x957F;&#x4F60;&#x6240;&#x4E0D;&#x64C5;&#x957F;&#x7684;&#x9886;&#x57DF;&#x7684;&#x6210;&#x529F;&#x4EBA;&#x58EB;&#x90A3;&#x91CC;&#x83B7;&#x5F97;&#x53CD;&#x9988;&#x3002;  </p>
<p><br>Because I believe that you will achieve your goals if you do these five steps well, it follows that if you are not achieving your goals you can use the 5-Step Process as a diagnostic tool. You would do this by 1) identifying the step(s) that you are failing at; 2) noting the qualities required to succeed at that step; and 3) identifying which of these qualities you are missing.
<br><br>&#x56E0;&#x4E3A;&#x6211;&#x8BA4;&#x4E3A;&#x53EA;&#x8981;&#x505A;&#x597D;&#x8FD9;&#x4E94;&#x4E2A;&#x6B65;&#x9AA4;&#xFF0C;&#x5C31;&#x80FD;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#xFF0C;&#x82E5;&#x6CA1;&#x80FD;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x628A;&#x8FD9;&#x4E94;&#x6B65;&#x8FC7;&#x7A0B;&#x5F53;&#x4F5C;&#x8BCA;&#x65AD;&#x5DE5;&#x5177;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#xFF1A;1&#xFF09;&#x5F04;&#x6E05;&#x695A;&#x5728;&#x54EA;&#x4E00;&#x6B65;&#x4E0A;&#x5931;&#x8D25;&#x7684;&#xFF1B;2&#xFF09;&#x8BB0;&#x4E0B;&#x9700;&#x8981;&#x5B8C;&#x6210;&#x6B64;&#x6B65;&#x9AA4;&#x6240;&#x9700;&#x7684;&#x7D20;&#x8D28;&#xFF1B;3&#xFF09;&#x5F04;&#x6E05;&#x695A;&#x8FD9;&#x4E9B;&#x7D20;&#x8D28;&#x4E2D;&#xFF0C;&#x81EA;&#x5DF1;&#x7F3A;&#x5C11;&#x54EA;&#x4E9B;?  </p>
<p><br>To repeat, the five steps and the qualities that I believe are required to be good at them are as follows:
<br><br>&#x518D;&#x91CD;&#x590D;&#x4E00;&#x4E0B;&#xFF0C;&#x4EE5;&#x4E0B;&#x662F;&#x6211;&#x8BA4;&#x4E3A;&#x4E94;&#x5927;&#x6B65;&#x9AA4;&#x6240;&#x9700;&#x7684;&#x7D20;&#x8D28;&#xFF1A;  </p>
<p><img src="images/209.png" alt="">  </p>
<p><br></p>
<ul>
<li><strong>Which qualities needed do you wish you had more of?</strong>
<br><br><strong>&#x8FD9;&#x51E0;&#x6761;&#x7D20;&#x8D28;&#x4E2D;&#xFF0C;&#x4F60;&#x6700;&#x5E0C;&#x671B;&#x63D0;&#x5347;&#x54EA;&#x4E00;&#x6761;&#xFF1F;</strong>  </li>
</ul>
<p><br>  </p>
<ul>
<li><strong>In a nutshell, my 5-Step process for achieving what you want is:</strong>
<br><br><strong>&#x4F60;&#x5BF9;&#x81EA;&#x5DF1;&#x5728;&#x8FD9;&#x65B9;&#x9762;&#x7684;&#x80FD;&#x529B;&#x7684;&#x81EA;&#x6211;&#x8BC4;&#x4F30;&#x6709;&#x51E0;&#x5206;&#xFF1F;</strong>  </li>
</ul>
<p><br>In a nutshell, my 5-Step process for achieving what you want is:
<br><br> &#x7B80;&#x800C;&#x8A00;&#x4E4B;&#xFF0C;&#x6211;&#x7684;&#x76EE;&#x6807;&#x5B9E;&#x73B0;&#x4E94;&#x6B65;&#x9AA4;&#x5982;&#x4E0B;&#xFF1A;  </p>
<p><br><strong>Values&#x2192; 1) Goals &#x2192; 2) Problems &#x2192; 3) Diagnoses &#x2192; 4) Designs &#x2192; 5) Tasks</strong>
<br><br><strong>&#x4EF7;&#x503C;&#x89C2;&#x2192; 1) &#x76EE;&#x6807; &#x2192; 2) &#x95EE;&#x9898; &#x2192; 3) &#x8BCA;&#x65AD; &#x2192; 4) &#x8BBE;&#x8BA1; &#x2192; 5) &#x4EFB;&#x52A1;</strong>  </p>
<p><br>Your values determine what you want, i.e., your goals. In trying to achieve your goals, you will encounter problems that have to be diagnosed. Only after determining the real root causes of these problems can you design a plan to get around them. Once you have a good plan, you have to muster the self-discipline to do what is required to make the plan succeed. Note that this process starts with your values, but it requires that you succeed at all five steps. While these steps require different abilities, you don&#x2019;t have to be good at all of them. If you aren&#x2019;t good at all of them (which is true for almost everyone), you need to know what you are bad at and how to compensate for your weaknesses. This requires you to put your ego aside, objectively reflect on your strengths and weaknesses, and seek the help from others.
<br><br>&#x4EF7;&#x503C;&#x89C2;&#x51B3;&#x5B9A;&#x4F60;&#x7684;&#x76EE;&#x6807;&#x3002;&#x4E3A;&#x4E86;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#xFF0C;&#x5C31;&#x4F1A;&#x9047;&#x5230;&#x95EE;&#x9898;&#xFF0C;&#x5BF9;&#x4E4B;&#x8FDB;&#x884C;&#x8BCA;&#x65AD;&#x3002;&#x53EA;&#x6709;&#x627E;&#x51FA;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x6839;&#x672C;&#x539F;&#x56E0;&#xFF0C;&#x624D;&#x80FD;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;&#x597D;&#x7684;&#x65B9;&#x6848;&#xFF0C;&#x8FD8;&#x9700;&#x8981;&#x81EA;&#x5F8B;&#x624D;&#x80FD;&#x6309;&#x8981;&#x6C42;&#x987A;&#x5229;&#x5B8C;&#x6210;&#x65B9;&#x6848;&#x3002;&#x8BF7;&#x6CE8;&#x610F;&#xFF0C;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x59CB;&#x4E8E;&#x4F60;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#xFF0C;&#x4F46;&#x9700;&#x8981;&#x4F60;&#x987A;&#x5229;&#x5B8C;&#x6210;&#x4E94;&#x4E2A;&#x6B65;&#x9AA4;&#x3002;&#x6BCF;&#x4E2A;&#x6B65;&#x9AA4;&#x8981;&#x6C42;&#x4E0D;&#x540C;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x4F60;&#x4E0D;&#x7528;&#x6837;&#x6837;&#x5177;&#x5907;&#xFF0C;&#x8FD9;&#x5BF9;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x6765;&#x8BF4;&#x4E5F;&#x662F;&#x4E8B;&#x5B9E;&#xFF0C;&#x4F60;&#x53EA;&#x9700;&#x8981;&#x4E86;&#x89E3;&#x81EA;&#x5DF1;&#x4E0D;&#x64C5;&#x957F;&#x4EC0;&#x4E48;&#xFF0C;&#x5E76;&#x61C2;&#x5F97;&#x5F25;&#x8865;&#x81EA;&#x5DF1;&#x7684;&#x7F3A;&#x70B9;&#x3002;&#x8FD9;&#x9700;&#x8981;&#x4F60;&#x628A;&#x5185;&#x5FC3;&#x7684;&#x81EA;&#x6211;&#x60C5;&#x7EEA;&#x653E;&#x4E00;&#x8FB9;&#xFF0C;&#x5BA2;&#x89C2;&#x5BA1;&#x89C6;&#x81EA;&#x5DF1;&#x7684;&#x4F18;&#x7F3A;&#x70B9;&#xFF0C;&#x5E76;&#x5411;&#x522B;&#x4EBA;&#x5BFB;&#x6C42;&#x5E2E;&#x52A9;&#x3002;  </p>
<p><br>As you design and implement your plan to achieve your goals, you may find it helpful to consider that:
<br><br>&#x8BBE;&#x8BA1;&#x4E0E;&#x843D;&#x5B9E;&#x76EE;&#x6807;&#x5B9E;&#x73B0;&#x8BA1;&#x5212;&#x65F6;&#xFF0C;&#x4E0B;&#x9762;&#x7684;&#x5EFA;&#x8BAE;&#x53EF;&#x80FD;&#x6709;&#x6240;&#x5E2E;&#x52A9;  </p>
<p><br></p>
<ul>
<li>Life is like a game where you seek to overcome the obstacles that stand in the way of achieving your goals
<br><br>&#x4EBA;&#x751F;&#x5982;&#x4E00;&#x573A;&#x6E38;&#x620F;&#xFF0C;&#x8981;&#x514B;&#x670D;&#x963B;&#x788D;&#x524D;&#x884C;&#x7684;&#x969C;&#x788D;  </li>
</ul>
<p><br></p>
<ul>
<li>You get better at this game through practice;
<br><br>&#x73A9;&#x8FD9;&#x573A;&#x6E38;&#x620F;&#xFF0C;&#x591A;&#x591A;&#x7EC3;&#x4E60;&#xFF0C;&#x719F;&#x80FD;&#x751F;&#x5DE7;  </li>
</ul>
<p><br></p>
<ul>
<li>The game consists of a series of choices that have consequences;
<br><br>&#x8FD9;&#x573A;&#x6E38;&#x620F;&#x7531;&#x4E00;&#x7CFB;&#x5217;&#x4F1A;&#x5E26;&#x6765;&#x540E;&#x679C;&#x7684;&#x9009;&#x62E9;&#x7EC4;&#x6210;&#x3002;  </li>
</ul>
<p><br></p>
<ul>
<li>You can&#x2019;t stop the problems and choices from coming at you, so it&#x2019;s better to learn how to deal with them;
<br><br>&#x4F60;&#x65E0;&#x6CD5;&#x963B;&#x6321;&#x95EE;&#x9898;&#x548C;&#x9009;&#x62E9;&#x6251;&#x9762;&#x800C;&#x6765;&#xFF0C;&#x6240;&#x4EE5;&#x6700;&#x597D;&#x8FD8;&#x662F;&#x5B66;&#x5B66;&#x600E;&#x4E48;&#x53BB;&#x5E94;&#x5BF9;&#x5B83;&#x4EEC;&#x5427;&#x3002;  </li>
</ul>
<p><br></p>
<ul>
<li>You have the freedom to make whatever choices you want, though it&#x2019;s best to be mindful of their consequences;
<br><br>&#x4F60;&#x53EF;&#x4EE5;&#x968F;&#x5FC3;&#x6240;&#x6B32;&#x505A;&#x9009;&#x62E9;&#xFF0C;&#x4E0D;&#x8FC7;&#x6700;&#x597D;&#x8981;&#x8003;&#x8651;&#x540E;&#x679C;&#x3002;  </li>
</ul>
<p><br></p>
<ul>
<li>The pain of problems is a call to find solutions rather than a reason for unhappiness and inaction, so it&#x2019;s silly, pointless, and harmful to be upset at the problems and choices that come at you (though it&#x2019;s understandable);
<br><br>&#x95EE;&#x9898;&#x7684;&#x51FA;&#x73B0;&#x4F1A;&#x5E26;&#x6765;&#x75DB;&#x82E6;&#xFF0C;&#x4F46;&#x4E5F;&#x4F1A;&#x63D0;&#x9192;&#x81EA;&#x5DF1;&#x5BFB;&#x627E;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x529E;&#x6CD5;&#x3002;&#x51FA;&#x73B0;&#x95EE;&#x9898;&#x4E0D;&#x80FD;&#x4F5C;&#x4E3A;&#x6CAE;&#x4E27;&#x6216;&#x4E0D;&#x4F5C;&#x4E3A;&#x7684;&#x7406;&#x7531;&#xFF0C;&#x8981;&#x8FD9;&#x6837;&#x60F3;&#x5C31;&#x592A;&#x8822;&#x4E86;&#xFF0C;&#x4E5F;&#x662F;&#x6CA1;&#x6709;&#x610F;&#x4E49;&#x7684;&#xFF0C;&#x6D88;&#x6781;&#x5E94;&#x5BF9;&#x6251;&#x9762;&#x800C;&#x6765;&#x7684;&#x95EE;&#x9898;&#x4E0E;&#x9009;&#x62E9;&#x662F;&#x6709;&#x5BB3;&#x7684;&#x3002;  </li>
</ul>
<p><br></p>
<ul>
<li>We all evolve at different paces, and it&#x2019;s up to you to decide the pace at which you want to evolve;
<br><br>&#x6211;&#x4EEC;&#x8FDB;&#x5316;&#x7684;&#x901F;&#x5EA6;&#x4E0D;&#x5C3D;&#x76F8;&#x540C;&#xFF0C;&#x8FD9;&#x4E2A;&#x8FDB;&#x5316;&#x7684;&#x901F;&#x5EA6;&#x53D6;&#x51B3;&#x4E8E;&#x4F60;&#x81EA;&#x5DF1;&#x3002;  </li>
</ul>
<p><br></p>
<ul>
<li>The process goes better if you are as accurate as possible in all respects, including assessing your strengths and weaknesses and adapting to them.
<br><br>&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x8FDB;&#x5C55;&#x987A;&#x5229;&#x4E0E;&#x5426;&#x53D6;&#x51B3;&#x4E8E;&#x4F60;&#x662F;&#x5426;&#x7CBE;&#x51C6;&#x5730;&#x628A;&#x63E1;&#x65B9;&#x65B9;&#x9762;&#x9762;&#xFF0C;&#x5305;&#x62EC;&#x8BC4;&#x4F30;&#x81EA;&#x8EAB;&#x4F18;&#x52A3;&#x52BF;&#xFF0C;&#x601D;&#x8003;&#x9002;&#x5E94;&#x7B56;&#x7565;&#x3002;  </li>
</ul>
<p><br></p>
<blockquote>
<p>The organization Outward Bound has a concept that is helpful in thinking about the optimal pace of personal evolution. They speak of a comfort zone, a stretch zone and a panic zone. It&#x2019;s best to spend most of your time in the stretch zone.
<br><br>&#x4E00;&#x5BB6;&#x53EB;&#x201C;&#x62D3;&#x5C55;&#x8BAD;&#x7EC3;&#x201D;&#x7684;&#x516C;&#x53F8;&#x63D0;&#x51FA;&#x8FC7;&#x4E00;&#x7EC4;&#x6982;&#x5FF5;&#xFF1A;&#x8212;&#x9002;&#x533A;&#xFF0C;&#x4F38;&#x5C55;&#x533A;&#x548C;&#x6050;&#x614C;&#x533A;&#x3002;&#x8FD9;&#x4E2A;&#x89C2;&#x70B9;&#x4E3A;&#x4E2A;&#x4EBA;&#x8FDB;&#x5316;&#x7684;&#x6700;&#x4F73;&#x901F;&#x5EA6;&#x63D0;&#x4F9B;&#x4E86;&#x601D;&#x8DEF;&#xFF0C;&#x6240;&#x4EE5;&#x6700;&#x597D;&#x90FD;&#x5904;&#x5728;&#x201C;&#x4F38;&#x5C55;&#x533A;&#x201D;&#x3002;</p>
</blockquote>

                    
                    </section>
                
                
                </div>
            </div>
        </div>

        
        <a href="./Part204ThePersonalEvolutionaryProcess.html" class="navigation navigation-prev " aria-label="Previous page: 个人成长过程"><i class="fa fa-angle-left"></i></a>
        
        
        <a href="./Part03.html" class="navigation navigation-next " aria-label="Next page: 第三章 我的管理原则"><i class="fa fa-angle-right"></i></a>
        
    </div>
</div>

        
<script src="zhibimo/app.js"></script>

    
    <script src="zhibimo/plugins/gitbook-plugin-tongji/client-tongji.js"></script>
    

<script>
require(["gitbook"], function(gitbook) {
    var config = {"fontSettings":{"theme":null,"family":"sans","size":2},"tongji":{"token":"f4c77fe2523e4a5d8092ddefe64d971a"}};
    gitbook.start(config);
});
</script>

        
    </body>
    
</html>
